{
  "answers": [
    {
      "answer_id": 211,
      "question_id": 391,
      "content_block_id": 40,
      "answer": "Support offered to refugees includes \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, general support categories mentioned are Housing, Education, Health, Transportation, and Call Center services. There is also a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" provided by the National Health Insurance House.",
      "bResponse": "Support offered to refugees includes \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, general support categories mentioned are Housing, Education, Health, Transportation, and Call Center services. There is also a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" provided by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 212,
      "question_id": 392,
      "content_block_id": 40,
      "answer": "'Law made simple' is one of two solutions designed to support refugees, specifically aimed at helping citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' is one of two solutions designed to support refugees, specifically aimed at helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 213,
      "question_id": 393,
      "content_block_id": 40,
      "answer": "'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 214,
      "question_id": 394,
      "content_block_id": 40,
      "answer": "Hospital services can be provided free of charge or incur costs, depending on the type of facility and its contractual agreements.\n\nIn public hospitals, medical services are free for insured persons, provided the hospital has a contract with health insurance companies. These hospitals cover all necessary expenses for hospitalized insured persons, including medicines, sanitary materials, and investigations, and cannot collect additional payments. However, if an insured person attends a public hospital that does not have a contract with their health insurance company, they must bear the cost of the services themselves. If an insured patient in a public hospital pays for medicines, sanitary materials, or investigations they were entitled to for free, the hospital is obligated to reimburse these expenses upon request.\n\nIn private hospitals that have contracts with health insurance companies, patients may be charged a personal contribution. This contribution represents the difference between the rate settled by the health insurance company and the rate charged by the private hospital. Patients are provided with an estimate of costs before hospitalization.",
      "bResponse": "Hospital services can be provided free of charge or incur costs, depending on the type of facility and its contractual agreements.\n\nIn public hospitals, medical services are free for insured persons, provided the hospital has a contract with health insurance companies. These hospitals cover all necessary expenses for hospitalized insured persons, including medicines, sanitary materials, and investigations, and cannot collect additional payments. However, if an insured person attends a public hospital that does not have a contract with their health insurance company, they must bear the cost of the services themselves. If an insured patient in a public hospital pays for medicines, sanitary materials, or investigations they were entitled to for free, the hospital is obligated to reimburse these expenses upon request.\n\nIn private hospitals that have contracts with health insurance companies, patients may be charged a personal contribution. This contribution represents the difference between the rate settled by the health insurance company and the rate charged by the private hospital. Patients are provided with an estimate of costs before hospitalization. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 215,
      "question_id": 395,
      "content_block_id": 40,
      "answer": "Public hospitals that have contracts with health insurance companies offer free medical services to insured patients, covering all necessary expenses including medicines, sanitary materials, and investigations. They also cover standard hotel services for companions of sick children up to 3 years old and those with severe disabilities, and are prohibited from collecting additional payments from insured patients for provided services. If an insured patient in a public hospital pays for medicines, sanitary materials, or investigations they were entitled to for free, the hospital is obligated to reimburse them.\n\nIn contrast, private hospitals under contract with health insurance companies can charge a \"personal contribution\" from patients for acute conditions. This contribution is the difference between the rate settled by the health insurance company and the rate charged by the private hospital. Private hospitals are required to publicly display their rates, the amount settled by the state, and the personal contribution. Before hospitalization, patients in private facilities receive a cost estimate, and any changes to this estimate during hospitalization require the patient's written consent. Upon discharge, a statement detailing all hospitalization expenses is issued.",
      "bResponse": "Public hospitals that have contracts with health insurance companies offer free medical services to insured patients, covering all necessary expenses including medicines, sanitary materials, and investigations. They also cover standard hotel services for companions of sick children up to 3 years old and those with severe disabilities, and are prohibited from collecting additional payments from insured patients for provided services. If an insured patient in a public hospital pays for medicines, sanitary materials, or investigations they were entitled to for free, the hospital is obligated to reimburse them.\n\nIn contrast, private hospitals under contract with health insurance companies can charge a \"personal contribution\" from patients for acute conditions. This contribution is the difference between the rate settled by the health insurance company and the rate charged by the private hospital. Private hospitals are required to publicly display their rates, the amount settled by the state, and the personal contribution. Before hospitalization, patients in private facilities receive a cost estimate, and any changes to this estimate during hospitalization require the patient's written consent. Upon discharge, a statement detailing all hospitalization expenses is issued. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 216,
      "question_id": 396,
      "content_block_id": 40,
      "answer": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 217,
      "question_id": 397,
      "content_block_id": 40,
      "answer": "Inpatient medical services are generally granted based on a referral ticket issued by a family medicine doctor or an outpatient specialist; however, a referral note is not required for medical emergencies. For free medical services, patients must be hospitalized in public hospitals that have supply contracts for hospitalization services with health insurance companies. Private hospitals under contract with health insurance companies can also provide services but may charge a personal contribution from patients, representing the difference between the rate settled by the health insurance company and the rate charged by the private hospital.",
      "bResponse": "Inpatient medical services are generally granted based on a referral ticket issued by a family medicine doctor or an outpatient specialist; however, a referral note is not required for medical emergencies. For free medical services, patients must be hospitalized in public hospitals that have supply contracts for hospitalization services with health insurance companies. Private hospitals under contract with health insurance companies can also provide services but may charge a personal contribution from patients, representing the difference between the rate settled by the health insurance company and the rate charged by the private hospital. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 218,
      "question_id": 398,
      "content_block_id": 40,
      "answer": "Yes, assistance for Post Traumatic Stress Disorder (PTSD) is available through \"PTSD Help,\" which is described as a free assistant for managing the condition. This is one of two solutions designed to support refugees.",
      "bResponse": "Yes, assistance for Post Traumatic Stress Disorder (PTSD) is available through \"PTSD Help,\" which is described as a free assistant for managing the condition. This is one of two solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 219,
      "question_id": 399,
      "content_block_id": 40,
      "answer": "Dopomoha is a Commit Global solution.",
      "bResponse": "Dopomoha is a Commit Global solution. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 220,
      "question_id": 400,
      "content_block_id": 40,
      "answer": "Some examples of conditions that can be treated in a one-day hospitalization include: anemia, respiratory infections, urinary tract infections, viral or bacterial intestinal infections, infectious diarrhea, irritable bowel syndrome, gastro-oesophageal reflux disease, varicose veins without inflammation, acute tonsillitis, autoimmune thyroiditis, diabetes, ischemic cardiomyopathy, mitral or aortic valve insufficiency without indication for surgical intervention, and alcoholic hepatitis.",
      "bResponse": "Some examples of conditions that can be treated in a one-day hospitalization include: anemia, respiratory infections, urinary tract infections, viral or bacterial intestinal infections, infectious diarrhea, irritable bowel syndrome, gastro-oesophageal reflux disease, varicose veins without inflammation, acute tonsillitis, autoimmune thyroiditis, diabetes, ischemic cardiomyopathy, mitral or aortic valve insufficiency without indication for surgical intervention, and alcoholic hepatitis. For more details, visit https://dopomoha.ro/en/assistance-in-the-hospital",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}