{
  "answers": [
    {
      "answer_id": 61,
      "question_id": 241,
      "content_block_id": 25,
      "answer": "The available support services include assistance with Housing, Education, Health, and Transportation. Specific solutions designed to support refugees are \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nFor health and well-being, there is extensive information on children's nutrition, including balanced diets and organizing food stocks in emergencies. Significant support is provided for breastfeeding, covering topics such as maintaining lactation, expressing milk, and overcoming difficulties, along with guidance on formula feeding when breastfeeding is not possible. A \"Support for refugee women\" program offers counseling and prenatal education services. Lactation consultants and independent midwives provide phone and free online telemedicine consultations in English or with Ukrainian translation. Additionally, information on women's health and access to reproductive health services is available through the Women Center platform. A call center is also available for general support.",
      "bResponse": "The available support services include assistance with Housing, Education, Health, and Transportation. Specific solutions designed to support refugees are \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nFor health and well-being, there is extensive information on children's nutrition, including balanced diets and organizing food stocks in emergencies. Significant support is provided for breastfeeding, covering topics such as maintaining lactation, expressing milk, and overcoming difficulties, along with guidance on formula feeding when breastfeeding is not possible. A \"Support for refugee women\" program offers counseling and prenatal education services. Lactation consultants and independent midwives provide phone and free online telemedicine consultations in English or with Ukrainian translation. Additionally, information on women's health and access to reproductive health services is available through the Women Center platform. A call center is also available for general support. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 62,
      "question_id": 242,
      "content_block_id": 25,
      "answer": "The programs serve the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The programs serve the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 63,
      "question_id": 243,
      "content_block_id": 25,
      "answer": "The key solutions offered to support refugees include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there is a \"Support for refugee women program\" that guides individuals toward counseling and prenatal education services. Specific assistance for pregnant women, breastfeeding women, and mothers with infants or children from Ukraine is provided by the Romanian Association of Consultants in Lactation and the Association of Independent Midwives, offering phone or free online telemedicine consultations in English or with Ukrainian translation. General support is also available in areas such as Housing, Education, Health, and Transportation.",
      "bResponse": "The key solutions offered to support refugees include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there is a \"Support for refugee women program\" that guides individuals toward counseling and prenatal education services. Specific assistance for pregnant women, breastfeeding women, and mothers with infants or children from Ukraine is provided by the Romanian Association of Consultants in Lactation and the Association of Independent Midwives, offering phone or free online telemedicine consultations in English or with Ukrainian translation. General support is also available in areas such as Housing, Education, Health, and Transportation. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 64,
      "question_id": 244,
      "content_block_id": 25,
      "answer": "The \"Law made simple\" initiative aims to help citizens better understand their rights and obligations.",
      "bResponse": "The \"Law made simple\" initiative aims to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 65,
      "question_id": 245,
      "content_block_id": 25,
      "answer": "\"PTSD Help\" assists individuals with Post Traumatic Stress Disorder by serving as a free assistant for managing the condition.",
      "bResponse": "\"PTSD Help\" assists individuals with Post Traumatic Stress Disorder by serving as a free assistant for managing the condition. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 66,
      "question_id": 246,
      "content_block_id": 25,
      "answer": "In an emergency, continuing breastfeeding is crucial because direct physical contact helps the child feel safe, and hormones produced during breastfeeding enhance the mother's sense of peace and security. It strengthens the child's immunity, which can be weakened during times of stress and anxiety, ensuring full health protection. Even if the mother's diet is unbalanced or restricted, she can still breastfeed effectively. Furthermore, if no other food is accessible, a child under two years of age can be fed exclusively breast milk to save their life.",
      "bResponse": "In an emergency, continuing breastfeeding is crucial because direct physical contact helps the child feel safe, and hormones produced during breastfeeding enhance the mother's sense of peace and security. It strengthens the child's immunity, which can be weakened during times of stress and anxiety, ensuring full health protection. Even if the mother's diet is unbalanced or restricted, she can still breastfeed effectively. Furthermore, if no other food is accessible, a child under two years of age can be fed exclusively breast milk to save their life. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 67,
      "question_id": 247,
      "content_block_id": 25,
      "answer": "Yes, there are direct contact options for breastfeeding support and lactation consultations. The Romanian Association of Consultants in Lactation and the Association of Independent Midwives are available to help refugee pregnant women, breastfeeding women, and mothers with infants or children from Ukraine. You can call +40725278273 to speak with a consultant over the phone or schedule a free online consultation. These telemedicine consultations can be held in English or with translation in Ukrainian. More information can be found at https://uni.cf/395dQyb.",
      "bResponse": "Yes, there are direct contact options for breastfeeding support and lactation consultations. The Romanian Association of Consultants in Lactation and the Association of Independent Midwives are available to help refugee pregnant women, breastfeeding women, and mothers with infants or children from Ukraine. You can call +40725278273 to speak with a consultant over the phone or schedule a free online consultation. These telemedicine consultations can be held in English or with translation in Ukrainian. More information can be found at https://uni.cf/395dQyb. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 68,
      "question_id": 248,
      "content_block_id": 25,
      "answer": "If breastfeeding is not possible, infants under six months can be fed ready-to-use commercial or generic formula suitable for their age. It is important not to feed them animal milk, water, or formula for older children.\n\nIf liquid formula is unavailable, dry formula can be used, though liquid is preferred as it is safer and sterile. Dry formula is not sterile and requires careful preparation: boil water at over 70 degrees Celsius to kill bacteria before mixing. Do not prepare formula in advance. If necessary, refrigerated formula can be stored in a refrigerator bag with an ice pack for up to 4 hours, or in a regular bag for up to 2 hours.\n\nWhen feeding formula, avoid bottles, especially when traveling, as they are hard to clean and can cause illness. Instead, use a cup, which is easier to sanitize.",
      "bResponse": "If breastfeeding is not possible, infants under six months can be fed ready-to-use commercial or generic formula suitable for their age. It is important not to feed them animal milk, water, or formula for older children.\n\nIf liquid formula is unavailable, dry formula can be used, though liquid is preferred as it is safer and sterile. Dry formula is not sterile and requires careful preparation: boil water at over 70 degrees Celsius to kill bacteria before mixing. Do not prepare formula in advance. If necessary, refrigerated formula can be stored in a refrigerator bag with an ice pack for up to 4 hours, or in a regular bag for up to 2 hours.\n\nWhen feeding formula, avoid bottles, especially when traveling, as they are hard to clean and can cause illness. Instead, use a cup, which is easier to sanitize. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 69,
      "question_id": 249,
      "content_block_id": 25,
      "answer": "For emergency stock for children, it is recommended to have products that are ready to eat without cooking and can be stored without refrigeration. Specific items include instant cereals, ready meals like mashed meat, fish, and vegetables. Additionally, a general emergency stock should include bread, cookies, crackers, canned foods (meat, fish, vegetables), nuts, seeds, dried fruits, halva, chocolate, energy bars, apples, bananas, salt, spices, sugar, and fats such as lard and vegetable oils. For babies, breast milk is highly recommended as it contains all necessary substances and strengthens immunity. If breastfeeding is not possible for babies under 6 months, ready-to-use commercial or generic formula suitable for their age can be used. For children older than 6 months, animal milk (cow's or goat's) and complementary foods are suitable.",
      "bResponse": "For emergency stock for children, it is recommended to have products that are ready to eat without cooking and can be stored without refrigeration. Specific items include instant cereals, ready meals like mashed meat, fish, and vegetables. Additionally, a general emergency stock should include bread, cookies, crackers, canned foods (meat, fish, vegetables), nuts, seeds, dried fruits, halva, chocolate, energy bars, apples, bananas, salt, spices, sugar, and fats such as lard and vegetable oils. For babies, breast milk is highly recommended as it contains all necessary substances and strengthens immunity. If breastfeeding is not possible for babies under 6 months, ready-to-use commercial or generic formula suitable for their age can be used. For children older than 6 months, animal milk (cow's or goat's) and complementary foods are suitable. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 70,
      "question_id": 250,
      "content_block_id": 25,
      "answer": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}