{
  "answers": [
    {
      "answer_id": 411,
      "question_id": 591,
      "content_block_id": 60,
      "answer": "Refugees are offered various types of support, including assistance with understanding their rights through \"Law made simple\" and help managing Post Traumatic Stress Disorder (PTSD). Specifically in Cluj-Napoca, support includes information on managing in a new city, important contacts for immigration and emergencies, and a support program for accommodation, meals, and integration.\n\nMedical services are available, including access to the Clinical Emergency Hospital and lists of family doctors. Psychological support is provided by organizations like the International Organization for Migration (IOM), which offers psychosocial support events, mental health awareness, first aid, training, workshops, and supervision in Russian, Ukrainian, Romanian, and English. World Vision Romania also offers psychological support in Russian and Ukrainian.\n\nOrganizations like the Sensiblu Foundation provide social counseling, psychotherapy (face-to-face or online), legal advice and court representation, a support network for women and girls, help with forensic medical certificates, and referrals to mediation. PATRIR's \"Ukrainian Home\" offers protection, information, well-being, inclusiveness, psychosocial support, assistance with injuries, and verified information.\n\nTransportation is free on public systems in Cluj with an ID. There is also a Women's Center offering support for reproductive health services, navigating the health system, and services for victims of domestic violence. Counseling for people living with HIV is available, providing free, anonymous, and confidential psycho-medical-social services. The summary also mentions general categories of support such as housing and jobs.",
      "bResponse": "Refugees are offered various types of support, including assistance with understanding their rights through \"Law made simple\" and help managing Post Traumatic Stress Disorder (PTSD). Specifically in Cluj-Napoca, support includes information on managing in a new city, important contacts for immigration and emergencies, and a support program for accommodation, meals, and integration.\n\nMedical services are available, including access to the Clinical Emergency Hospital and lists of family doctors. Psychological support is provided by organizations like the International Organization for Migration (IOM), which offers psychosocial support events, mental health awareness, first aid, training, workshops, and supervision in Russian, Ukrainian, Romanian, and English. World Vision Romania also offers psychological support in Russian and Ukrainian.\n\nOrganizations like the Sensiblu Foundation provide social counseling, psychotherapy (face-to-face or online), legal advice and court representation, a support network for women and girls, help with forensic medical certificates, and referrals to mediation. PATRIR's \"Ukrainian Home\" offers protection, information, well-being, inclusiveness, psychosocial support, assistance with injuries, and verified information.\n\nTransportation is free on public systems in Cluj with an ID. There is also a Women's Center offering support for reproductive health services, navigating the health system, and services for victims of domestic violence. Counseling for people living with HIV is available, providing free, anonymous, and confidential psycho-medical-social services. The summary also mentions general categories of support such as housing and jobs. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 412,
      "question_id": 592,
      "content_block_id": 60,
      "answer": "The Romanian cities included in the support network are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The Romanian cities included in the support network are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 413,
      "question_id": 593,
      "content_block_id": 60,
      "answer": "Yes, there are resources available for legal assistance. \"Law made simple\" helps citizens better understand their rights and obligations. Additionally, the Sensiblu Foundation offers services including legal advice and representation in court.",
      "bResponse": "Yes, there are resources available for legal assistance. \"Law made simple\" helps citizens better understand their rights and obligations. Additionally, the Sensiblu Foundation offers services including legal advice and representation in court. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 414,
      "question_id": 594,
      "content_block_id": 60,
      "answer": "Yes, assistance can be found for managing Post Traumatic Stress Disorder (PTSD). \"PTSD Help\" is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, assistance can be found for managing Post Traumatic Stress Disorder (PTSD). \"PTSD Help\" is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 415,
      "question_id": 595,
      "content_block_id": 60,
      "answer": "Psychological support services can be accessed through several organizations. The International Organization for Migration (IOM) provides psychological support, psychosocial support events, mental health awareness, first aid, training, workshops, and supervision, with support available in Russian, Ukrainian, Romanian, and English. You can contact Boanca Simona at sboanca@iom.int or +40745016883. World Vision Romania also offers psychological support in Russian and Ukrainian; contact George Macarie at george_macarie@wvi.org or +40742077901. The Sensiblu Foundation provides face-to-face or online psychotherapy; contact them at +40753271950. PATRIR's \"Ukrainian Home - Protection and Support Center\" offers psychosocial support; they can be reached at +40 (0)264 420 298 or info@patrir.ro. For free, anonymous, and confidential psycho-medical-social HIV services, you can receive support from specialist doctors at 10 Regional HIV Centers in Romania and through Sens Pozitiv.",
      "bResponse": "Psychological support services can be accessed through several organizations. The International Organization for Migration (IOM) provides psychological support, psychosocial support events, mental health awareness, first aid, training, workshops, and supervision, with support available in Russian, Ukrainian, Romanian, and English. You can contact Boanca Simona at sboanca@iom.int or +40745016883. World Vision Romania also offers psychological support in Russian and Ukrainian; contact George Macarie at george_macarie@wvi.org or +40742077901. The Sensiblu Foundation provides face-to-face or online psychotherapy; contact them at +40753271950. PATRIR's \"Ukrainian Home - Protection and Support Center\" offers psychosocial support; they can be reached at +40 (0)264 420 298 or info@patrir.ro. For free, anonymous, and confidential psycho-medical-social HIV services, you can receive support from specialist doctors at 10 Regional HIV Centers in Romania and through Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 416,
      "question_id": 596,
      "content_block_id": 60,
      "answer": "Yes, there is a support program for accommodation, meals, and integration in Cluj-Napoca. Information required for this program is available, and an application can be accessed.",
      "bResponse": "Yes, there is a support program for accommodation, meals, and integration in Cluj-Napoca. Information required for this program is available, and an application can be accessed. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 417,
      "question_id": 597,
      "content_block_id": 60,
      "answer": "If you need medical services, you can contact the Clinical Emergency Hospital in Napoca Cluj. A list of family doctors in Oradea is also available.\n\nFor specific support:\n*   The Women's Center offers assistance with reproductive health services, navigating the health system, and services for victims of domestic violence.\n*   Free, anonymous, and confidential psycho-medical-social HIV services are available through specialist doctors at 10 Regional HIV Centers in Romania and Sens Pozitiv.\n*   The Sensiblu Foundation assists with obtaining forensic medical certificates.\n*   PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "If you need medical services, you can contact the Clinical Emergency Hospital in Napoca Cluj. A list of family doctors in Oradea is also available.\n\nFor specific support:\n*   The Women's Center offers assistance with reproductive health services, navigating the health system, and services for victims of domestic violence.\n*   Free, anonymous, and confidential psycho-medical-social HIV services are available through specialist doctors at 10 Regional HIV Centers in Romania and Sens Pozitiv.\n*   The Sensiblu Foundation assists with obtaining forensic medical certificates.\n*   PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 418,
      "question_id": 598,
      "content_block_id": 60,
      "answer": "In Cluj-Napoca, refugees can use the public transportation system for free. If there is a check, they will need to show an ID.",
      "bResponse": "In Cluj-Napoca, refugees can use the public transportation system for free. If there is a check, they will need to show an ID. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 419,
      "question_id": 599,
      "content_block_id": 60,
      "answer": "Yes, there are specific services available. The Women's Center provides support for accessing reproductive health services, navigating the health system, and services dedicated to victims of domestic violence. Additionally, the Sensiblu Foundation offers services such as social counseling, psychotherapy, legal advice, and a support network for women and girls.",
      "bResponse": "Yes, there are specific services available. The Women's Center provides support for accessing reproductive health services, navigating the health system, and services dedicated to victims of domestic violence. Additionally, the Sensiblu Foundation offers services such as social counseling, psychotherapy, legal advice, and a support network for women and girls. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 420,
      "question_id": 600,
      "content_block_id": 60,
      "answer": "To report any mistakes, inconsistencies, or omissions, you can send an e-mail to dopomoha@code4.ro.",
      "bResponse": "To report any mistakes, inconsistencies, or omissions, you can send an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}