{
  "answers": [
    {
      "answer_id": 381,
      "question_id": 561,
      "content_block_id": 57,
      "answer": "The primary objective of the Dopomoha solution is to support refugees by providing information and access to various services. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as an assistant for managing Post Traumatic Stress Disorder. The platform also offers support regarding housing, education, health, and transportation.",
      "bResponse": "The primary objective of the Dopomoha solution is to support refugees by providing information and access to various services. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as an assistant for managing Post Traumatic Stress Disorder. The platform also offers support regarding housing, education, health, and transportation. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 382,
      "question_id": 562,
      "content_block_id": 57,
      "answer": "The support services offered include:\n\n*   **Legal Services**: Assistance to understand rights and obligations, legal advice, representation in court, and legal assistance.\n*   **Health Services**: General medical services, pediatric care, family doctors, psychological support (including PTSD management), reproductive health services, support for victims of domestic violence, and psycho-medical-social HIV services.\n*   **Accommodation and Basic Needs**: Housing, meals, and provision of clothes, food, hygiene, and medicine vouchers.\n*   **Education**: Information on enrollment in pre-university education, Romanian language and civilization study, and Romanian language courses.\n*   **Transportation**: Information on public bus transportation within the city.\n*   **Integration and Social Support**: General support, social assistance, cultural integration, support in accessing the labor market, and counselling services.\n*   **Emergency and Safety**: Emergency call number (112) and National Anti-Traffic Hotline.\n*   **Information and Guidance**: General information, call center services, and guidance for managing in a new city.\n*   **Employment**: Support related to jobs and accessing the labor market.",
      "bResponse": "The support services offered include:\n\n*   **Legal Services**: Assistance to understand rights and obligations, legal advice, representation in court, and legal assistance.\n*   **Health Services**: General medical services, pediatric care, family doctors, psychological support (including PTSD management), reproductive health services, support for victims of domestic violence, and psycho-medical-social HIV services.\n*   **Accommodation and Basic Needs**: Housing, meals, and provision of clothes, food, hygiene, and medicine vouchers.\n*   **Education**: Information on enrollment in pre-university education, Romanian language and civilization study, and Romanian language courses.\n*   **Transportation**: Information on public bus transportation within the city.\n*   **Integration and Social Support**: General support, social assistance, cultural integration, support in accessing the labor market, and counselling services.\n*   **Emergency and Safety**: Emergency call number (112) and National Anti-Traffic Hotline.\n*   **Information and Guidance**: General information, call center services, and guidance for managing in a new city.\n*   **Employment**: Support related to jobs and accessing the labor market. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 383,
      "question_id": 563,
      "content_block_id": 57,
      "answer": "The support coverage includes the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support coverage includes the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 384,
      "question_id": 564,
      "content_block_id": 57,
      "answer": "Yes, there are specific tools available. \"Law made simple\" is designed to help citizens better understand their legal rights and obligations. Additionally, \"PTSD Help\" is a free assistant available for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, there are specific tools available. \"Law made simple\" is designed to help citizens better understand their legal rights and obligations. Additionally, \"PTSD Help\" is a free assistant available for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 385,
      "question_id": 565,
      "content_block_id": 57,
      "answer": "The important contact numbers for emergency and support hotlines are:\n\n*   **Emergency call number:** 112\n*   **National Anti-Traffic Hotline Romania:** 0800 800 678 / 021 313 3100\n*   **The Immigration Service of Constanța county:** +40241 502 307 / +40241 611 364\n*   **World Vision Romania (Psychological support):** +40742077901 (George Macarie)\n*   **Terre des hommes Foundation (Psychological assistance):** +40371300390 (Oksana Buga)\n*   **The International Organization for Migration (IOM) (Psychological support):** +40745016883 (Boanca Simona)\n*   **CNRR (The Romanian National Council for Refugees):** +4.0736 830 847\n*   **AIDRom:** +4.021.212.48.68\n*   **ROUA Center:** +4.0771 516 508\n*   **Constanta Regional Integration Center (JRS Romania Association):** +4.0738.719.233; +4.0738.719.235\n*   **The Sensiblu Foundation:** +4.0711948762",
      "bResponse": "The important contact numbers for emergency and support hotlines are:\n\n*   **Emergency call number:** 112\n*   **National Anti-Traffic Hotline Romania:** 0800 800 678 / 021 313 3100\n*   **The Immigration Service of Constanța county:** +40241 502 307 / +40241 611 364\n*   **World Vision Romania (Psychological support):** +40742077901 (George Macarie)\n*   **Terre des hommes Foundation (Psychological assistance):** +40371300390 (Oksana Buga)\n*   **The International Organization for Migration (IOM) (Psychological support):** +40745016883 (Boanca Simona)\n*   **CNRR (The Romanian National Council for Refugees):** +4.0736 830 847\n*   **AIDRom:** +4.021.212.48.68\n*   **ROUA Center:** +4.0771 516 508\n*   **Constanta Regional Integration Center (JRS Romania Association):** +4.0738.719.233; +4.0738.719.235\n*   **The Sensiblu Foundation:** +4.0711948762 For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 386,
      "question_id": 566,
      "content_block_id": 57,
      "answer": "Yes, there is a support program available for accommodation, meals, and integration in Constanța. Information is required for this program.",
      "bResponse": "Yes, there is a support program available for accommodation, meals, and integration in Constanța. Information is required for this program. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 387,
      "question_id": 567,
      "content_block_id": 57,
      "answer": "For medical assistance, individuals can go to the Constanța Emergency County Clinical Hospital Sf Apostol Andrei, including its Pediatric Clinical Department for children, or consult the list of family doctors in Constanța county. AIDRom provides medical consultations. The Women's Center offers support for accessing reproductive health services and navigating the health system, as well as services for victims of domestic violence. For free, anonymous, and confidential psycho-medical-social HIV services, support is available from specialist doctors at 10 Regional HIV Centers in Romania through Sens Pozitiv. The Sensiblu Foundation can also assist with obtaining forensic medical certificates.\n\nFor psychological assistance, PTSD Help is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD). World Vision Romania offers psychological support in Russian and Ukrainian. Terre des hommes Foundation provides psychological assistance to various groups including refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. This assistance includes referrals to information resources, community-based psychosocial support activities, targeted psychosocial support services, specialized HCWSP services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers. The International Organization for Migration (IOM) offers psychological support through referrals, psychosocial support events, mental health awareness events, mental health first aid, training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. The ROUA Center provides psychosocial assistance. The Sensiblu Foundation also offers face-to-face or online psychotherapy, and psycho-medical-social HIV services include a psychological component.",
      "bResponse": "For medical assistance, individuals can go to the Constanța Emergency County Clinical Hospital Sf Apostol Andrei, including its Pediatric Clinical Department for children, or consult the list of family doctors in Constanța county. AIDRom provides medical consultations. The Women's Center offers support for accessing reproductive health services and navigating the health system, as well as services for victims of domestic violence. For free, anonymous, and confidential psycho-medical-social HIV services, support is available from specialist doctors at 10 Regional HIV Centers in Romania through Sens Pozitiv. The Sensiblu Foundation can also assist with obtaining forensic medical certificates.\n\nFor psychological assistance, PTSD Help is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD). World Vision Romania offers psychological support in Russian and Ukrainian. Terre des hommes Foundation provides psychological assistance to various groups including refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. This assistance includes referrals to information resources, community-based psychosocial support activities, targeted psychosocial support services, specialized HCWSP services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers. The International Organization for Migration (IOM) offers psychological support through referrals, psychosocial support events, mental health awareness events, mental health first aid, training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. The ROUA Center provides psychosocial assistance. The Sensiblu Foundation also offers face-to-face or online psychotherapy, and psycho-medical-social HIV services include a psychological component. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 388,
      "question_id": 568,
      "content_block_id": 57,
      "answer": "Individuals can access educational support and enrollment information through the Constanța County School Inspectorate, which provides details on the enrollment of Ukrainian students in Romanian pre-university education units and on the study of the Romanian language and civilization. Specific documents and more information about the education system in Romania are also available.",
      "bResponse": "Individuals can access educational support and enrollment information through the Constanța County School Inspectorate, which provides details on the enrollment of Ukrainian students in Romanian pre-university education units and on the study of the Romanian language and civilization. Specific documents and more information about the education system in Romania are also available. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 389,
      "question_id": 569,
      "content_block_id": 57,
      "answer": "Several organizations provide various forms of assistance. World Vision Romania offers psychological support in Russian and Ukrainian. The Terre des hommes Foundation provides psychological assistance, including referrals to information resources, community-based and targeted psychosocial support, specialized services, mental health awareness, psychological first aid, and capacity building for humanitarian workers, serving various vulnerable groups. The International Organization for Migration (IOM) provides psychological support through resource referencing, psychosocial events, mental health awareness, first aid, training, workshops, and supervision in multiple languages.\n\nThe Romanian National Council for Refugees (CNRR) offers general support. AIDRom provides social and legal advice, social assistance (vouchers for food, hygiene, medicine), medical consultations, covers education costs, and supports labor market access and cultural integration. The ROUA Center offers information, counseling, legal, psychosocial, and economic assistance, and Romanian language courses. The Constanta Regional Integration Center (JRS Romania Association) supports integration.\n\nThe Sensiblu Foundation offers social counseling, psychotherapy (face-to-face or online), legal advice and representation, a support network for women and girls, forensic medical certificates, and referrals to other institutions. The Novapolis Association provides on-the-ground help at border areas, including transport, accommodation, translation, clothes, information, and logistics. Sens Pozitiv offers free, anonymous, and confidential psycho-medical-social HIV services.",
      "bResponse": "Several organizations provide various forms of assistance. World Vision Romania offers psychological support in Russian and Ukrainian. The Terre des hommes Foundation provides psychological assistance, including referrals to information resources, community-based and targeted psychosocial support, specialized services, mental health awareness, psychological first aid, and capacity building for humanitarian workers, serving various vulnerable groups. The International Organization for Migration (IOM) provides psychological support through resource referencing, psychosocial events, mental health awareness, first aid, training, workshops, and supervision in multiple languages.\n\nThe Romanian National Council for Refugees (CNRR) offers general support. AIDRom provides social and legal advice, social assistance (vouchers for food, hygiene, medicine), medical consultations, covers education costs, and supports labor market access and cultural integration. The ROUA Center offers information, counseling, legal, psychosocial, and economic assistance, and Romanian language courses. The Constanta Regional Integration Center (JRS Romania Association) supports integration.\n\nThe Sensiblu Foundation offers social counseling, psychotherapy (face-to-face or online), legal advice and representation, a support network for women and girls, forensic medical certificates, and referrals to other institutions. The Novapolis Association provides on-the-ground help at border areas, including transport, accommodation, translation, clothes, information, and logistics. Sens Pozitiv offers free, anonymous, and confidential psycho-medical-social HIV services. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 390,
      "question_id": 570,
      "content_block_id": 57,
      "answer": "Yes, there are specialized services available for women and individuals with HIV.\n\nFor women, there is a Women's Center that provides support for accessing reproductive health services, navigating the health system, and services for victims of domestic violence. The Sensiblu Foundation also offers a support network for women and girls, along with social counseling, psychotherapy, and legal advice. Additionally, Terre des hommes Foundation offers psychological assistance to pregnant/nursing women.\n\nFor individuals with HIV, free, anonymous, and confidential psycho-medical-social HIV services are available through specialist doctors from 10 Regional HIV Centers in Romania, with support from Sens Pozitiv.",
      "bResponse": "Yes, there are specialized services available for women and individuals with HIV.\n\nFor women, there is a Women's Center that provides support for accessing reproductive health services, navigating the health system, and services for victims of domestic violence. The Sensiblu Foundation also offers a support network for women and girls, along with social counseling, psychotherapy, and legal advice. Additionally, Terre des hommes Foundation offers psychological assistance to pregnant/nursing women.\n\nFor individuals with HIV, free, anonymous, and confidential psycho-medical-social HIV services are available through specialist doctors from 10 Regional HIV Centers in Romania, with support from Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}