{
  "answers": [
    {
      "answer_id": 161,
      "question_id": 161,
      "content_block_id": 17,
      "answer": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine, by providing comprehensive resources and assistance in Romania. Its purpose is to help refugees understand their rights and obligations through \"Law made simple,\" offer mental health support via \"PTSD Help,\" and facilitate integration into the Romanian education system. This includes guidance on enrolling children in schools, kindergartens, and extracurricular activities, providing psycho-pedagogical assistance, and offering Romanian language learning opportunities. It also assists students in continuing their studies at universities, helps with the equivalence and recognition of diplomas for further education or access to the labor market, and provides information on accommodation, allowances for minors, and available Ukrainian schools and kindergartens. Additionally, it offers free courses and activities for both adults and children to aid in their overall adaptation and well-being.",
      "bResponse": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine, by providing comprehensive resources and assistance in Romania. Its purpose is to help refugees understand their rights and obligations through \"Law made simple,\" offer mental health support via \"PTSD Help,\" and facilitate integration into the Romanian education system. This includes guidance on enrolling children in schools, kindergartens, and extracurricular activities, providing psycho-pedagogical assistance, and offering Romanian language learning opportunities. It also assists students in continuing their studies at universities, helps with the equivalence and recognition of diplomas for further education or access to the labor market, and provides information on accommodation, allowances for minors, and available Ukrainian schools and kindergartens. Additionally, it offers free courses and activities for both adults and children to aid in their overall adaptation and well-being. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 162,
      "question_id": 162,
      "content_block_id": 17,
      "answer": "Support services available for refugees include \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there are free courses and activities for adults and children, such as language courses, yoga, drawing classes, chess, and music.",
      "bResponse": "Support services available for refugees include \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there are free courses and activities for adults and children, such as language courses, yoga, drawing classes, chess, and music. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 163,
      "question_id": 163,
      "content_block_id": 17,
      "answer": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 164,
      "question_id": 164,
      "content_block_id": 17,
      "answer": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 165,
      "question_id": 165,
      "content_block_id": 17,
      "answer": "To enroll a child in school or kindergarten in Romania, follow these steps:\n\n**For enrolling a child in school:**\n1.  **Contact County Schools Inspectorates:** Obtain contact information for all County Schools Inspectorates in Romania.\n2.  **Fill in the application:** Complete the application for enrolling your child in school, ensuring you obtain the \"audiences statute.\" You can also opt for psycho-pedagogical assistance and counseling. The application can be downloaded or obtained in physical form from the Inspectorate. For Ukrainian children who wish to learn Romanian, the Inspectorates will provide the necessary conditions and human resources.\n3.  **Submit the application:** Applications can be submitted at the Inspectorate's headquarters or online via email.\n4.  **Application analysis and assignment:** The application will be analyzed within one day. You will then be contacted by the responsible Commission regarding your child's assignment. After the Commission analyzes your application and conducts a meeting with you, you will jointly decide on the group or class for your child. In the summer, applications to the Bucharest School Inspectorate can be sent online to office@ismb.ro and felix.goldbach@ismb.ro. You can also change your child's status from trainee to student by sending necessary documents to these addresses.\n\n**For enrolling a child in extracurricular activities (which includes kindergarten for preschoolers):**\n1.  **Contact County Schools Inspectorates:** Similar to school enrollment, contact the relevant Inspectorates.\n2.  **Fill in the application:** Complete the application for extracurricular activities. For this, it is *not* necessary to obtain the \"audiences statute.\" You can also opt for psycho-pedagogical assistance and counseling. The application can be downloaded or obtained physically. For Ukrainian children wanting to learn Romanian, support will be provided.\n3.  **Submit the application:** Applications can be submitted at the Inspectorate's headquarters or online via email.\n4.  **Application analysis and assignment:** The application will be analyzed within one day, and you will be contacted by the responsible Commission. After analysis and a meeting, you will decide on the group or class. Participation in these activities is based on a schedule and procedure established by the educational unit.\n\n**Additional Information:**\n*   Upon entering the country, both unaccompanied minors and mothers/adults with children are registered with the General Directorates of Social Assistance and Child Protection, which ensure they receive necessary assistance.\n*   For inquiries regarding the enrollment and integration process, you can contact Maricica Ciubara, advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), at +40799626330, between 9:00 AM and 5:00 PM.\n*   Ukrainian minors under temporary protection in Romania (not beneficiaries of international protection) are eligible for free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear.\n*   Information is available regarding Ukrainian online or part-time kindergartens, Ukrainian schools and classes in various cities, remote education, learning platforms, and free education in private schools in Romania.",
      "bResponse": "To enroll a child in school or kindergarten in Romania, follow these steps:\n\n**For enrolling a child in school:**\n1.  **Contact County Schools Inspectorates:** Obtain contact information for all County Schools Inspectorates in Romania.\n2.  **Fill in the application:** Complete the application for enrolling your child in school, ensuring you obtain the \"audiences statute.\" You can also opt for psycho-pedagogical assistance and counseling. The application can be downloaded or obtained in physical form from the Inspectorate. For Ukrainian children who wish to learn Romanian, the Inspectorates will provide the necessary conditions and human resources.\n3.  **Submit the application:** Applications can be submitted at the Inspectorate's headquarters or online via email.\n4.  **Application analysis and assignment:** The application will be analyzed within one day. You will then be contacted by the responsible Commission regarding your child's assignment. After the Commission analyzes your application and conducts a meeting with you, you will jointly decide on the group or class for your child. In the summer, applications to the Bucharest School Inspectorate can be sent online to office@ismb.ro and felix.goldbach@ismb.ro. You can also change your child's status from trainee to student by sending necessary documents to these addresses.\n\n**For enrolling a child in extracurricular activities (which includes kindergarten for preschoolers):**\n1.  **Contact County Schools Inspectorates:** Similar to school enrollment, contact the relevant Inspectorates.\n2.  **Fill in the application:** Complete the application for extracurricular activities. For this, it is *not* necessary to obtain the \"audiences statute.\" You can also opt for psycho-pedagogical assistance and counseling. The application can be downloaded or obtained physically. For Ukrainian children wanting to learn Romanian, support will be provided.\n3.  **Submit the application:** Applications can be submitted at the Inspectorate's headquarters or online via email.\n4.  **Application analysis and assignment:** The application will be analyzed within one day, and you will be contacted by the responsible Commission. After analysis and a meeting, you will decide on the group or class. Participation in these activities is based on a schedule and procedure established by the educational unit.\n\n**Additional Information:**\n*   Upon entering the country, both unaccompanied minors and mothers/adults with children are registered with the General Directorates of Social Assistance and Child Protection, which ensure they receive necessary assistance.\n*   For inquiries regarding the enrollment and integration process, you can contact Maricica Ciubara, advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), at +40799626330, between 9:00 AM and 5:00 PM.\n*   Ukrainian minors under temporary protection in Romania (not beneficiaries of international protection) are eligible for free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear.\n*   Information is available regarding Ukrainian online or part-time kindergartens, Ukrainian schools and classes in various cities, remote education, learning platforms, and free education in private schools in Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 166,
      "question_id": 166,
      "content_block_id": 17,
      "answer": "To continue university studies in Romania, individuals should go directly to the university where they wish to enroll. Even without documents proving student status, enrollment is possible based on a statement of responsibility regarding previous studies, though each university has its own evaluation procedure. Before completing studies, students will need to present the diplomas that allowed them access to the study cycle in which they were enrolled to the Romanian higher education institution. For more information, individuals can refer to the Ukrainian citizens section on CNRED (edu.ro).",
      "bResponse": "To continue university studies in Romania, individuals should go directly to the university where they wish to enroll. Even without documents proving student status, enrollment is possible based on a statement of responsibility regarding previous studies, though each university has its own evaluation procedure. Before completing studies, students will need to present the diplomas that allowed them access to the study cycle in which they were enrolled to the Romanian higher education institution. For more information, individuals can refer to the Ukrainian citizens section on CNRED (edu.ro). For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 167,
      "question_id": 167,
      "content_block_id": 17,
      "answer": "Foreign academic qualifications are recognized or equated in Romania through the National Center for Recognition and Equivalence of Diplomas (CNRED), part of the Ministry of Education. This process is necessary for continuing studies in Romania or for accessing the Romanian labor market.\n\nTo have studies recognized, individuals must set up a file containing:\n*   An application (if submitted physically).\n*   A copy of the high school diploma/certificate. If issued in languages other than Romanian, English, French, Spanish, or Italian, a certified translation is required.\n*   A copy of the school situation for the last two years of studies, with certified translation if not in the specified languages.\n*   A copy of personal identification documents (passport, ID).\n*   An evaluation fee of 100 RON, which is waived for individuals benefiting from a form of international protection.\n*   Other relevant documents, if applicable.\n*   Documents may require apostille or superlegalization depending on the issuing country.\n\nThe file can be submitted online via the Electronic Single Point of Contact (for diplomas in specified languages or other foreign languages), or physically at a university, the Registry of the Ministry of Education, or by mail/express courier.\n\nAfter submission, the file will be evaluated within a maximum of 30 working days from the registration of a complete file, though this deadline may be extended if further checks are needed. Applicants can check the status of their file online.\n\nThe certificate of recognition can be obtained in electronic format (for online submissions), from the university's headquarters, from CNRED headquarters, or by post/express courier. The certificate is issued only to the applicant or a notarized authorized person. Duplicates can be issued in case of loss or damage. Decisions made by CNRED can be challenged by filing an appeal with the Ministry of Education's registry within 45 working days.\n\nIt is important to note that a passport does not replace the certificate/decision of recognition of studies.",
      "bResponse": "Foreign academic qualifications are recognized or equated in Romania through the National Center for Recognition and Equivalence of Diplomas (CNRED), part of the Ministry of Education. This process is necessary for continuing studies in Romania or for accessing the Romanian labor market.\n\nTo have studies recognized, individuals must set up a file containing:\n*   An application (if submitted physically).\n*   A copy of the high school diploma/certificate. If issued in languages other than Romanian, English, French, Spanish, or Italian, a certified translation is required.\n*   A copy of the school situation for the last two years of studies, with certified translation if not in the specified languages.\n*   A copy of personal identification documents (passport, ID).\n*   An evaluation fee of 100 RON, which is waived for individuals benefiting from a form of international protection.\n*   Other relevant documents, if applicable.\n*   Documents may require apostille or superlegalization depending on the issuing country.\n\nThe file can be submitted online via the Electronic Single Point of Contact (for diplomas in specified languages or other foreign languages), or physically at a university, the Registry of the Ministry of Education, or by mail/express courier.\n\nAfter submission, the file will be evaluated within a maximum of 30 working days from the registration of a complete file, though this deadline may be extended if further checks are needed. Applicants can check the status of their file online.\n\nThe certificate of recognition can be obtained in electronic format (for online submissions), from the university's headquarters, from CNRED headquarters, or by post/express courier. The certificate is issued only to the applicant or a notarized authorized person. Duplicates can be issued in case of loss or damage. Decisions made by CNRED can be challenged by filing an appeal with the Ministry of Education's registry within 45 working days.\n\nIt is important to note that a passport does not replace the certificate/decision of recognition of studies. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 168,
      "question_id": 168,
      "content_block_id": 17,
      "answer": "Ukrainian minors under temporary protection in Romania, who are not beneficiaries of international protection, are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear.",
      "bResponse": "Ukrainian minors under temporary protection in Romania, who are not beneficiaries of international protection, are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 169,
      "question_id": 169,
      "content_block_id": 17,
      "answer": "Yes, there is useful information available regarding Ukrainian online kindergartens or part-time kindergartens in Romania, as well as Ukrainian schools and classes operating in different cities of Romania. The summary also mentions how to continue education remotely, various learning platforms, and free education in private schools in Romania.",
      "bResponse": "Yes, there is useful information available regarding Ukrainian online kindergartens or part-time kindergartens in Romania, as well as Ukrainian schools and classes operating in different cities of Romania. The summary also mentions how to continue education remotely, various learning platforms, and free education in private schools in Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 170,
      "question_id": 170,
      "content_block_id": 17,
      "answer": "Free courses and activities offered to refugees in Romania for both adults and children include language courses, yoga, drawing classes, chess, and music.",
      "bResponse": "Free courses and activities offered to refugees in Romania for both adults and children include language courses, yoga, drawing classes, chess, and music. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}