{
  "answers": [
    {
      "answer_id": 251,
      "question_id": 431,
      "content_block_id": 44,
      "answer": "The Dopomoha initiative provides solutions designed to support refugees, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it offers information regarding emergency consultations at home and unassisted medical transport activities for specific patient categories, such as those with severe cognitive disorders, autistic spectrum disorders, severe or profound mental retardation, tetraparesis, motor insufficiency of the lower limb, hemiparesis, or paraparesis. These transport services include transport upon leaving the hospital, to the hospital for hospitalization, round-trip to specialist offices, and round-trip to laboratories for paraclinical investigations, all facilitated by private ambulances through the 112 emergency service. This information is detailed in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\"",
      "bResponse": "The Dopomoha initiative provides solutions designed to support refugees, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it offers information regarding emergency consultations at home and unassisted medical transport activities for specific patient categories, such as those with severe cognitive disorders, autistic spectrum disorders, severe or profound mental retardation, tetraparesis, motor insufficiency of the lower limb, hemiparesis, or paraparesis. These transport services include transport upon leaving the hospital, to the hospital for hospitalization, round-trip to specialist offices, and round-trip to laboratories for paraclinical investigations, all facilitated by private ambulances through the 112 emergency service. This information is detailed in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 252,
      "question_id": 432,
      "content_block_id": 44,
      "answer": "The specific solutions designed to support refugees are: Law made simple, which helps citizens better understand their rights and obligations, and PTSD Help, a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "The specific solutions designed to support refugees are: Law made simple, which helps citizens better understand their rights and obligations, and PTSD Help, a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 253,
      "question_id": 433,
      "content_block_id": 44,
      "answer": "The 'Law made simple' program is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' program is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 254,
      "question_id": 434,
      "content_block_id": 44,
      "answer": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 255,
      "question_id": 435,
      "content_block_id": 44,
      "answer": "Yes, home consultations for medical emergencies are available. Patients can benefit from services for emergency consultations at home, which are carried out by private ambulances in contractual relations with health insurance companies, through the 112 emergency service. If a patient is in one of the described situations (e.g., severe cognitive disorders, immobile patients needing transport to hospital, bedridden patients needing specialist consultations or paraclinical investigations), they or their relative can call 112, and the dispatcher will decide which type of ambulance to send.",
      "bResponse": "Yes, home consultations for medical emergencies are available. Patients can benefit from services for emergency consultations at home, which are carried out by private ambulances in contractual relations with health insurance companies, through the 112 emergency service. If a patient is in one of the described situations (e.g., severe cognitive disorders, immobile patients needing transport to hospital, bedridden patients needing specialist consultations or paraclinical investigations), they or their relative can call 112, and the dispatcher will decide which type of ambulance to send. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 256,
      "question_id": 436,
      "content_block_id": 44,
      "answer": "Unassisted medical transportation services provided include:\n\n1.  Transport upon leaving the hospital (including to another county) for patients with severe cognitive disorders such as dementia of different etiologies, autistic spectrum disorders, or severe/profound mental retardation.\n2.  Transport of immobile patients with tetraparesis or motor insufficiency of the lower limb to the hospital for hospitalization, based on a hospitalization note in recovery health units.\n3.  Round-trip transport to and from a specialist's office in specialty clinics for bedridden patients with severe cognitive disorders (dementia, autistic spectrum disorders, severe/profound mental retardation), or with moderately severe hemiparesis or paraparesis, for consultation, evaluation, monitoring, and prescription of treatment for chronic conditions.\n4.  Round-trip transport to and from a laboratory for bedridden patients to perform paraclinical medical investigations in the ambulatory, as recommended by family medicine doctors or specialist doctors from specialty outpatient clinics under contract with health insurance companies.",
      "bResponse": "Unassisted medical transportation services provided include:\n\n1.  Transport upon leaving the hospital (including to another county) for patients with severe cognitive disorders such as dementia of different etiologies, autistic spectrum disorders, or severe/profound mental retardation.\n2.  Transport of immobile patients with tetraparesis or motor insufficiency of the lower limb to the hospital for hospitalization, based on a hospitalization note in recovery health units.\n3.  Round-trip transport to and from a specialist's office in specialty clinics for bedridden patients with severe cognitive disorders (dementia, autistic spectrum disorders, severe/profound mental retardation), or with moderately severe hemiparesis or paraparesis, for consultation, evaluation, monitoring, and prescription of treatment for chronic conditions.\n4.  Round-trip transport to and from a laboratory for bedridden patients to perform paraclinical medical investigations in the ambulatory, as recommended by family medicine doctors or specialist doctors from specialty outpatient clinics under contract with health insurance companies. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 257,
      "question_id": 437,
      "content_block_id": 44,
      "answer": "Individuals can request emergency medical services or transport by calling the 112 emergency service. This applies if the patient is in one of the specified situations, such as needing emergency consultations at home or unassisted medical transport. The dispatcher at 112 will analyze the situation and decide which type of ambulance to send. For transport upon leaving the hospital, the 112 emergency service can be called by the patient, relatives, or hospital staff. It is important to call the 112 emergency service responsibly.",
      "bResponse": "Individuals can request emergency medical services or transport by calling the 112 emergency service. This applies if the patient is in one of the specified situations, such as needing emergency consultations at home or unassisted medical transport. The dispatcher at 112 will analyze the situation and decide which type of ambulance to send. For transport upon leaving the hospital, the 112 emergency service can be called by the patient, relatives, or hospital staff. It is important to call the 112 emergency service responsibly. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 258,
      "question_id": 438,
      "content_block_id": 44,
      "answer": "The services are offered in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The services are offered in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 259,
      "question_id": 439,
      "content_block_id": 44,
      "answer": "The primary audience for information on rights in the social health insurance system are people from the armed conflict zone in Ukraine. This information is available in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” provided by the National Health Insurance House.",
      "bResponse": "The primary audience for information on rights in the social health insurance system are people from the armed conflict zone in Ukraine. This information is available in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” provided by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 260,
      "question_id": 440,
      "content_block_id": 44,
      "answer": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/emergency-consultations",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}