{
  "answers": [
    {
      "answer_id": 171,
      "question_id": 171,
      "content_block_id": 18,
      "answer": "Solutions available to support refugees include \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, UNHCR provides cash assistance to eligible displaced Ukrainians and third-country nationals.",
      "bResponse": "Solutions available to support refugees include \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, UNHCR provides cash assistance to eligible displaced Ukrainians and third-country nationals. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 172,
      "question_id": 172,
      "content_block_id": 18,
      "answer": "Currently, there is no financial assistance program available; individuals are advised to check back later.\n\nWhen the program is active, refugees can access cash assistance through UNHCR by first meeting the eligibility criteria and then filling out a form to schedule an appointment for an interview. This appointment is the initial step to enroll in the cash assistance program. An SMS will be sent to their mobile phone within 15 days with the date, time, and location of the appointment, which must be shown at the enrollment center's reception.\n\nEligibility typically requires being displaced from Ukraine, having temporary protection status in Romania for at least 30 days, having lived in Romania for at least 30 days before registering, not having been previously interviewed for the \"Cash for Protection\" program, and not receiving other significant multi-purpose cash assistance or vouchers from other sources. Additionally, the family must meet at least one of the following criteria: a family member with a disability or serious illness; single parents without another adult capable of working; an adult over 60 years old without other able-bodied family members; four or more family members in the household; or a single young man aged 18 to 21.\n\nFor the enrollment appointment, all family members must be present, and identification documents for each, proof of entry date into Romania, and an active Romanian or Ukrainian mobile phone number are required. Fingerprints are collected for security and fraud prevention. Bank account details for a Romanian bank account are also needed.",
      "bResponse": "Currently, there is no financial assistance program available; individuals are advised to check back later.\n\nWhen the program is active, refugees can access cash assistance through UNHCR by first meeting the eligibility criteria and then filling out a form to schedule an appointment for an interview. This appointment is the initial step to enroll in the cash assistance program. An SMS will be sent to their mobile phone within 15 days with the date, time, and location of the appointment, which must be shown at the enrollment center's reception.\n\nEligibility typically requires being displaced from Ukraine, having temporary protection status in Romania for at least 30 days, having lived in Romania for at least 30 days before registering, not having been previously interviewed for the \"Cash for Protection\" program, and not receiving other significant multi-purpose cash assistance or vouchers from other sources. Additionally, the family must meet at least one of the following criteria: a family member with a disability or serious illness; single parents without another adult capable of working; an adult over 60 years old without other able-bodied family members; four or more family members in the household; or a single young man aged 18 to 21.\n\nFor the enrollment appointment, all family members must be present, and identification documents for each, proof of entry date into Romania, and an active Romanian or Ukrainian mobile phone number are required. Fingerprints are collected for security and fraud prevention. Bank account details for a Romanian bank account are also needed. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 173,
      "question_id": 173,
      "content_block_id": 18,
      "answer": "To be eligible for UNHCR cash assistance, individuals and their families must meet the following criteria:\n\nThey must be displaced from Ukraine (citizens of Ukraine, stateless persons, or third-country nationals) as a result of the international conflict. They need to be registered with temporary protection status in Romania for at least 30 days and have lived in Romania for at least 30 days before registering with UNHCR for winter cash assistance. They should also be either registered with UNHCR but not previously interviewed for the Cash for Protection program, or their family is not yet registered with UNHCR. Furthermore, they must not be receiving multi-purpose cash assistance or vouchers from other sources in Romania (equivalent to RON 600 or more) or from UNHCR in other European countries.\n\nIn addition to these, the family must meet at least one of the following categories:\n*   Have a family member with a disability and/or serious illness.\n*   Be single parents without another adult capable of working in the family.\n*   Include an adult over 60 years old with no other able-bodied family member.\n*   Consist of four or more family members in the household.\n*   Be a single young man aged 18 to 21.\n\nFailure to meet these criteria will result in not being invited for an interview.",
      "bResponse": "To be eligible for UNHCR cash assistance, individuals and their families must meet the following criteria:\n\nThey must be displaced from Ukraine (citizens of Ukraine, stateless persons, or third-country nationals) as a result of the international conflict. They need to be registered with temporary protection status in Romania for at least 30 days and have lived in Romania for at least 30 days before registering with UNHCR for winter cash assistance. They should also be either registered with UNHCR but not previously interviewed for the Cash for Protection program, or their family is not yet registered with UNHCR. Furthermore, they must not be receiving multi-purpose cash assistance or vouchers from other sources in Romania (equivalent to RON 600 or more) or from UNHCR in other European countries.\n\nIn addition to these, the family must meet at least one of the following categories:\n*   Have a family member with a disability and/or serious illness.\n*   Be single parents without another adult capable of working in the family.\n*   Include an adult over 60 years old with no other able-bodied family member.\n*   Consist of four or more family members in the household.\n*   Be a single young man aged 18 to 21.\n\nFailure to meet these criteria will result in not being invited for an interview. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 174,
      "question_id": 174,
      "content_block_id": 18,
      "answer": "UNHCR provides one-time cash assistance of 720 lei per person to cover expenses related to the winter period for eligible Ukrainians and third-country nationals displaced by the ongoing conflict in Ukraine.",
      "bResponse": "UNHCR provides one-time cash assistance of 720 lei per person to cover expenses related to the winter period for eligible Ukrainians and third-country nationals displaced by the ongoing conflict in Ukraine. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 175,
      "question_id": 175,
      "content_block_id": 18,
      "answer": "UNHCR’s cash enrollment centers are located in:\n*   **Bucharest**: At pavilion G5 ROMEXPO - Marasti Boulevard, 65-67.\n*   **Brasov**: Strada Bogdan Petriceiu Hasdeu, no 13.\n*   **Galati**: Movilei Street, 2-8.\n*   **Iasi**: Sos. Nationala, no 55-59, Mercury Apartments, flats 1-2.\n*   **Suceava**: Mihail Sadoveanu Street, 9A.",
      "bResponse": "UNHCR’s cash enrollment centers are located in:\n*   **Bucharest**: At pavilion G5 ROMEXPO - Marasti Boulevard, 65-67.\n*   **Brasov**: Strada Bogdan Petriceiu Hasdeu, no 13.\n*   **Galati**: Movilei Street, 2-8.\n*   **Iasi**: Sos. Nationala, no 55-59, Mercury Apartments, flats 1-2.\n*   **Suceava**: Mihail Sadoveanu Street, 9A. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 176,
      "question_id": 176,
      "content_block_id": 18,
      "answer": "To register for UNHCR cash assistance, all family members must be present at the enrollment center. For each family member, you should bring any of the following identification documents if available: an international passport, any document showing your Ukrainian Tax number, a Temporary Protection Permit for Romania, an internal passport, a national identity card, a birth certificate for children under 18, a marriage certificate, or medical documents confirming disability or specific medical conditions. If none of these are available, any other document proving identity and family relationship will suffice. Documents can also be shown via the DIAA mobile application. Additionally, you must bring any document that proves your date of entry into Romania and an active Romanian or Ukrainian mobile phone number. Ukrainian phone numbers must be active in roaming to receive SMS confirmations and pick-up codes.",
      "bResponse": "To register for UNHCR cash assistance, all family members must be present at the enrollment center. For each family member, you should bring any of the following identification documents if available: an international passport, any document showing your Ukrainian Tax number, a Temporary Protection Permit for Romania, an internal passport, a national identity card, a birth certificate for children under 18, a marriage certificate, or medical documents confirming disability or specific medical conditions. If none of these are available, any other document proving identity and family relationship will suffice. Documents can also be shown via the DIAA mobile application. Additionally, you must bring any document that proves your date of entry into Romania and an active Romanian or Ukrainian mobile phone number. Ukrainian phone numbers must be active in roaming to receive SMS confirmations and pick-up codes. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 177,
      "question_id": 177,
      "content_block_id": 18,
      "answer": "Fingerprints are collected to protect unique access to financial cash assistance and to guard against fraud, as it is difficult for someone else to copy them and pretend to be the recipient. This collection is solely for humanitarian assistance purposes and not for refugee registration or status determination. All fingerprint information is stored in a secure UNHCR database and is not shared with other organizations or institutions.",
      "bResponse": "Fingerprints are collected to protect unique access to financial cash assistance and to guard against fraud, as it is difficult for someone else to copy them and pretend to be the recipient. This collection is solely for humanitarian assistance purposes and not for refugee registration or status determination. All fingerprint information is stored in a secure UNHCR database and is not shared with other organizations or institutions. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 178,
      "question_id": 178,
      "content_block_id": 18,
      "answer": "Yes, bank account details are necessary for receiving UNHCR cash assistance. You need to provide UNHCR staff in the enrollment centers with your banking details, specifically the IBAN number and the date when the account was opened. These bank details are required for Romanian bank accounts, as bank accounts from Ukraine or other countries cannot be considered.",
      "bResponse": "Yes, bank account details are necessary for receiving UNHCR cash assistance. You need to provide UNHCR staff in the enrollment centers with your banking details, specifically the IBAN number and the date when the account was opened. These bank details are required for Romanian bank accounts, as bank accounts from Ukraine or other countries cannot be considered. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 179,
      "question_id": 179,
      "content_block_id": 18,
      "answer": "Individuals receiving other forms of aid are not eligible for UNHCR cash assistance if they currently receive multi-purpose cash assistance or vouchers from other sources in Romania equivalent to RON 600 or more, or in other European countries where UNHCR provides similar cash assistance. Specifically, if they are enrolled for multipurpose cash assistance or any other cash/voucher assistance in Romania or with UNHCR in another country with a transfer value of at least 500 RON per month per person or more for a period of two or three months, they are not eligible for this program.",
      "bResponse": "Individuals receiving other forms of aid are not eligible for UNHCR cash assistance if they currently receive multi-purpose cash assistance or vouchers from other sources in Romania equivalent to RON 600 or more, or in other European countries where UNHCR provides similar cash assistance. Specifically, if they are enrolled for multipurpose cash assistance or any other cash/voucher assistance in Romania or with UNHCR in another country with a transfer value of at least 500 RON per month per person or more for a period of two or three months, they are not eligible for this program. For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 180,
      "question_id": 180,
      "content_block_id": 18,
      "answer": "To pick up cash assistance from UNHCR, if sent through MoneyGram, you will need your UNHCR Proof of Enrolment, your passport or identity document containing your photo, and your pick-up code. You have a total of 20 days from receiving the SMS with your MoneyGram pickup code to retrieve the cash.\n\nIf picking up from Smith&Smith, you will need your UNHCR Proof of Enrolment, your passport or identity document containing your photo, and your pick-up code or the SMS message received from UNHCR.\n\nFor Romanian banks, you need to own a bank account/account number and have an identity document with your photo, such as a passport, to cash out assistance from the counter. If withdrawing from an ATM, you will need your debit/bank smart card.\n\nIt is beneficial to carry the UNHCR Proof of Enrolment document, regardless of the financial service provider, as it eases the verification process. The cash assistance will be received in local currency (Romanian LEI).",
      "bResponse": "To pick up cash assistance from UNHCR, if sent through MoneyGram, you will need your UNHCR Proof of Enrolment, your passport or identity document containing your photo, and your pick-up code. You have a total of 20 days from receiving the SMS with your MoneyGram pickup code to retrieve the cash.\n\nIf picking up from Smith&Smith, you will need your UNHCR Proof of Enrolment, your passport or identity document containing your photo, and your pick-up code or the SMS message received from UNHCR.\n\nFor Romanian banks, you need to own a bank account/account number and have an identity document with your photo, such as a passport, to cash out assistance from the counter. If withdrawing from an ATM, you will need your debit/bank smart card.\n\nIt is beneficial to carry the UNHCR Proof of Enrolment document, regardless of the financial service provider, as it eases the verification process. The cash assistance will be received in local currency (Romanian LEI). For more details, visit https://dopomoha.ro/en/financial-support-from-unhcr",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}