{
  "answers": [
    {
      "answer_id": 351,
      "question_id": 531,
      "content_block_id": 54,
      "answer": "Dopomoha is a Commit Global solution that provides support for refugees. This includes two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also facilitates access to free medical care for people fleeing the war in Ukraine, with services provided by organizations such as IOM Romania, MedZirka, and the Red Cross.",
      "bResponse": "Dopomoha is a Commit Global solution that provides support for refugees. This includes two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also facilitates access to free medical care for people fleeing the war in Ukraine, with services provided by organizations such as IOM Romania, MedZirka, and the Red Cross. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 352,
      "question_id": 532,
      "content_block_id": 54,
      "answer": "Dopomoha is designed to support refugees, specifically those fleeing the war in Ukraine and other countries. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "Dopomoha is designed to support refugees, specifically those fleeing the war in Ukraine and other countries. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 353,
      "question_id": 533,
      "content_block_id": 54,
      "answer": "Dopomoha provides assistance in various areas including Housing, Education, Health, and Transportation. Specifically for refugees, it offers \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Medical assistance is also a key focus, with free medical care provided by IOM Romania to Ukrainians and other refugees, free online and offline medical consultations from the Ukrainian clinic MedZirka (family doctor, therapist, pediatrician), and free medical consultations and services at the Health Promotion Center from the Red Cross.",
      "bResponse": "Dopomoha provides assistance in various areas including Housing, Education, Health, and Transportation. Specifically for refugees, it offers \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Medical assistance is also a key focus, with free medical care provided by IOM Romania to Ukrainians and other refugees, free online and offline medical consultations from the Ukrainian clinic MedZirka (family doctor, therapist, pediatrician), and free medical consultations and services at the Health Promotion Center from the Red Cross. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 354,
      "question_id": 534,
      "content_block_id": 54,
      "answer": "Dopomoha offers support in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha offers support in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 355,
      "question_id": 535,
      "content_block_id": 54,
      "answer": "Law made simple is one of two solutions designed to support refugees, specifically aimed at helping citizens better understand their rights and obligations.",
      "bResponse": "Law made simple is one of two solutions designed to support refugees, specifically aimed at helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 356,
      "question_id": 536,
      "content_block_id": 54,
      "answer": "'PTSD Help' assists individuals as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' assists individuals as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 357,
      "question_id": 537,
      "content_block_id": 54,
      "answer": "Yes, free medical care is offered through Dopomoha. The platform, identified as \"A Commit Global solution\" and \"Dopomoha,\" provides information regarding free medical care for people fleeing the war in Ukraine. This includes medical assistance offered by IOM Romania, free online and offline medical consultations from the Ukrainian clinic MedZirka, and free medical consultations and services at the Health Promotion Center from the Red Cross in Bucharest.",
      "bResponse": "Yes, free medical care is offered through Dopomoha. The platform, identified as \"A Commit Global solution\" and \"Dopomoha,\" provides information regarding free medical care for people fleeing the war in Ukraine. This includes medical assistance offered by IOM Romania, free online and offline medical consultations from the Ukrainian clinic MedZirka, and free medical consultations and services at the Health Promotion Center from the Red Cross in Bucharest. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 358,
      "question_id": 538,
      "content_block_id": 54,
      "answer": "IOM Romania, MedZirka, Red Cross Romania, and French Red Cross provide medical assistance through Dopomoha. IOM Romania offers free medical care to Ukrainians and refugees from other countries. MedZirka, a Ukrainian network of family medicine clinics, provides free online and offline medical services including consultations from a family doctor, therapist, or pediatrician. Red Cross Romania, with support from the French Red Cross, offers free medical consultations and services at a Health Promotion Center in Bucharest.",
      "bResponse": "IOM Romania, MedZirka, Red Cross Romania, and French Red Cross provide medical assistance through Dopomoha. IOM Romania offers free medical care to Ukrainians and refugees from other countries. MedZirka, a Ukrainian network of family medicine clinics, provides free online and offline medical services including consultations from a family doctor, therapist, or pediatrician. Red Cross Romania, with support from the French Red Cross, offers free medical consultations and services at a Health Promotion Center in Bucharest. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 359,
      "question_id": 539,
      "content_block_id": 54,
      "answer": "Users can provide feedback or report mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can provide feedback or report mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 360,
      "question_id": 540,
      "content_block_id": 54,
      "answer": "A Commit Global solution is Dopomoha, a platform designed to support refugees. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides information on free medical care for people fleeing the war in Ukraine and covers support categories like housing, education, health, and transportation.",
      "bResponse": "A Commit Global solution is Dopomoha, a platform designed to support refugees. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides information on free medical care for people fleeing the war in Ukraine and covers support categories like housing, education, health, and transportation. For more details, visit https://dopomoha.ro/en/free-medical-care",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}