{
  "answers": [
    {
      "answer_id": 341,
      "question_id": 521,
      "content_block_id": 53,
      "answer": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees. This is achieved through solutions like \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it supports the Red Cross Romania's Health Promotion Center in Bucharest, offering free medical consultations and services, including specialized medical care (pediatrician, cardiologist, diabetologist, ophthalmologist, dentist), ultrasounds, ECGs, blood pressure and glucose checks, and psychological support for refugees from Ukraine. They also provide translation services for better communication with doctors.",
      "bResponse": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees. This is achieved through solutions like \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it supports the Red Cross Romania's Health Promotion Center in Bucharest, offering free medical consultations and services, including specialized medical care (pediatrician, cardiologist, diabetologist, ophthalmologist, dentist), ultrasounds, ECGs, blood pressure and glucose checks, and psychological support for refugees from Ukraine. They also provide translation services for better communication with doctors. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 342,
      "question_id": 522,
      "content_block_id": 53,
      "answer": "Every refugee from Ukraine is eligible to receive free medical consultations and access to some medical services at the Health Promotion Center.",
      "bResponse": "Every refugee from Ukraine is eligible to receive free medical consultations and access to some medical services at the Health Promotion Center. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 343,
      "question_id": 523,
      "content_block_id": 53,
      "answer": "At the Health Promotion Center, consultations are offered by specialists in various fields, including pediatrics, cardiology, diabetology, ophthalmology, and dentistry. Additionally, it is possible to receive an ultrasound based on a doctor's recommendation, as well as an ECG, blood pressure measurement, and blood glucose level checks. Psychological support is also available for refugees of all ages.",
      "bResponse": "At the Health Promotion Center, consultations are offered by specialists in various fields, including pediatrics, cardiology, diabetology, ophthalmology, and dentistry. Additionally, it is possible to receive an ultrasound based on a doctor's recommendation, as well as an ECG, blood pressure measurement, and blood glucose level checks. Psychological support is also available for refugees of all ages. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 344,
      "question_id": 524,
      "content_block_id": 53,
      "answer": "Appointments for services at the Health Promotion Center can be made by calling 0747 278 486 or 0748 185 714. These calls can be made in Romanian, Russian, Ukrainian, or English.",
      "bResponse": "Appointments for services at the Health Promotion Center can be made by calling 0747 278 486 or 0748 185 714. These calls can be made in Romanian, Russian, Ukrainian, or English. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 345,
      "question_id": 525,
      "content_block_id": 53,
      "answer": "The organizations involved in the Commit Global solution include Commit Global itself, Dopomoha (which is described as a Commit Global solution), Access (which partnered to create solutions like Law Made Simple and PTSD Help), Red Cross Romania, and French Red Cross (which supports the Health Promotion Center offering medical services and psychological support for refugees).",
      "bResponse": "The organizations involved in the Commit Global solution include Commit Global itself, Dopomoha (which is described as a Commit Global solution), Access (which partnered to create solutions like Law Made Simple and PTSD Help), Red Cross Romania, and French Red Cross (which supports the Health Promotion Center offering medical services and psychological support for refugees). For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 346,
      "question_id": 526,
      "content_block_id": 53,
      "answer": "No, there are no costs associated with the services provided by the Health Promotion Center. It offers free medical consultations and access to medical services for every refugee from Ukraine.",
      "bResponse": "No, there are no costs associated with the services provided by the Health Promotion Center. It offers free medical consultations and access to medical services for every refugee from Ukraine. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 347,
      "question_id": 527,
      "content_block_id": 53,
      "answer": "'Law made simple' is one of two solutions designed to support refugees. It helps citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' is one of two solutions designed to support refugees. It helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 348,
      "question_id": 528,
      "content_block_id": 53,
      "answer": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 349,
      "question_id": 529,
      "content_block_id": 53,
      "answer": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest.",
      "bResponse": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 350,
      "question_id": 530,
      "content_block_id": 53,
      "answer": "One can provide feedback or report mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro.",
      "bResponse": "One can provide feedback or report mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/health-promotion-center",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}