{
  "answers": [
    {
      "answer_id": 101,
      "question_id": 281,
      "content_block_id": 29,
      "answer": "The Dopomoha platform, a Commit Global solution, is designed to support refugees. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it provides guidance on essential hygiene practices, including hand washing, proper utensil use, managing water needs in crisis, and tips for making or reusing diapers, indicating a broader focus on health and basic needs support.",
      "bResponse": "The Dopomoha platform, a Commit Global solution, is designed to support refugees. It offers solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it provides guidance on essential hygiene practices, including hand washing, proper utensil use, managing water needs in crisis, and tips for making or reusing diapers, indicating a broader focus on health and basic needs support. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 102,
      "question_id": 282,
      "content_block_id": 29,
      "answer": "The Dopomoha support services cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The Dopomoha support services cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 103,
      "question_id": 283,
      "content_block_id": 29,
      "answer": "Dopomoha offers support in various areas including Housing, Education, Health, and Transportation. It provides specific solutions for refugees such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it offers practical health and hygiene guidance, including tips on hand washing, water usage for crisis situations, proper utensil use, and instructions on how to make and reuse diapers. A call center is also available for support.",
      "bResponse": "Dopomoha offers support in various areas including Housing, Education, Health, and Transportation. It provides specific solutions for refugees such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it offers practical health and hygiene guidance, including tips on hand washing, water usage for crisis situations, proper utensil use, and instructions on how to make and reuse diapers. A call center is also available for support. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 104,
      "question_id": 284,
      "content_block_id": 29,
      "answer": "Yes, there is a specific solution mentioned called \"Law made simple\" which is designed to help citizens better understand their rights and obligations. This is presented as one of two solutions created to support refugees.",
      "bResponse": "Yes, there is a specific solution mentioned called \"Law made simple\" which is designed to help citizens better understand their rights and obligations. This is presented as one of two solutions created to support refugees. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 105,
      "question_id": 285,
      "content_block_id": 29,
      "answer": "Yes, Dopomoha provides resources for mental health assistance through \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, Dopomoha provides resources for mental health assistance through \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 106,
      "question_id": 286,
      "content_block_id": 29,
      "answer": "The provided text mentions \"Call center\" along with a list of cities (Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara) but does not provide any details on how users can access it, such as a phone number or contact method.",
      "bResponse": "The provided text mentions \"Call center\" along with a list of cities (Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara) but does not provide any details on how users can access it, such as a phone number or contact method. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 107,
      "question_id": 287,
      "content_block_id": 29,
      "answer": "The solution, referred to as 'Dopomoha', is a Commit Global solution.",
      "bResponse": "The solution, referred to as 'Dopomoha', is a Commit Global solution. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 108,
      "question_id": 288,
      "content_block_id": 29,
      "answer": "The Dopomoha platform is available in Ukrainian, Romanian, English, and Russian.",
      "bResponse": "The Dopomoha platform is available in Ukrainian, Romanian, English, and Russian. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 109,
      "question_id": 289,
      "content_block_id": 29,
      "answer": "Information about hygiene and safety tips can be found in the \"Hygiene\" section. This section offers guidance on protecting health, including frequent hand washing with soap, proper hand sanitization if water and soap are unavailable, the importance of individual or thoroughly cleaned utensils, and instructions on how to make or reuse diapers.",
      "bResponse": "Information about hygiene and safety tips can be found in the \"Hygiene\" section. This section offers guidance on protecting health, including frequent hand washing with soap, proper hand sanitization if water and soap are unavailable, the importance of individual or thoroughly cleaned utensils, and instructions on how to make or reuse diapers. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 110,
      "question_id": 290,
      "content_block_id": 29,
      "answer": "The Dopomoha initiative is a partnership with Access, which developed \"Law made simple\" and \"PTSD Help\" to support refugees. The overall solution is provided by Commit Global.",
      "bResponse": "The Dopomoha initiative is a partnership with Access, which developed \"Law made simple\" and \"PTSD Help\" to support refugees. The overall solution is provided by Commit Global. For more details, visit https://dopomoha.ro/en/hygiene",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}