{
  "answers": [
    {
      "answer_id": 231,
      "question_id": 411,
      "content_block_id": 42,
      "answer": "Dopomoha is a Commit Global solution that offers support to refugees through two main initiatives: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Dopomoha is a Commit Global solution that offers support to refugees through two main initiatives: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 232,
      "question_id": 412,
      "content_block_id": 42,
      "answer": "Support for refugees includes two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, medical recovery, physical medicine, and rehabilitation services are provided to insured persons on an outpatient or inpatient basis. These services, detailed in a guide for people from the armed conflict zone in Ukraine, include procedures such as physiotherapy, hydrotherapy, massage, aerosols, mineral baths, natural skunks, and mud wraps. Patients are entitled to specific physical medicine and outpatient rehabilitation procedures for a maximum of 21 days per year, with children aged 0-18 with cerebral palsy benefiting for up to 42 days per year.",
      "bResponse": "Support for refugees includes two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, medical recovery, physical medicine, and rehabilitation services are provided to insured persons on an outpatient or inpatient basis. These services, detailed in a guide for people from the armed conflict zone in Ukraine, include procedures such as physiotherapy, hydrotherapy, massage, aerosols, mineral baths, natural skunks, and mud wraps. Patients are entitled to specific physical medicine and outpatient rehabilitation procedures for a maximum of 21 days per year, with children aged 0-18 with cerebral palsy benefiting for up to 42 days per year. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 233,
      "question_id": 413,
      "content_block_id": 42,
      "answer": "The \"Law made simple\" program helps citizens better understand their rights and obligations.",
      "bResponse": "The \"Law made simple\" program helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 234,
      "question_id": 414,
      "content_block_id": 42,
      "answer": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 235,
      "question_id": 415,
      "content_block_id": 42,
      "answer": "Medical recovery, physical medicine, and rehabilitation services are available to insured persons on an outpatient or inpatient basis. These services are provided in treatment bases within the clinical specialty of physical medicine and rehabilitation and include procedures such as physiotherapy, hydrotherapy, massage, and aerosols. Some procedures, like mineral baths, natural skunks, and mud wraps, are only available in balneo-climatic resorts. Patients are entitled to specific physical medicine and outpatient rehabilitation procedures for a maximum of 21 days per year per insured person (for both children and adults), while children aged 0-18 with a confirmed diagnosis of cerebral palsy can receive them for a maximum of 42 days per year. A series of procedures typically includes a maximum of 4 procedures per day of treatment.",
      "bResponse": "Medical recovery, physical medicine, and rehabilitation services are available to insured persons on an outpatient or inpatient basis. These services are provided in treatment bases within the clinical specialty of physical medicine and rehabilitation and include procedures such as physiotherapy, hydrotherapy, massage, and aerosols. Some procedures, like mineral baths, natural skunks, and mud wraps, are only available in balneo-climatic resorts. Patients are entitled to specific physical medicine and outpatient rehabilitation procedures for a maximum of 21 days per year per insured person (for both children and adults), while children aged 0-18 with a confirmed diagnosis of cerebral palsy can receive them for a maximum of 42 days per year. A series of procedures typically includes a maximum of 4 procedures per day of treatment. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 236,
      "question_id": 416,
      "content_block_id": 42,
      "answer": "The cities covered by the provided information or services include Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The cities covered by the provided information or services include Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 237,
      "question_id": 417,
      "content_block_id": 42,
      "answer": "Support and services are available to refugees, citizens (for understanding rights and obligations), and individuals managing Post Traumatic Stress Disorder (PTSD). Medical recovery, physical medicine, and rehabilitation services can be provided to insured persons, including both children and adults, for a maximum of 21 days per year. Children aged 0-18 with a confirmed diagnosis of cerebral palsy are eligible for specific physical medicine and rehabilitation medical procedures for a maximum of 42 days per year. The information also pertains to the rights of people from the armed conflict zone in Ukraine within the social health insurance system.",
      "bResponse": "Support and services are available to refugees, citizens (for understanding rights and obligations), and individuals managing Post Traumatic Stress Disorder (PTSD). Medical recovery, physical medicine, and rehabilitation services can be provided to insured persons, including both children and adults, for a maximum of 21 days per year. Children aged 0-18 with a confirmed diagnosis of cerebral palsy are eligible for specific physical medicine and rehabilitation medical procedures for a maximum of 42 days per year. The information also pertains to the rights of people from the armed conflict zone in Ukraine within the social health insurance system. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 238,
      "question_id": 418,
      "content_block_id": 42,
      "answer": "Physical medicine and rehabilitation services include procedures such as physiotherapy, hydrotherapy, massage, and aerosols. Additionally, some procedures like mineral baths, natural skunks, and mud wraps can be performed in balneo-climatic resorts.",
      "bResponse": "Physical medicine and rehabilitation services include procedures such as physiotherapy, hydrotherapy, massage, and aerosols. Additionally, some procedures like mineral baths, natural skunks, and mud wraps can be performed in balneo-climatic resorts. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 239,
      "question_id": 419,
      "content_block_id": 42,
      "answer": "One can report errors, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "One can report errors, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 240,
      "question_id": 420,
      "content_block_id": 42,
      "answer": "The languages available on the website are Ukrainian (Українська), Romanian (Română), English, and Russian (Русский).",
      "bResponse": "The languages available on the website are Ukrainian (Українська), Romanian (Română), English, and Russian (Русский). For more details, visit https://dopomoha.ro/en/medicine-and-rehabilitation-services",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}