{
  "answers": [
    {
      "answer_id": 311,
      "question_id": 491,
      "content_block_id": 50,
      "answer": "Dopomoha is a Commit Global solution designed to support refugees, offering assistance with various needs such as housing, education, health, and transportation. It provides specific solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. A significant focus is on providing medical assistance for refugees from Ukraine, detailing eligibility for healthcare, family doctor services, laboratory analyses, specialist consultations, hospitalization, dentistry, medical recovery, home consultations, reimbursed medicines, medical devices, Covid-19 information, services for pregnant women, national health programs, and reproductive health services at Women's centers.",
      "bResponse": "Dopomoha is a Commit Global solution designed to support refugees, offering assistance with various needs such as housing, education, health, and transportation. It provides specific solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. A significant focus is on providing medical assistance for refugees from Ukraine, detailing eligibility for healthcare, family doctor services, laboratory analyses, specialist consultations, hospitalization, dentistry, medical recovery, home consultations, reimbursed medicines, medical devices, Covid-19 information, services for pregnant women, national health programs, and reproductive health services at Women's centers. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 312,
      "question_id": 492,
      "content_block_id": 50,
      "answer": "Medical assistance is available for refugees from Ukraine.",
      "bResponse": "Medical assistance is available for refugees from Ukraine. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 313,
      "question_id": 493,
      "content_block_id": 50,
      "answer": "The support package includes a wide range of medical services. These encompass family doctor consultations and basic services, laboratory analyses and imaging investigations, specialist consultations, and hospitalization services in both public and private institutions.\n\nDental care is also covered, specifically the basic dental medicine package, including consultations and treatments. Medical recovery, physical medicine, and rehabilitation services are provided on an outpatient basis in health resorts, as well as in hospitals and sanatoriums.\n\nAdditional services include medical consultations at home and self-medical transportation, medicines reimbursed by the Health Fund, and medical devices. Specific provisions are made for patients with Covid-19, pregnant women (primary care, observation of pregnancy, high-risk pregnancy supervision), and national curative health programs.\n\nFurthermore, assistance is available at Women's centers for accessing reproductive health services (such as contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortions), and services for victims of domestic violence.",
      "bResponse": "The support package includes a wide range of medical services. These encompass family doctor consultations and basic services, laboratory analyses and imaging investigations, specialist consultations, and hospitalization services in both public and private institutions.\n\nDental care is also covered, specifically the basic dental medicine package, including consultations and treatments. Medical recovery, physical medicine, and rehabilitation services are provided on an outpatient basis in health resorts, as well as in hospitals and sanatoriums.\n\nAdditional services include medical consultations at home and self-medical transportation, medicines reimbursed by the Health Fund, and medical devices. Specific provisions are made for patients with Covid-19, pregnant women (primary care, observation of pregnancy, high-risk pregnancy supervision), and national curative health programs.\n\nFurthermore, assistance is available at Women's centers for accessing reproductive health services (such as contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortions), and services for victims of domestic violence. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 314,
      "question_id": 494,
      "content_block_id": 50,
      "answer": "Yes, prescribed medications can be reimbursed by the Health Fund. Information is available regarding which doctor can prescribe a compensated medicine, and there are compensation lists for medicines covered by the Health Fund.",
      "bResponse": "Yes, prescribed medications can be reimbursed by the Health Fund. Information is available regarding which doctor can prescribe a compensated medicine, and there are compensation lists for medicines covered by the Health Fund. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 315,
      "question_id": 495,
      "content_block_id": 50,
      "answer": "Individuals can access specialist medical consultations, which are part of the basic package of services provided by a narrow specialist. Information on where and how to obtain medical advice is available.",
      "bResponse": "Individuals can access specialist medical consultations, which are part of the basic package of services provided by a narrow specialist. Information on where and how to obtain medical advice is available. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 316,
      "question_id": 496,
      "content_block_id": 50,
      "answer": "Yes, dental care is covered as part of the medical services. The summary specifies a \"Dentistry in Romania: basic dental medicine package\" which includes dentist consultation and treatment, a complete list of dental services, and information on the cost of treatment for all categories of patients.",
      "bResponse": "Yes, dental care is covered as part of the medical services. The summary specifies a \"Dentistry in Romania: basic dental medicine package\" which includes dentist consultation and treatment, a complete list of dental services, and information on the cost of treatment for all categories of patients. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 317,
      "question_id": 497,
      "content_block_id": 50,
      "answer": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 318,
      "question_id": 498,
      "content_block_id": 50,
      "answer": "Medical services for pregnant women include primary care, observation of the normal course of pregnancy, and supervision of high-risk pregnancies.",
      "bResponse": "Medical services for pregnant women include primary care, observation of the normal course of pregnancy, and supervision of high-risk pregnancies. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 319,
      "question_id": 499,
      "content_block_id": 50,
      "answer": "Yes, there is a specific solution designed to support refugees in managing Post Traumatic Stress Disorder (PTSD) called \"PTSD Help,\" which is described as a free assistant for managing the condition.",
      "bResponse": "Yes, there is a specific solution designed to support refugees in managing Post Traumatic Stress Disorder (PTSD) called \"PTSD Help,\" which is described as a free assistant for managing the condition. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 320,
      "question_id": 500,
      "content_block_id": 50,
      "answer": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro.",
      "bResponse": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}