{
  "answers": [
    {
      "answer_id": 241,
      "question_id": 421,
      "content_block_id": 43,
      "answer": "The overall mission of the Dopomoha initiative is to provide humanitarian support and assistance, particularly to foreign citizens or stateless persons in special situations coming from the area of armed conflict in Ukraine. This is achieved through solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also outlines information regarding medical recovery services in hospitals and sanatoriums for these beneficiaries.",
      "bResponse": "The overall mission of the Dopomoha initiative is to provide humanitarian support and assistance, particularly to foreign citizens or stateless persons in special situations coming from the area of armed conflict in Ukraine. This is achieved through solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also outlines information regarding medical recovery services in hospitals and sanatoriums for these beneficiaries. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 242,
      "question_id": 422,
      "content_block_id": 43,
      "answer": "Foreign citizens or stateless persons in special situations, coming from the area of armed conflict in Ukraine, are eligible to receive humanitarian support and assistance, as outlined in Emergency Ordinance no.15/2022.",
      "bResponse": "Foreign citizens or stateless persons in special situations, coming from the area of armed conflict in Ukraine, are eligible to receive humanitarian support and assistance, as outlined in Emergency Ordinance no.15/2022. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 243,
      "question_id": 423,
      "content_block_id": 43,
      "answer": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 244,
      "question_id": 424,
      "content_block_id": 43,
      "answer": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 245,
      "question_id": 425,
      "content_block_id": 43,
      "answer": "Medical recovery services available include inpatient medical recovery provided in sanatoriums or sanatorium wards, which may have a spa profile, for both children and adults. Specifically, physical medicine and rehabilitation medical services are offered in spa sanatoriums for a maximum of 14-21 days per year, including a minimum of 4 procedures per day for at least 5 days a week, with services also available for shorter periods. Additionally, medical recovery services are provided in sanatoriums other than spas and preventive sanatoriums, which are hospitalization services with periods and flow established by specialist doctors, not limited to a certain number of days.",
      "bResponse": "Medical recovery services available include inpatient medical recovery provided in sanatoriums or sanatorium wards, which may have a spa profile, for both children and adults. Specifically, physical medicine and rehabilitation medical services are offered in spa sanatoriums for a maximum of 14-21 days per year, including a minimum of 4 procedures per day for at least 5 days a week, with services also available for shorter periods. Additionally, medical recovery services are provided in sanatoriums other than spas and preventive sanatoriums, which are hospitalization services with periods and flow established by specialist doctors, not limited to a certain number of days. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 246,
      "question_id": 426,
      "content_block_id": 43,
      "answer": "Yes, for spa sanatoriums/spa sanatorium units in hospitals, patients generally pay a personal contribution. However, beneficiaries of the Emergency Ordinance no.15/2022, which pertains to foreign citizens or stateless persons coming from the armed conflict area in Ukraine, are not required to pay a personal contribution.",
      "bResponse": "Yes, for spa sanatoriums/spa sanatorium units in hospitals, patients generally pay a personal contribution. However, beneficiaries of the Emergency Ordinance no.15/2022, which pertains to foreign citizens or stateless persons coming from the armed conflict area in Ukraine, are not required to pay a personal contribution. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 247,
      "question_id": 427,
      "content_block_id": 43,
      "answer": "Support services are offered in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are offered in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 248,
      "question_id": 428,
      "content_block_id": 43,
      "answer": "The main categories of support provided include Housing, Education, Health, and Transportation.",
      "bResponse": "The main categories of support provided include Housing, Education, Health, and Transportation. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 249,
      "question_id": 429,
      "content_block_id": 43,
      "answer": "For physical medicine and rehabilitation medical services provided in spa sanatoriums, the typical duration can be a maximum of 14-21 days per year, which can be divided into up to two fractions. These services can also be provided for periods of less than 14 days. For medical recovery services provided in sanatoriums other than spas and preventive sanatoriums, the duration is not limited to a certain number of days and is established by the specialist doctors working in those units.",
      "bResponse": "For physical medicine and rehabilitation medical services provided in spa sanatoriums, the typical duration can be a maximum of 14-21 days per year, which can be divided into up to two fractions. These services can also be provided for periods of less than 14 days. For medical recovery services provided in sanatoriums other than spas and preventive sanatoriums, the duration is not limited to a certain number of days and is established by the specialist doctors working in those units. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 250,
      "question_id": 430,
      "content_block_id": 43,
      "answer": "To report any mistakes, inconsistencies, or omissions, one can send an email to dopomoha@code4.ro.",
      "bResponse": "To report any mistakes, inconsistencies, or omissions, one can send an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medical-recovery-in-hospitals",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}