{
  "answers": [
    {
      "answer_id": 331,
      "question_id": 511,
      "content_block_id": 52,
      "answer": "The Dopomoha initiative is a Commit Global solution developed in partnership with Access, designed to support refugees. It offers two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, through a partnership with the Ukrainian network of clinics of family medicine MedZirka, Dopomoha provides cost-free online and offline medical services. These services include consultations from a family doctor, therapist, or pediatrician, medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing, covering a wide range of medical conditions.",
      "bResponse": "The Dopomoha initiative is a Commit Global solution developed in partnership with Access, designed to support refugees. It offers two main solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, through a partnership with the Ukrainian network of clinics of family medicine MedZirka, Dopomoha provides cost-free online and offline medical services. These services include consultations from a family doctor, therapist, or pediatrician, medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing, covering a wide range of medical conditions. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 332,
      "question_id": 512,
      "content_block_id": 52,
      "answer": "Support for refugees includes legal assistance through \"Law made simple\" to help them understand their rights and obligations, and mental health support via \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nMedical services are available cost-free, online and offline, through the Ukrainian network of clinics, MedZirka. These services offer free consultations with a family doctor, therapist, or pediatrician, and include medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing. A wide range of medical conditions can be addressed, such as flu, cold, SARS, various respiratory, circulatory, digestive, kidney, blood, endocrine, heart, and joint diseases, as well as chronic conditions.\n\nGeneral categories of support also encompass Housing, Education, Health, and Transportation. A call center is available for further information, and support is provided in various cities. Additionally, useful links are offered for emergency support, women's centers, and assistance related to children with cancer or HIV counseling.",
      "bResponse": "Support for refugees includes legal assistance through \"Law made simple\" to help them understand their rights and obligations, and mental health support via \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nMedical services are available cost-free, online and offline, through the Ukrainian network of clinics, MedZirka. These services offer free consultations with a family doctor, therapist, or pediatrician, and include medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing. A wide range of medical conditions can be addressed, such as flu, cold, SARS, various respiratory, circulatory, digestive, kidney, blood, endocrine, heart, and joint diseases, as well as chronic conditions.\n\nGeneral categories of support also encompass Housing, Education, Health, and Transportation. A call center is available for further information, and support is provided in various cities. Additionally, useful links are offered for emergency support, women's centers, and assistance related to children with cancer or HIV counseling. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 333,
      "question_id": 513,
      "content_block_id": 52,
      "answer": "'Law made simple' helps citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 334,
      "question_id": 514,
      "content_block_id": 52,
      "answer": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 335,
      "question_id": 515,
      "content_block_id": 52,
      "answer": "Yes, medical services are provided by MedZirka. The Ukrainian network of clinics of family medicine MedZirka offers cost-free medical services both online and offline. After submitting a declaration, individuals can receive free consultations from a family doctor, therapist, or pediatrician. The services offered include medical prescriptions, referrals to specialists, sick leave documentation, vaccination certificates, and referrals for laboratory testing. They cover a wide range of topics such as flu, cold, SARS, various respiratory diseases (bronchitis, pneumonia, bronchial asthma), circulatory system diseases (neurocirculatory dystonia, hypertension, coronary heart disease), digestive system diseases (gastritis, peptic ulcer, bowel disease), kidney diseases (pyelonephritis, glomerulonephritis, renal failure), blood disorders (anemia, leukemia, hemorrhagic diathesis), endocrine system disorders (thyroid disease, diabetes mellitus), heart and blood vessel diseases, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies.",
      "bResponse": "Yes, medical services are provided by MedZirka. The Ukrainian network of clinics of family medicine MedZirka offers cost-free medical services both online and offline. After submitting a declaration, individuals can receive free consultations from a family doctor, therapist, or pediatrician. The services offered include medical prescriptions, referrals to specialists, sick leave documentation, vaccination certificates, and referrals for laboratory testing. They cover a wide range of topics such as flu, cold, SARS, various respiratory diseases (bronchitis, pneumonia, bronchial asthma), circulatory system diseases (neurocirculatory dystonia, hypertension, coronary heart disease), digestive system diseases (gastritis, peptic ulcer, bowel disease), kidney diseases (pyelonephritis, glomerulonephritis, renal failure), blood disorders (anemia, leukemia, hemorrhagic diathesis), endocrine system disorders (thyroid disease, diabetes mellitus), heart and blood vessel diseases, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 336,
      "question_id": 516,
      "content_block_id": 52,
      "answer": "Support services are accessible in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are accessible in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 337,
      "question_id": 517,
      "content_block_id": 52,
      "answer": "For more information or assistance, one can call 0 800 330 553 or write on Viber/Telegram by following the links on the website. Additionally, to report any mistakes, inconsistencies, or omissions, an email can be sent to dopomoha@code4.ro.",
      "bResponse": "For more information or assistance, one can call 0 800 330 553 or write on Viber/Telegram by following the links on the website. Additionally, to report any mistakes, inconsistencies, or omissions, an email can be sent to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 338,
      "question_id": 518,
      "content_block_id": 52,
      "answer": "The health services cover a wide range of medical conditions, including flu, cold, SARS, and various respiratory diseases such as bronchitis, pneumonia, and bronchial asthma. They also address diseases of the circulatory system, like neurocirculatory dystonia, hypertension, symptomatic arterial hypertension, and coronary heart disease. Digestive system issues such as gastritis, peptic ulcer, and bowel disease are covered, alongside kidney diseases including pyelonephritis, glomerulonephritis, and renal failure. Furthermore, the services extend to diseases of the blood, hematopoietic organs, and immune mechanism disorders like anemia, leukemia, and hemorrhagic diathesis. Endocrine system diseases, eating disorders, and metabolic disorders, specifically thyroid disease and diabetes mellitus, are included. Finally, heart diseases, diseases of blood vessels, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies are also covered.",
      "bResponse": "The health services cover a wide range of medical conditions, including flu, cold, SARS, and various respiratory diseases such as bronchitis, pneumonia, and bronchial asthma. They also address diseases of the circulatory system, like neurocirculatory dystonia, hypertension, symptomatic arterial hypertension, and coronary heart disease. Digestive system issues such as gastritis, peptic ulcer, and bowel disease are covered, alongside kidney diseases including pyelonephritis, glomerulonephritis, and renal failure. Furthermore, the services extend to diseases of the blood, hematopoietic organs, and immune mechanism disorders like anemia, leukemia, and hemorrhagic diathesis. Endocrine system diseases, eating disorders, and metabolic disorders, specifically thyroid disease and diabetes mellitus, are included. Finally, heart diseases, diseases of blood vessels, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies are also covered. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 339,
      "question_id": 519,
      "content_block_id": 52,
      "answer": "Yes, there are \"Terms and conditions\" and a \"Cookie policy\" available through useful links.",
      "bResponse": "Yes, there are \"Terms and conditions\" and a \"Cookie policy\" available through useful links. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 340,
      "question_id": 520,
      "content_block_id": 52,
      "answer": "Access is partnered with the effort, having made the Law Made Simple and PTSD Help solutions. Additionally, the Ukrainian network of clinics of family medicine MedZirka offers cost-free medical services online and offline as part of the support.",
      "bResponse": "Access is partnered with the effort, having made the Law Made Simple and PTSD Help solutions. Additionally, the Ukrainian network of clinics of family medicine MedZirka offers cost-free medical services online and offline as part of the support. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}