{
  "answers": [
    {
      "answer_id": 291,
      "question_id": 471,
      "content_block_id": 48,
      "answer": "The main goal of the Dopomoha initiative, a Commit Global solution, is to support refugees. It does this by providing solutions like \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "The main goal of the Dopomoha initiative, a Commit Global solution, is to support refugees. It does this by providing solutions like \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 292,
      "question_id": 472,
      "content_block_id": 48,
      "answer": "The Commit Global solution, which is Dopomoha, offers support designed for refugees. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "The Commit Global solution, which is Dopomoha, offers support designed for refugees. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 293,
      "question_id": 473,
      "content_block_id": 48,
      "answer": "'Law made simple' helps citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 294,
      "question_id": 474,
      "content_block_id": 48,
      "answer": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 295,
      "question_id": 475,
      "content_block_id": 48,
      "answer": "Medical services available for pregnant women encompass primary medical assistance, specialized ambulatory medical assistance for paraclinical specialties, and specialized ambulatory medical assistance for clinical specialties.\n\nPrimary medical assistance includes consultations for monitoring pregnancy and labor evolution (supervision in the first quarter, monthly monitoring from the 3rd to 7th month, twice a month from the 7th to 9th month, and monitoring of the patient and baby at home post-maternity ward), promotion of exclusive breastfeeding, testing for HIV and hepatitis B and C, other necessary paraclinical investigations, supervision of labor without giving birth, and services for unexpected birth, which can be provided by a family doctor. The family doctor also issues the pregnancy certification document during the first appointment.\n\nSpecialized ambulatory medical assistance for paraclinical specialties covers Papanicolau cervico-vaginal cytological examinations, examinations of vaginal secretions (native and colored microscopic examination for bacterial and fungal identification), Antibiogram and Antifungigram. It also includes obstetrical ultrasounds for second and first-trimester anomalies with TN, covered under specific conditions.\n\nSpecialized ambulatory medical assistance for clinical specialties provides pregnancy and after-pregnancy monitoring services, including one consultation for each trimester of pregnancy and one in the first trimester after birth. Diagnostic services are available as day hospitalization, covering mandatory services for the supervision of normal pregnancies (for women both with and without medical documents certifying rubella, toxoplasmosis, or CMV infection). These mandatory services include specialist consultations, complete blood count, blood group determination, various serum tests (urea, uric acid, creatinine, glucose, TGP, TGO, TSH), complete urine examination, VDRL or RPR, HIV testing, evaluation for pregnancy-risk infections, vaginal discharge analysis, cervico-vaginal cytological exams (Babeş-Papanicolau), glucose tolerance tests, fetal biometry, Group B Streptococcus detection, and confirmation ultrasound for pregnancy viability.\n\nPrenatal screening services (S11 - S19 + 6 days) are also provided, including specialist consultations, double/triple tests, and ultrasound to detect fetal anomalies.\n\nSurveillance of other high-risk pregnancies is available for conditions such as gestational oedema, mild hyperemesis gravidarum, and evaluation of pregnant women with a scarred uterus in the third trimester. These services include specialist consultations, various blood and urine tests, cardiotocography, and obstetric and gynecological ultrasounds.\n\nHigh-risk pregnancy monitoring for women with coagulation disorders or thrombophilias is included in the basic package of hospital medical care, involving specialist consultations and specific blood tests (Antithrombin III, Protein C, Protein S, Serum hemocysteine dosage/control, Factor V Leyden, Lupus anticoagulant screening/confirmation), along with obstetric and gynecological ultrasound.\n\nAdditionally, amniocentesis, cordocentesis, and chorionic villus biopsy services are available during day hospitalization, with genetic testing included for specific indications.\n\nThe Women's Center offers support in accessing reproductive health services, including contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion, as well as assistance in navigating the health system.",
      "bResponse": "Medical services available for pregnant women encompass primary medical assistance, specialized ambulatory medical assistance for paraclinical specialties, and specialized ambulatory medical assistance for clinical specialties.\n\nPrimary medical assistance includes consultations for monitoring pregnancy and labor evolution (supervision in the first quarter, monthly monitoring from the 3rd to 7th month, twice a month from the 7th to 9th month, and monitoring of the patient and baby at home post-maternity ward), promotion of exclusive breastfeeding, testing for HIV and hepatitis B and C, other necessary paraclinical investigations, supervision of labor without giving birth, and services for unexpected birth, which can be provided by a family doctor. The family doctor also issues the pregnancy certification document during the first appointment.\n\nSpecialized ambulatory medical assistance for paraclinical specialties covers Papanicolau cervico-vaginal cytological examinations, examinations of vaginal secretions (native and colored microscopic examination for bacterial and fungal identification), Antibiogram and Antifungigram. It also includes obstetrical ultrasounds for second and first-trimester anomalies with TN, covered under specific conditions.\n\nSpecialized ambulatory medical assistance for clinical specialties provides pregnancy and after-pregnancy monitoring services, including one consultation for each trimester of pregnancy and one in the first trimester after birth. Diagnostic services are available as day hospitalization, covering mandatory services for the supervision of normal pregnancies (for women both with and without medical documents certifying rubella, toxoplasmosis, or CMV infection). These mandatory services include specialist consultations, complete blood count, blood group determination, various serum tests (urea, uric acid, creatinine, glucose, TGP, TGO, TSH), complete urine examination, VDRL or RPR, HIV testing, evaluation for pregnancy-risk infections, vaginal discharge analysis, cervico-vaginal cytological exams (Babeş-Papanicolau), glucose tolerance tests, fetal biometry, Group B Streptococcus detection, and confirmation ultrasound for pregnancy viability.\n\nPrenatal screening services (S11 - S19 + 6 days) are also provided, including specialist consultations, double/triple tests, and ultrasound to detect fetal anomalies.\n\nSurveillance of other high-risk pregnancies is available for conditions such as gestational oedema, mild hyperemesis gravidarum, and evaluation of pregnant women with a scarred uterus in the third trimester. These services include specialist consultations, various blood and urine tests, cardiotocography, and obstetric and gynecological ultrasounds.\n\nHigh-risk pregnancy monitoring for women with coagulation disorders or thrombophilias is included in the basic package of hospital medical care, involving specialist consultations and specific blood tests (Antithrombin III, Protein C, Protein S, Serum hemocysteine dosage/control, Factor V Leyden, Lupus anticoagulant screening/confirmation), along with obstetric and gynecological ultrasound.\n\nAdditionally, amniocentesis, cordocentesis, and chorionic villus biopsy services are available during day hospitalization, with genetic testing included for specific indications.\n\nThe Women's Center offers support in accessing reproductive health services, including contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion, as well as assistance in navigating the health system. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 296,
      "question_id": 476,
      "content_block_id": 48,
      "answer": "The support services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 297,
      "question_id": 477,
      "content_block_id": 48,
      "answer": "The Women's Center offers support in accessing reproductive health services such as contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion. It also provides assistance in navigating the health system and offers services dedicated to victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services such as contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion. It also provides assistance in navigating the health system and offers services dedicated to victims of domestic violence. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 298,
      "question_id": 478,
      "content_block_id": 48,
      "answer": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 299,
      "question_id": 479,
      "content_block_id": 48,
      "answer": "A partnership was made by Access with \"A Commit Global solution.\"",
      "bResponse": "A partnership was made by Access with \"A Commit Global solution.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 300,
      "question_id": 480,
      "content_block_id": 48,
      "answer": "Yes, the program offers support beyond medical assistance. It includes support for housing and education, in addition to health and transportation.",
      "bResponse": "Yes, the program offers support beyond medical assistance. It includes support for housing and education, in addition to health and transportation. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}