{
  "answers": [
    {
      "answer_id": 161,
      "question_id": 341,
      "content_block_id": 35,
      "answer": "The Dopomoha platform provides a range of services and resources, including support categories like Housing, Education, Health, and Transportation. It offers solutions designed to support refugees, such as \"Law made simple\" for understanding rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder.\n\nAdditionally, the platform lists various free language courses and activities for Ukrainian refugees in Romania, for both children and adults. These include Romanian language courses from the International Organization for Migration (IOM), and diverse activities from Centrul de Tineret FNT (Romanian and English language courses, art therapy, music, yoga, history classes) and JRS Romania (Romanian language, chess, drawing, social and legal consultations).\n\nFor children, there's the Ukrainian Educational Center from the Romanian-Finnish Highschool, offering educational, developmental, creative, sports activities, and psychological support. The platform also provides resources for learning Romanian, such as a Romanian Phrase Book, a video language course from TVR1, the manual \"Romanian Language for Ukrainians\" from UNHCR Romania, and language handbooks for teenagers and children from Terre des hommes. A coloring book for children, \"Heroes cry too,\" which addresses fear related to the war, is also available.",
      "bResponse": "The Dopomoha platform provides a range of services and resources, including support categories like Housing, Education, Health, and Transportation. It offers solutions designed to support refugees, such as \"Law made simple\" for understanding rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder.\n\nAdditionally, the platform lists various free language courses and activities for Ukrainian refugees in Romania, for both children and adults. These include Romanian language courses from the International Organization for Migration (IOM), and diverse activities from Centrul de Tineret FNT (Romanian and English language courses, art therapy, music, yoga, history classes) and JRS Romania (Romanian language, chess, drawing, social and legal consultations).\n\nFor children, there's the Ukrainian Educational Center from the Romanian-Finnish Highschool, offering educational, developmental, creative, sports activities, and psychological support. The platform also provides resources for learning Romanian, such as a Romanian Phrase Book, a video language course from TVR1, the manual \"Romanian Language for Ukrainians\" from UNHCR Romania, and language handbooks for teenagers and children from Terre des hommes. A coloring book for children, \"Heroes cry too,\" which addresses fear related to the war, is also available. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 162,
      "question_id": 342,
      "content_block_id": 35,
      "answer": "The primary audience for the listed resources and programs is Ukrainian refugees, including both children and adults, who are seeking support, education, and language courses in Romania. Specifically, some programs are tailored for adults, others for children, and some for specific age ranges like 14-35, or those with temporary protection status. Materials like the Romanian Phrase Book and language manuals are also specifically for Ukrainians.",
      "bResponse": "The primary audience for the listed resources and programs is Ukrainian refugees, including both children and adults, who are seeking support, education, and language courses in Romania. Specifically, some programs are tailored for adults, others for children, and some for specific age ranges like 14-35, or those with temporary protection status. Materials like the Romanian Phrase Book and language manuals are also specifically for Ukrainians. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 163,
      "question_id": 343,
      "content_block_id": 35,
      "answer": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 164,
      "question_id": 344,
      "content_block_id": 35,
      "answer": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 165,
      "question_id": 345,
      "content_block_id": 35,
      "answer": "Yes, there are free language courses and activities available for both children and adults.\n\nFor adults and children, a list of free language courses and activities for Ukrainian refugees in Romania is provided. Specifically, Romanian courses for adults are offered by the International Organization for Migration (IOM) at their offices in Bucharest. The youth organization Centrul de Tineret FNT also invites refugees aged 14-35 to take part in various events, including Romanian and English language courses. Additionally, JRS Romania organizes activities for refugees, including Romanian language courses for adults. For children, the Ukrainian Educational Center from the Romanian-Finnish Highschool offers various educational, developmental, creative, and sports activities, along with psychological support.",
      "bResponse": "Yes, there are free language courses and activities available for both children and adults.\n\nFor adults and children, a list of free language courses and activities for Ukrainian refugees in Romania is provided. Specifically, Romanian courses for adults are offered by the International Organization for Migration (IOM) at their offices in Bucharest. The youth organization Centrul de Tineret FNT also invites refugees aged 14-35 to take part in various events, including Romanian and English language courses. Additionally, JRS Romania organizes activities for refugees, including Romanian language courses for adults. For children, the Ukrainian Educational Center from the Romanian-Finnish Highschool offers various educational, developmental, creative, and sports activities, along with psychological support. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 166,
      "question_id": 346,
      "content_block_id": 35,
      "answer": "Support services and activities are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest.",
      "bResponse": "Support services and activities are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 167,
      "question_id": 347,
      "content_block_id": 35,
      "answer": "The organizations involved in providing support and activities include:\n\n*   **Access**: Partnered to create solutions designed to support refugees, specifically \"Law made simple\" for understanding rights and obligations and \"PTSD Help\" for managing Post Traumatic Stress Disorder.\n*   **The International Organization for Migration (IOM)**: Provides comprehensive assistance to migrants, including Romanian language courses for adults.\n*   **Centrul de Tineret FNT**: A youth organization that offers various events such as language courses (Romanian and English), art therapy, music lessons, yoga and stretching, and history classes.\n*   **JRS Romania**: A non-profit organization that organizes activities like Romanian language courses, chess, drawing classes, and provides social and legal consultations.\n*   **The Romanian-Finnish Highschool**: Created the Ukrainian Educational Center, which offers children from Ukraine educational, developmental, creative, and sports activities, as well as psychological support.\n*   **TVR1**: Offers a Romanian video language course for beginners.\n*   **UNHCR Romania**: Provides the manual \"Romanian Language for Ukrainians.\"\n*   **Terre des hommes**: Created a series of guides and work exercises to help Ukrainians of all ages learn Romanian.\n*   Additional support is provided through useful links to **UnAcoperis.ro**, **SprijinDeUrgenta.ro**, **WomenCenter**, **UkraineChildCancerHelp.ro**, **ConsiliereHIV.ro**, and **CineCeFace.ro**.",
      "bResponse": "The organizations involved in providing support and activities include:\n\n*   **Access**: Partnered to create solutions designed to support refugees, specifically \"Law made simple\" for understanding rights and obligations and \"PTSD Help\" for managing Post Traumatic Stress Disorder.\n*   **The International Organization for Migration (IOM)**: Provides comprehensive assistance to migrants, including Romanian language courses for adults.\n*   **Centrul de Tineret FNT**: A youth organization that offers various events such as language courses (Romanian and English), art therapy, music lessons, yoga and stretching, and history classes.\n*   **JRS Romania**: A non-profit organization that organizes activities like Romanian language courses, chess, drawing classes, and provides social and legal consultations.\n*   **The Romanian-Finnish Highschool**: Created the Ukrainian Educational Center, which offers children from Ukraine educational, developmental, creative, and sports activities, as well as psychological support.\n*   **TVR1**: Offers a Romanian video language course for beginners.\n*   **UNHCR Romania**: Provides the manual \"Romanian Language for Ukrainians.\"\n*   **Terre des hommes**: Created a series of guides and work exercises to help Ukrainians of all ages learn Romanian.\n*   Additional support is provided through useful links to **UnAcoperis.ro**, **SprijinDeUrgenta.ro**, **WomenCenter**, **UkraineChildCancerHelp.ro**, **ConsiliereHIV.ro**, and **CineCeFace.ro**. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 168,
      "question_id": 348,
      "content_block_id": 35,
      "answer": "Yes, there are several resources and activities tailored for children.\n\nThe \"Ukrainian Educational Center from the Romanian-Finnish Highschool\" offers educational, developmental, creative, and sports activities, as well as psychological support for children from Ukraine who have temporary protection status and are located in or near Bucharest.\n\nThere is also a \"Coloring book for children 'Heroes cry too',\" which explores the theme of fear related to the war in Ukraine and was created with input from a therapist, traumatologist, and child psychologist specializing in PTSD. This book has been translated into Ukrainian.\n\nAdditionally, \"Romanian Language handbooks for Ukrainian teenagers and children\" are available, which are guides and work exercises created by Terre des hommes to help Ukrainians of all ages learn Romanian on their own.\n\nGeneral language courses and activities for Ukrainian refugees in Romania are also available for both children and adults.",
      "bResponse": "Yes, there are several resources and activities tailored for children.\n\nThe \"Ukrainian Educational Center from the Romanian-Finnish Highschool\" offers educational, developmental, creative, and sports activities, as well as psychological support for children from Ukraine who have temporary protection status and are located in or near Bucharest.\n\nThere is also a \"Coloring book for children 'Heroes cry too',\" which explores the theme of fear related to the war in Ukraine and was created with input from a therapist, traumatologist, and child psychologist specializing in PTSD. This book has been translated into Ukrainian.\n\nAdditionally, \"Romanian Language handbooks for Ukrainian teenagers and children\" are available, which are guides and work exercises created by Terre des hommes to help Ukrainians of all ages learn Romanian on their own.\n\nGeneral language courses and activities for Ukrainian refugees in Romania are also available for both children and adults. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 169,
      "question_id": 349,
      "content_block_id": 35,
      "answer": "To access information or register for available programs:\n\nFor Romanian language courses from IOM, you can register in person at their offices in Bucharest on Viitorului Street, no 11, Sector 2, or Constantin Daniel Street, no 5, Sector 1, from Monday to Friday, 9:00 to 17:00. You can also email iombucarest@iom.int for more information.\n\nFor courses and activities from Centrul de Tineret FNT, you can find the class schedule and sign up on their official Facebook page, or by phone at +380639798162 (Telegram) or +40755567482.\n\nFor courses and activities from JRS Romania, you can find the schedule in their Facebook group. Contacts are available via phone at 0744405657 (Ukrainian language), email at jrsromania@gmail.com, or on their website, https://www.jrsromania.org.\n\nFor the Ukrainian Educational Center from the Romanian-Finnish Highschool, you can contact Olga Gireada at +40 726 646 733 between 08:00 and 13:00.\n\nOther resources like the Romanian Phrase Book, the coloring book \"Heroes cry too,\" the Romanian video language course from TVR1, the manual \"Romanian language for Ukrainians\" from UNHCR Romania, and Romanian Language handbooks from Terre des hommes can be accessed directly via provided links or downloads.",
      "bResponse": "To access information or register for available programs:\n\nFor Romanian language courses from IOM, you can register in person at their offices in Bucharest on Viitorului Street, no 11, Sector 2, or Constantin Daniel Street, no 5, Sector 1, from Monday to Friday, 9:00 to 17:00. You can also email iombucarest@iom.int for more information.\n\nFor courses and activities from Centrul de Tineret FNT, you can find the class schedule and sign up on their official Facebook page, or by phone at +380639798162 (Telegram) or +40755567482.\n\nFor courses and activities from JRS Romania, you can find the schedule in their Facebook group. Contacts are available via phone at 0744405657 (Ukrainian language), email at jrsromania@gmail.com, or on their website, https://www.jrsromania.org.\n\nFor the Ukrainian Educational Center from the Romanian-Finnish Highschool, you can contact Olga Gireada at +40 726 646 733 between 08:00 and 13:00.\n\nOther resources like the Romanian Phrase Book, the coloring book \"Heroes cry too,\" the Romanian video language course from TVR1, the manual \"Romanian language for Ukrainians\" from UNHCR Romania, and Romanian Language handbooks from Terre des hommes can be accessed directly via provided links or downloads. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 170,
      "question_id": 350,
      "content_block_id": 35,
      "answer": "Yes, several online learning materials and digital tools are provided. These include \"Law made simple\" to help citizens understand their rights, \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder, a Romanian video language course for beginners available on YouTube from TVR1, and a downloadable coloring book for children titled \"Heroes cry too.\" Additionally, manuals and handbooks like \"Romanian language for Ukrainians\" from UNHCR Romania and guides from Terre des hommes are mentioned, which could be accessed digitally.",
      "bResponse": "Yes, several online learning materials and digital tools are provided. These include \"Law made simple\" to help citizens understand their rights, \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder, a Romanian video language course for beginners available on YouTube from TVR1, and a downloadable coloring book for children titled \"Heroes cry too.\" Additionally, manuals and handbooks like \"Romanian language for Ukrainians\" from UNHCR Romania and guides from Terre des hommes are mentioned, which could be accessed digitally. For more details, visit https://dopomoha.ro/en/romanian-eng",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}