{
  "answers": [
    {
      "answer_id": 151,
      "question_id": 151,
      "content_block_id": 16,
      "answer": "Dopomoha is a Commit Global solution designed to support refugees, particularly those from Ukraine, in Romania. Its overall purpose is to provide comprehensive assistance and resources for vulnerable people, covering essential needs such as housing, education, health, transportation, legal aid, mental health services, job opportunities, and language courses. It also offers solutions like \"Law made simple\" and \"PTSD Help\" to assist refugees. Furthermore, Dopomoha facilitates humanitarian efforts by allowing individuals to offer support like food, products, clothing, or volunteer services, and connects refugees with various organizations and call centers for specialized help. It aims to aid in the integration of refugees into Romania and provides a platform for both requesting and providing resources.",
      "bResponse": "Dopomoha is a Commit Global solution designed to support refugees, particularly those from Ukraine, in Romania. Its overall purpose is to provide comprehensive assistance and resources for vulnerable people, covering essential needs such as housing, education, health, transportation, legal aid, mental health services, job opportunities, and language courses. It also offers solutions like \"Law made simple\" and \"PTSD Help\" to assist refugees. Furthermore, Dopomoha facilitates humanitarian efforts by allowing individuals to offer support like food, products, clothing, or volunteer services, and connects refugees with various organizations and call centers for specialized help. It aims to aid in the integration of refugees into Romania and provides a platform for both requesting and providing resources. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 152,
      "question_id": 152,
      "content_block_id": 16,
      "answer": "The Commit Global solution offers various types of assistance, including support for housing, education, health (specialized medical assistance, rare/chronic conditions, mental health services including PTSD management, and support for drug users), transportation (including vehicle technical assistance), job searching, and legal aid (pro bono help and understanding rights via \"Law made simple\"). It also provides access to call centers, language courses and activities, information on the integration process for refugees, and emergency resources such as food, products, clothing, tents, and volunteers through \"Sprijin de Urgență.\" Additionally, it offers a map of organizations helping refugees from Ukraine.",
      "bResponse": "The Commit Global solution offers various types of assistance, including support for housing, education, health (specialized medical assistance, rare/chronic conditions, mental health services including PTSD management, and support for drug users), transportation (including vehicle technical assistance), job searching, and legal aid (pro bono help and understanding rights via \"Law made simple\"). It also provides access to call centers, language courses and activities, information on the integration process for refugees, and emergency resources such as food, products, clothing, tents, and volunteers through \"Sprijin de Urgență.\" Additionally, it offers a map of organizations helping refugees from Ukraine. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 153,
      "question_id": 153,
      "content_block_id": 16,
      "answer": "Yes, pro bono legal help is available for Ukrainian refugees in Romania and other countries.",
      "bResponse": "Yes, pro bono legal help is available for Ukrainian refugees in Romania and other countries. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 154,
      "question_id": 154,
      "content_block_id": 16,
      "answer": "Individuals can offer support or volunteer to help vulnerable people by providing food, products, clothing, transportation, or by volunteering their time. This can be done through the \"I want to help\" option or by offering resources and volunteers on \"Sprijin de Urgență.\"",
      "bResponse": "Individuals can offer support or volunteer to help vulnerable people by providing food, products, clothing, transportation, or by volunteering their time. This can be done through the \"I want to help\" option or by offering resources and volunteers on \"Sprijin de Urgență.\" For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 155,
      "question_id": 155,
      "content_block_id": 16,
      "answer": "Yes, there is a service available called \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees.",
      "bResponse": "Yes, there is a service available called \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 156,
      "question_id": 156,
      "content_block_id": 16,
      "answer": "Support is provided for finding temporary accommodation, and individuals can access \"Un Acoperiș!\" to ask for housing.",
      "bResponse": "Support is provided for finding temporary accommodation, and individuals can access \"Un Acoperiș!\" to ask for housing. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 157,
      "question_id": 157,
      "content_block_id": 16,
      "answer": "Yes, the initiative offers information on education rights for Ukrainians, specifically detailing how to enroll children in school, kindergarten, or extracurricular activities, and providing information on Ukrainian schools in Romania.",
      "bResponse": "Yes, the initiative offers information on education rights for Ukrainians, specifically detailing how to enroll children in school, kindergarten, or extracurricular activities, and providing information on Ukrainian schools in Romania. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 158,
      "question_id": 158,
      "content_block_id": 16,
      "answer": "One can find job opportunities by accessing the \"Find out more\" option under the \"Jobs\" section, which provides information on how and where to find suitable job opportunities.",
      "bResponse": "One can find job opportunities by accessing the \"Find out more\" option under the \"Jobs\" section, which provides information on how and where to find suitable job opportunities. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 159,
      "question_id": 159,
      "content_block_id": 16,
      "answer": "The support network includes the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support network includes the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 160,
      "question_id": 160,
      "content_block_id": 16,
      "answer": "Yes, specialized call centers are available. Depending on your needs, you can call one to gain access to resources, information, and dedicated support for various issues.",
      "bResponse": "Yes, specialized call centers are available. Depending on your needs, you can call one to gain access to resources, information, and dedicated support for various issues. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}