{
  "answers": [
    {
      "answer_id": 131,
      "question_id": 311,
      "content_block_id": 32,
      "answer": "Refugees in Romania are offered several types of support. These include access to \"Law made simple\" to help understand rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.\n\nFinancial support is available, such as a Monthly Lump Sum for Accommodation, which provides 750 RON per month for single individuals or 2,000 RON per month for families for up to three consecutive months. For those in more stabilized living situations or receiving additional government support, the amounts are 500 RON per month for individuals and 1,500 RON per month for families. After this period, beneficiaries may apply for a Minimum Inclusion Income as ongoing financial support. Additionally, refugees from Ukraine under temporary protection are eligible for other social benefits.\n\nAssistance in finding housing is provided through the \"Un Acoperiș\" (A Roof) platform, which helps coordinate requests for free accommodation. Support is also available for individuals experiencing difficulties in submitting applications, including help from Romanian/English speakers, contact with NGOs, and call centers with Ukrainian-Russian-Romanian speakers, as well as specific government and organizational helplines.",
      "bResponse": "Refugees in Romania are offered several types of support. These include access to \"Law made simple\" to help understand rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.\n\nFinancial support is available, such as a Monthly Lump Sum for Accommodation, which provides 750 RON per month for single individuals or 2,000 RON per month for families for up to three consecutive months. For those in more stabilized living situations or receiving additional government support, the amounts are 500 RON per month for individuals and 1,500 RON per month for families. After this period, beneficiaries may apply for a Minimum Inclusion Income as ongoing financial support. Additionally, refugees from Ukraine under temporary protection are eligible for other social benefits.\n\nAssistance in finding housing is provided through the \"Un Acoperiș\" (A Roof) platform, which helps coordinate requests for free accommodation. Support is also available for individuals experiencing difficulties in submitting applications, including help from Romanian/English speakers, contact with NGOs, and call centers with Ukrainian-Russian-Romanian speakers, as well as specific government and organizational helplines. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 132,
      "question_id": 312,
      "content_block_id": 32,
      "answer": "Yes, financial assistance is available for refugee accommodation in Romania. Beneficiaries of temporary protection may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, starting July 1, 2024. This financial support is outlined in Government Emergency Ordinance No. 96/2024. The payment is 750 RON per month for a single individual and 2,000 RON per month for families. In special cases, such as those receiving additional government support or housed in temporary accommodation camps, the assistance is 500 RON per month for individuals and 1,500 RON per month for families.",
      "bResponse": "Yes, financial assistance is available for refugee accommodation in Romania. Beneficiaries of temporary protection may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, starting July 1, 2024. This financial support is outlined in Government Emergency Ordinance No. 96/2024. The payment is 750 RON per month for a single individual and 2,000 RON per month for families. In special cases, such as those receiving additional government support or housed in temporary accommodation camps, the assistance is 500 RON per month for individuals and 1,500 RON per month for families. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 133,
      "question_id": 313,
      "content_block_id": 32,
      "answer": "Yes, as of July 1, 2024, the support program dedicated to Ukrainians living in Romania has been changed. This includes new conditions for financial support, specifically a monthly lump sum for accommodation, which is available for up to 3 consecutive months from the date of entry into Romania, as outlined in Government Emergency Ordinance No. 96/2024.",
      "bResponse": "Yes, as of July 1, 2024, the support program dedicated to Ukrainians living in Romania has been changed. This includes new conditions for financial support, specifically a monthly lump sum for accommodation, which is available for up to 3 consecutive months from the date of entry into Romania, as outlined in Government Emergency Ordinance No. 96/2024. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 134,
      "question_id": 314,
      "content_block_id": 32,
      "answer": "Refugees in Romania can find housing or temporary accommodation through two main avenues. Firstly, beneficiaries of temporary protection may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, starting July 1, 2024. This payment is 750 RON per month for a single individual and 2,000 RON per month for families, with reduced amounts for special cases. To apply, beneficiaries must submit a valid temporary protection permit, passports for each family member, bank account details, and other requested documents to their local administrative-territorial unit.\n\nSecondly, for help finding free accommodation, refugees can use the platform \"Un Acoperiș (A Roof)\". Through this platform, central authorities and international organizations coordinate requests and available accommodation to provide housing based on individual needs.",
      "bResponse": "Refugees in Romania can find housing or temporary accommodation through two main avenues. Firstly, beneficiaries of temporary protection may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, starting July 1, 2024. This payment is 750 RON per month for a single individual and 2,000 RON per month for families, with reduced amounts for special cases. To apply, beneficiaries must submit a valid temporary protection permit, passports for each family member, bank account details, and other requested documents to their local administrative-territorial unit.\n\nSecondly, for help finding free accommodation, refugees can use the platform \"Un Acoperiș (A Roof)\". Through this platform, central authorities and international organizations coordinate requests and available accommodation to provide housing based on individual needs. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 135,
      "question_id": 315,
      "content_block_id": 32,
      "answer": "To apply for the lump sum financial support in Romania, beneficiaries must submit a valid temporary protection permit, passports for each family member, bank account details (the account must be opened in a Romanian bank, in RON currency), and any other documents requested by the local authorities.",
      "bResponse": "To apply for the lump sum financial support in Romania, beneficiaries must submit a valid temporary protection permit, passports for each family member, bank account details (the account must be opened in a Romanian bank, in RON currency), and any other documents requested by the local authorities. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 136,
      "question_id": 316,
      "content_block_id": 32,
      "answer": "Refugees apply for support programs by submitting their application to the local administrative-territorial unit, such as the town hall, where they have chosen to reside or where the address indicated in their temporary residence permit is located. For detailed information on submitting an application in specific cities, beneficiaries should clarify by following links to the official websites of those cities.",
      "bResponse": "Refugees apply for support programs by submitting their application to the local administrative-territorial unit, such as the town hall, where they have chosen to reside or where the address indicated in their temporary residence permit is located. For detailed information on submitting an application in specific cities, beneficiaries should clarify by following links to the official websites of those cities. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 137,
      "question_id": 317,
      "content_block_id": 32,
      "answer": "Yes, there is a resource called \"Law made simple\" designed to help citizens, including refugees, better understand their rights and obligations in Romania.",
      "bResponse": "Yes, there is a resource called \"Law made simple\" designed to help citizens, including refugees, better understand their rights and obligations in Romania. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 138,
      "question_id": 318,
      "content_block_id": 32,
      "answer": "Refugees can access \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). While specific contact information for this assistant is not provided, refugees experiencing difficulties, including those related to PTSD, can get in touch with an NGO that has Ukrainian-Russian-Romanian speakers, contact a call center with Ukrainian-Russian-Romanian speakers, or call the government call center at 021.3456789 (available between 08:00 and 16:00). Additionally, UNHCR Romania can be reached at +40 723 653 651 and CNRR at +40 730 073 170 for support.",
      "bResponse": "Refugees can access \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). While specific contact information for this assistant is not provided, refugees experiencing difficulties, including those related to PTSD, can get in touch with an NGO that has Ukrainian-Russian-Romanian speakers, contact a call center with Ukrainian-Russian-Romanian speakers, or call the government call center at 021.3456789 (available between 08:00 and 16:00). Additionally, UNHCR Romania can be reached at +40 723 653 651 and CNRR at +40 730 073 170 for support. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 139,
      "question_id": 319,
      "content_block_id": 32,
      "answer": "Yes, after the initial lump sum accommodation support period ends, beneficiaries, including those who previously received benefits, may apply for a Minimum Inclusion Income. This is described as ongoing financial support, provided in accordance with Law No. 196/2016 regarding minimum inclusion income.",
      "bResponse": "Yes, after the initial lump sum accommodation support period ends, beneficiaries, including those who previously received benefits, may apply for a Minimum Inclusion Income. This is described as ongoing financial support, provided in accordance with Law No. 196/2016 regarding minimum inclusion income. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 140,
      "question_id": 320,
      "content_block_id": 32,
      "answer": "Yes, there is a call center and helplines for refugees seeking assistance in Romania. If you encounter problems, you can contact a call center with Ukrainian-Russian-Romanian speakers. For additional details, you can call the government call center at 021.3456789 between 08:00 and 16:00. Other helplines include UNHCR Romania at +40 723 653 651 and CNRR at +40 730 073 170.",
      "bResponse": "Yes, there is a call center and helplines for refugees seeking assistance in Romania. If you encounter problems, you can contact a call center with Ukrainian-Russian-Romanian speakers. For additional details, you can call the government call center at 021.3456789 between 08:00 and 16:00. Other helplines include UNHCR Romania at +40 723 653 651 and CNRR at +40 730 073 170. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}