{
  "answers": [
    {
      "answer_id": 71,
      "question_id": 71,
      "content_block_id": 8,
      "answer": "The main goal of Dopomoha, a Commit Global solution, is to support refugees by providing them with various forms of assistance. This includes access to solutions like \"Law made simple\" to help citizens understand their rights and obligations, \"PTSD Help\" for managing Post Traumatic Stress Disorder, and platforms such as \"Sprijin de Urgență\" for requesting or offering emergency resources (food, products, clothing, tents, transportation, volunteers) and \"Un Acoperiș\" for finding or providing temporary accommodation. It also offers a guide with common expressions translated into English and Ukrainian.",
      "bResponse": "The main goal of Dopomoha, a Commit Global solution, is to support refugees by providing them with various forms of assistance. This includes access to solutions like \"Law made simple\" to help citizens understand their rights and obligations, \"PTSD Help\" for managing Post Traumatic Stress Disorder, and platforms such as \"Sprijin de Urgență\" for requesting or offering emergency resources (food, products, clothing, tents, transportation, volunteers) and \"Un Acoperiș\" for finding or providing temporary accommodation. It also offers a guide with common expressions translated into English and Ukrainian. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 72,
      "question_id": 72,
      "content_block_id": 8,
      "answer": "The Dopomoha platform is designed to support refugees, citizens seeking to understand their rights and obligations, and individuals managing Post Traumatic Stress Disorder (PTSD). It also assists vulnerable people coming to Romania by providing resources such as food, clothing, transportation, and temporary accommodation.",
      "bResponse": "The Dopomoha platform is designed to support refugees, citizens seeking to understand their rights and obligations, and individuals managing Post Traumatic Stress Disorder (PTSD). It also assists vulnerable people coming to Romania by providing resources such as food, clothing, transportation, and temporary accommodation. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 73,
      "question_id": 73,
      "content_block_id": 8,
      "answer": "Specific programs offered include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there is \"Sprijin de Urgență\" for requesting or providing resources such as food, clothing, and transportation, and \"Un Acoperiș\" for finding or offering temporary accommodation.",
      "bResponse": "Specific programs offered include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, there is \"Sprijin de Urgență\" for requesting or providing resources such as food, clothing, and transportation, and \"Un Acoperiș\" for finding or offering temporary accommodation. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 74,
      "question_id": 74,
      "content_block_id": 8,
      "answer": "One can find temporary accommodation through 'Un Acoperiș' by accessing the platform and searching for accommodation.",
      "bResponse": "One can find temporary accommodation through 'Un Acoperiș' by accessing the platform and searching for accommodation. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 75,
      "question_id": 75,
      "content_block_id": 8,
      "answer": "Emergency resources available via 'Sprijin de Urgență' include food, products, clothing, tents, transportation, and volunteers.",
      "bResponse": "Emergency resources available via 'Sprijin de Urgență' include food, products, clothing, tents, transportation, and volunteers. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 76,
      "question_id": 76,
      "content_block_id": 8,
      "answer": "Yes, there is a guide available with common expressions in Romanian, translated into English and Ukrainian, which can be accessed as a phrase book.",
      "bResponse": "Yes, there is a guide available with common expressions in Romanian, translated into English and Ukrainian, which can be accessed as a phrase book. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 77,
      "question_id": 77,
      "content_block_id": 8,
      "answer": "Services are provided in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Services are provided in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 78,
      "question_id": 78,
      "content_block_id": 8,
      "answer": "Individuals can offer help or donate resources through two main platforms:\n\n1.  **Sprijin de Urgență:** Here, you can offer resources such as food, products, clothing, tents, transportation, or volunteer services.\n2.  **Un Acoperiș:** This platform allows you to provide temporary accommodation or a space to help vulnerable people coming to Romania.\n\nAdditionally, individuals can share the dopomoha.ro content by downloading, printing, and displaying posters and flyers in crowded places, or by sharing them in various locations like stores, public transport, and parks.",
      "bResponse": "Individuals can offer help or donate resources through two main platforms:\n\n1.  **Sprijin de Urgență:** Here, you can offer resources such as food, products, clothing, tents, transportation, or volunteer services.\n2.  **Un Acoperiș:** This platform allows you to provide temporary accommodation or a space to help vulnerable people coming to Romania.\n\nAdditionally, individuals can share the dopomoha.ro content by downloading, printing, and displaying posters and flyers in crowded places, or by sharing them in various locations like stores, public transport, and parks. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 79,
      "question_id": 79,
      "content_block_id": 8,
      "answer": "Yes, if you'd like to report any mistakes, inconsistencies, or omissions, you can do so by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Yes, if you'd like to report any mistakes, inconsistencies, or omissions, you can do so by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 80,
      "question_id": 80,
      "content_block_id": 8,
      "answer": "Dopomoha is a Commit Global solution.",
      "bResponse": "Dopomoha is a Commit Global solution. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}