[
  {
    "heading": "Whole Page Content",
    "summary": "Privacy policy This website uses cookies in order to provide users with a better browsing experience as well as services tailored to their needs and interests. What is a cookie? “Cookies” are used to facilitate access and delivery for the services required by Internet users such as personalizing settings (language, country, prices displayed in local currency etc.) “Cookies”, based on the information about users that they gather, help operators make their websites more effective so that they can be easier to access by users. They also make online advertising more effective and can help multimedia apps and content from other websites be more easily embedded, to make navigation easier. Cookie (\"browser cookie\" or \"HTTP cookie\") is a small file, a succession of letters and numbers, that is stored on any terminal with Internet access (computers, mobile phones, tablets etc.) and is installed upon a request from a server to a browser (ex: Internet Explorer, Chrome). “Cookies” do not contain any software programs, viruses or spyware and cannot access information on the user’s hard drive. Cookie consists of a name and content, the length of its existence is limited, and it can be accessed again by the webserver when a user returns to the website associated with that server. Cookies do not request personal information nor do they personally identify internet users. Session cookies - are cookies temporarily stored in the browser’s history where they are stored until the user leaves that website or closes the browser window. Persistent Cookies - These are stored, for a predetermined length of time, on a computer hard drive or similar equipment. Persistent cookies include those placed by a different website than the one the user is visiting at the time, so-called “third-party cookies”- that can be anonymously used to track a user’s interests - allowing them to receive ads more relevant to their interests. What are the advantages of cookies? A cookie contains information that connects users to a specific website. If a browser accesses that web server again, it can read the information already stored and react accordingly. What is the lifespan of a cookie? There are cookies used exclusively for a single session - they are no longer retained after the user leaves the website. Permanent cookies - they are retained and reused every time the user returns to that website, but can be deleted by the user at any time. What are cookies placed by third parties? Parts of content or services may be placed on the accessed website by third parties through banners, boxes or links - and all these tools may contain cookies. They are called \"third party cookies\" because they are not placed by the owner of the respective website, and the third party providers are subject to the laws in force and the privacy policies of the website owner. How are cookies used by this website? A visit to this website may place cookies for the purposes of: Cookies for visitor analysis Some cookies may come from third parties. Cookies for visitor analysis Each time a user visits this site, analytics software provided by a third party generates a user analytics cookie. This cookie tells us if you have visited this site before. Your browser will tell us if you have this cookie, and if you don't, we'll generate one. It allows tracking of unique users who visit us and how often they do so. This cookie cannot be used to identify individuals, they are used only for statistical purposes. Other third-party cookies On some pages, third parties may set their own anonymous cookies, in order to track the success of an application, or to customize an application. Due to the way of use, this site cannot access these cookies, just as third parties cannot access the cookies held by this site. For example, when you share a page using the social network button on this site, that social network will record your activity. What type of information is stored and accessed through cookies? Cookies store information in a small text file that allows a website to recognize a browser. The webserver will recognize the browser until the cookie expires or is deleted. The cookie stores important information that improves the Internet browsing experience (eg: an order number for your donation). Why are cookies important to the Internet? Cookies are central to the efficient functioning of the Internet, helping to generate a user-friendly browsing experience tailored to each user's preferences and interests. Rejecting or disabling cookies may make some sites unusable. Rejecting or deactivating cookies does not mean that you will no longer receive online advertising - only that it will no longer be able to take into account your preferences and interests, highlighted by your browsing behavior. Security and privacy issues Cookies are NOT viruses! They use plain text formats. They are not made up of pieces of code so they cannot be executed or auto-run. Consequently, they cannot be duplicated or replicated to other networks to run or replicate again. Since they cannot perform these functions, they cannot be considered viruses. Cookies can still be used for negative purposes. Because they store information about users' preferences and browsing history, both on a particular site and across multiple sites, cookies can be used as a form of Spyware. Many anti-spyware products are aware of this fact and constantly mark cookies for deletion during anti-virus/anti-spyware deletion/scanning procedures. In general, browsers have integrated privacy settings that provide different levels of cookie acceptance, validity period and automatic deletion after the user has visited a certain site. Other security aspects related to cookies Since identity protection is very valuable and is the right of every Internet user, it is advisable to know what possible problems cookies can create. Because through them information is constantly transmitted in both directions between the browser and the website, if an attacker or unauthorized person intervenes during the data transmission, the information contained in the cookie can be intercepted. Although very rare, this can happen if the browser connects to the server using an unencrypted network (eg an unsecured WiFi network). Other cookie-based attacks involve missetting cookies on servers. If a website does not require the browser to use only encrypted channels, attackers can use this vulnerability to trick browsers into sending information over unsecured channels. Attackers then use the information to gain unauthorized access to certain websites. It is very important to be careful in choosing the most appropriate method of protecting personal information. Tips for safe and responsible browsing, based on cookies Due to their flexibility and the fact that most of the most visited and largest sites use cookies, they are almost unavoidable. Disabling cookies will not allow the user access to the most widespread and used sites including Youtube, Gmail, Yahoo and others. Here are some tips that can ensure that you browse without worries but with the help of cookies: Customize your browser cookie settings to reflect a comfortable level of cookie security for you. If you don't mind cookies and you are the only person using the computer, you can set long expiration periods for storing your browsing history and personal access data. If you share computer access, you may consider setting your browser to delete individual browsing data each time you close the browser. This is an option to access sites that place cookies and delete any visit information when you close the browsing session. Install and constantly update your antispyware applications. Many spyware detection and prevention applications include detection of site attacks. Thus, it prevents the browser from accessing websites that could exploit browser vulnerabilities or download dangerous software. Make sure your browser is always up to date. Many of the cookie-based attacks are carried out by exploiting the weak points of old versions of browsers. Cookies are everywhere and cannot be avoided if you want to enjoy access to the best and biggest sites on the Internet - local or international. With a clear understanding of how they work and the benefits they bring, you can take the necessary security measures so that you can surf the Internet with confidence. How can I stop cookies? Disabling and refusing to receive cookies may make certain websites impractical or difficult to visit and use. Also, refusing to accept cookies does not mean that you will no longer receive/see online advertising. It is possible to set the browser so that these cookies are no longer accepted or you can set the browser to accept cookies from a specific site. But, for example, if you don't want to use cookies, you can't follow the next steps after registering and filling out the form. All modern browsers offer the possibility to change cookie settings. These settings are usually found in the \"options\" or \"preferences\" menu of your browser. For cookie settings generated by third parties, and for more information on privacy related to online advertising, IAB Romania provides the following website: http://www.youronlinechoices.com/ro/",
    "id": 65
  }
]