[
  {
    "heading": "Whole Page Content",
    "summary": "TIMIȘOARA Have you arrived in Timișoara and need help? Find information on how to manage in a new city and who can help you. Important contacts Immigration Bureau of the County Timiș ✆ tm.igi@mai.gov.ro / +40256-402434; +40256-402431; +40256-402432 Timișoara for Ukraine Support Center ✆ +40356 993 / WhatsApp +40741 113 952 Emergency call number ✆ 112 National Anti-Traffic Hotline Romania ✆ +40800 800 678 / +4021 313 3100 The support program for accommodation, meals and integration in Timișoara Information required for the accommodation, board and integration support program. Find out more Medical services If you need medical services, you can contact Emergency Municipal Clinical Hospital. If you need help for your child, you can go to the Louis Țurcanu Children's Emergency Clinical Hospital. Here you can find the list of family doctors in Timișoara. Psychological support Plan International Organization offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. For more information, contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org . Find out more about healthcare in Romania Transportation In Timișoara you can use the public transport system - STPT - for free (if asked, you will have to show an ID). More information Education Enrollment applications for Ukrainian preschoolers/students in Timiș County educational units can be found here . Educational units in Timiş with teaching in the Ukrainian language: Kindergarten and Secondary School no. 2 Timisoara; Secondary School no. 24 Timisoara; \"William Shakespeare\" Theoretical High School; Șiuca Secondary School; Bethausen Middle School; Darova High School; Masloc High School; Pietroasa High School; Banloc Secondary School; Pogăneşti General School; Livezile Secondary School; \"Iulia Hașdeu\" High School from Lugoj; Recaş inclusive education center; British International School from Timisoara. More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! The LOGS Association – Group of Social Initiatives: The LOGS House is a social and legal counseling center that offers financial support, medical assistance, facilitates the integration process of immigrants through Romanian language courses, facilitates access to jobs. Contacts: WhatsApp or Telegram: +40 787 601 239 / +40 783 001 667; contact@grupullogs.ro . Address: 16 Aries Street, Timișoara. The Timiș County Youth Foundation (FITT) through the Ukrainians in Timiș program offers psychological support, help in finding a job, Romanian and English language courses. Contact them here. Address: 19 Aries Street, Timișoara. The Save the Children Timiș organization offers English language classes for children, part-time kindergarten program for children over 4 years old and other activities. Contacts: Alice Iosin, Program Coordinator (English) +40 757 704 320, Iryna (Russian and Ukrainian) +40755820042. The Union of Ukrainians in Romania: The fundamental goal of the Union of Ukrainians in Romania is to protect the rights to express and promote the ethnic, linguistic, cultural and religious identity of persons belonging to the Ukrainian minority, to revive and form national unity and conscience, to protect the individual and collective rights of its members and to strengthen relations Romanian-Ukrainian collaboration. Address: Strada Mareşal Alexandru Averescu, Timișoara. SCOP organization through the ASIS program: Starting from July 2022, under the \"ASSIST\" program, SCOP provides assistance and support to children and parents in Ukraine, courses for children aged 6 and older, language courses, etc. Contacts: +40727051140 (WhatsApp), +380674048024 (Telegram). Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 56
  }
]