[
  {
    "heading": "Whole Page Content",
    "summary": "ORADEA Have you arrived in Oradea and need help? Find information on how to manage in a new city and who can help you. Important contacts Bihor County Immigration Service : bh.igi@mai.gov.ro / 0259 454 012 Call center Bihor pentru Ucraina: +4 0359 456 123 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 The support program for accommodation, meals and integration in Oradea Information required for the accommodation, board and integration support program. More information Public transport in Oradea Find out how and where you can buy tickets for public transport in Oradea. More information Medical services If you need medical services, you can go to the County Emergency Clinical Hospital Bihor. Here you can find the list of family doctors in Oradea. Psychological support The International Organization for Migration (IOM) provides psychological support by guiding vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. They offer support in Russian, Ukrainian, Romanian and English. Contact: Boanca Simona - Head of Programs sboanca@iom.int +40745016883. Plan International Organization offers psychological assistance in different cities of Romania for adults and children of Ukrainian refugees. For more information, you can contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org Refugees from Ukraine can receive psychological support in Russian and Ukrainian at Dorcas Aid Romania / Dorcas Aid Moldova . Find out more about healthcare in Romania Education Find out here how you can enroll your child in primary education and what documents are required. More information about the education system in Romania Organisations offering their support The Oradea Caritas Eparhial Association organizes educational programs for primary and secondary school students. Contact: +40 359 418 212. Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 63
  }
]