[
  {
    "heading": "Whole Page Content",
    "summary": "BRAȘOV Have you arrived in Brașov and need help? Find information on how to manage in a new city and who can help you. Important contacts Integration Center for Migrants Brașov: migrantbrasov@gmail.com / contact@migrantbrasov.ro . Monday - Friday: 09:00 - 17:00 Brașov County Immigration Service: bv.igi@mai.gov.ro / 0268-409956, 0268-409955, 0268-409759, 0268-409953, 0268-409957. Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 CATTIA Community Center Once in Brasov, you can register at the CATTIA Community Center for the reception of Ukrainian refugees, which operates around the clock and offers information, food, transport to accommodation, counseling and assistance. The address is strada Institutului, nr.35. The support program for accommodation, meals and integration in Brașov Information required for the accommodation, board and integration support program. More information Medical services If you need medical services, you can contact Brașov Emergency Clinical Hospital. If you need help for your child, you can go to Brașov Children's Emergency Clinical Hospital . Here you can find the list of primary healthcare providers working under contract with CASJ Brașov who provide medical services to uninsured people. Free medical services in Brașov: If you or a family member needs dialysis, you can contact the Fresenius Medical Care Romania through Olga Barbat (e-mail: olga.barbat@fmc-ag.com ). The Motivation Foundation Romania can offer wheelchairs/walking frames/crutches to refugees from Ukraine who have locomotor disabilities or mobility impairments and need such equipment temporarily or permanently. Contact: 0735.355.894 / c.lupu@motivation.ro Psychological support Psychological support: Swiss Solidarity , in collaboration with the Center for the Integration of Migrants, continues its humanitarian mission in Brașov. To book an individual consultation with a psychologist, you must complete this form . Terre des hommes Foundation offers psychological help to the following category of people: refugees from Ukraine, citizens of 3rd countries, local population of Romania, pregnant/nursing women, children, LGBTIQ+, Roma community of people, unaccompanied children. Assistance consists of referring vulnerable individuals/families to the necessary information resources, community-based psychosocial support activities, targeted psychosocial support services, as well as specialized HCWSP services, raising awareness of mental health and psychosocial support, psychological first aid (PFA) , measures to build the potential of PZPSP for humanitarian workers. Contacts: Oksana Buga, Team Leader (Focus on MHPSS) oxana.buga@tdh.ch / +40371300390. World Vision Romania offers psychological support in Russian and Ukrainian language. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. You can get advice in Russian, Ukrainian, Romanian and English language. Contact: Boanca Simona - Head of Programs sboanca@iom.int / +40745016883. Plan International Organization offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. For more information, contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org . Red Cross Romania offers a variety of mental health consultations, as well as psychological support for different categories of people in Russian, Ukrainian, Romanian and English languages. Contact: Andreea Furtună - MRSа andreea.furtuna@crucearosie.ro / +40734449947. The AMURTEL team operates within the CATTIA Community Center (Strada Institutului, no. 35) and offers various workshops and MHPSS support in individual or group sessions. For more details, please contact Alona Radchenko from Monday to Friday during business hours at +40769 315 111. Find out more about healthcare in Romania Education Enrollment applications for Ukrainian preschoolers/pupils in the educational units of the Brașov County can be submitted/sent both physically, at the headquarters of the Brașov County School Inspectorate (Shirul Gheorghe Dima no. 4), and also online, at: info@isjbrasov.ro . The application forms in Romanian, English and Ukrainian can be found here . Participation in educational events for children and adults at the CATTIA center with the support of Worldvision is carried out by filling out this form (in accordance with the terms of the project, priority is given to children whose parents are working. If there are still vacancies, they will be occupied by students in order of registration). More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! NGO Terre des Hommes . Schedule: Mon-Fri: 09:00-17:00. Address: Strada Sitei, no. 52. Contacts: +40 737 932 685 (Polina); +40 737 932 686 (Olesya); +40 737 932 684 (Svetlana). UNHCR: the office is located in the CATTIA Community Center (Strada Institutului, no. 35). The Agapedia organization runs the “Safe Space for Women” project, which provides medical consultations on family planning. The organization also offers basic psychosocial services (information, individual and group psychological counseling); assistance in identifying needs and referral to other health care facilities). Address: Str Bisericii Romane 48, Brasov, Romania Worldvision: representatives of the organization are located in the CATTIA Community Center (Strada Institutului, no. 35). It organizes educational projects for children and adults. Red Cross Brașov : crucearosie.brasov@gmail.com +40 268 475 913. Public libraries organizing programs for groups of Romanian and Ukrainian children. Provide Romanian language courses for Ukrainians. More about it https://ua.brasovcity.ro/ , Contacts: Daniela Banaurs- Bib. Jud. Brașov 0740209284, Oana Popescu, legal adviser BJBv jurist@bjbv.ro Transportation In Brașov you can use the public transport system - RATBV - for free (if asked, you will have to show an ID). More information Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services  as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 55
  }
]