[
  {
    "heading": "Whole Page Content",
    "summary": "SUCEAVA Have you arrived in Suceava and need help? Find information on how to manage in a new city and who can help you. Important contacts The Immigration Office of the Suceava County : sv.igi@mai.gov.ro / 0230 203 290, 0230 203 291, 0230 203 293, 0230 203 294, 0230 203 295 The Regional Center for Procedures and Accommodation for Asylum Seekers – Rădăuți: c.radauti.igi@mai.gov.ro / 0230 564 462, 0230 564 463 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 Temporary protection in Suceava county If you have arrived in Suceava County, you can register to benefit from temporary protection at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County. Program information Transportation In Suceava, Ukrainian refugees can benefit from free travel subscription for local public transport. More information Medical services If you need medical services, you can contact the Suceava Emergency Hospital . If you need help for your child, you can go to the Pediatric Department of the Suceava Emergency Hospital. Psychological support World Vision Romania offers psychological support in Russian and Ukrainian language. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. Adults and children from Ukraine, residents of Romania, can use the services of Positive Progress psychological Solutions . In addition to consultations, psychosocial support for humanitarian workers is also provided. Contact: Kirsten Antoncich, kirsten@positiveprogress.co.uk . Terre des hommes Foundation offers psychological assistance to the following category of people: refugees from Ukraine, third-country nationals, local population of Romania, pregnant/nursing women, children, LGBTIQ+, Roma community, unaccompanied children. Assistance consists of referring vulnerable individuals/families to the necessary information resources, community-based psychosocial support activities, targeted psychosocial support services, as well as specialized HCWSP services, raising awareness of mental health and psychosocial support, psychological first aid (PFA) , measures to build the potential of PZPSP for humanitarian workers. Contacts: Oksana Buga, Team Leader (Focus on MHPSS) oxana.buga@tdh.ch / +40371300390. Plan International Organization offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. For more information, please contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org . Save the Children offer psychological services in 4 languages: Russian, Ukrainian, Romanian and English. Contacts: Ioana Tonceanu - MHPSS Manager, ioana.tonceanu@salvaticopiii.ro . Find out more about healthcare in Romania Education In Suceava county there are several schools with Ukrainian language teaching: – Breaza High School – Breaza locality, Suceava county; – Moldova Sulița High School – Moldova Sulița locality, Principală str., Suceava county; – Izvoarele Sucevei Secondary School \"Ion Aflorei\" - Izvoarele Sucevei locality, Suceava county; – Ulma High School – Ulma locality, Principală str., Ulma commune, Suceava county; – Brodina High School – Brodina village, Izvoarele Sucevei commune, Suceava county; – Bogdan Vodă High School – Rădăuți locality, Eudoxiu Hurmuzachi str., no. 7, Suceava county; - \"Mihail Sadoveanu\" High School - Grănicești locality, no. 37, Suceava county; – Lațcu Vodă Technical College – Siret locality, Lațcu Vodă str. no. 15A, Suceava county; – Petru Mușat High School – Siret township, Simion Florea Marian str., no. 2, Suceava county; – Baineț High School – Baineț locality, Principală str. no. 65, Mușenita commune, Suceava county; – Bălcăuti High School – Bălcăuti locality, Bălcăuti commune, Suceava county; – Calafindești High School – Calafindești locality, Calafindești commune, Suceava county; – Şerbăuți High School – Şerbăuţi locality, Principală str., Şerbăuţi commune, Suceava county; – Măriței High School – Măriței locality, Dărmănești commune, Suceava county; – Mihai Eminescu Suceava National College – Suceava municipality, Mărășești street no 57, Suceava county; – Vatra Moldoviței High School – Vatra Moldoviței locality, Principală str., Vatra Moldoviței commune, Suceava county; – Vasile Cocea Moldovița Technological High School – Moldovița locality, Principală str., building A, Moldovița commune, Suceava county. More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! CNRR (Romanian National Council for Refugees): Contact: havreliucst@cnrr.ro / 0736 830 952. Organizations that offer material support, vouchers, various services or seminars on topics such as providing psychological support in emergency situations, human trafficking - in Suceava: eLiberare , AMURTEL - in Rădăuți: JRS . Translation of documents and diplomas: ICAR Foundation and CNRR . The Bucovina Institute Association : services offered within the center include diagnosis, evaluation and counseling; provision of material support; support services; facilitating access to resources for categories of refugees from vulnerable groups (people with disabilities, chronically ill, elderly, unaccompanied minors and underage mothers); Romanian and English language courses. Save the Children offers direct services at the Siret border transit point, the Siret mobile camp, the Rădăuți mobile camp, the Rădăuţi Asylum Center; educational activities (summer schools, after-school, Romanian language courses) at Filadelfia High School and Ștefan cel Mare High School; advice and Integrated services in the center of advice and integrated services and mobile teams. The Sensiblu Foundation offers the following services: social counseling, face-to-face or online psychotherapy, legal advice and representation in court, a support network for women and girls, obtaining forensic medical certificates, referral to mediation in relations with other institutions and organizations in Romania. Contacts: 0040711964164 - Fundația Sensiblu Suceava. Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 59
  }
]