[
  {
    "heading": "Whole Page Content",
    "summary": "CLUJ-NAPOCA Have you arrived in Cluj-Napoca and need help? Find information on how to manage in a new city and who can help you. Important contacts Immigration Service for the Cluj County: cj.igi@mai.gov.ro / 0264 555 656, 0264 432 727 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 The support program for accommodation, meals and integration in Cluj-Napoca Information required for the accommodation, board and integration support program. Access the application Medical services If you need medical services, you can contact the Clinical Emergency Hospital in Napoca Cluj . Here you can find the list of family doctors in Oradea. Psychological support The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. They offer support in Russian, Ukrainian, Romanian and English languages. Contact: Boanca Simona - Head of Programs sboanca@iom.int / +40745016883. World Vision Romania offers psychological support in Russian and Ukrainian. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. Find out more about healthcare in Romania Organisations offering their support The Sensiblu Foundation offers the following services: social counseling, face-to-face or online psychotherapy, legal advice and representation in court, a support network for women and girls, obtaining forensic medical certificates, referral to mediation in relations with other institutions and organizations in Romania. Contacts:  +40753271950 - in partnership with Asociația de Dezvoltare Intercomunitară Zona Metropolitană Cluj (ZMC) PATRIR offers to all refugees from Ukraine the \"Ukrainian Home - Protection and Support Center\" in Cluj-Napoca, which implements a comprehensive program aimed at protecting, providing information, well-being and inclusiveness of the Ukrainian refugee community in central and northern Romania through the Protection Support Centers, psychosocial support, assistance with injuries and providing verified information. Contacts: +40 (0)264 420 298 info@patrir.ro Transport In Cluj you can use the public transportation system for free (in case of a check, you will have to show an ID). Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 60
  }
]