[
  {
    "heading": "Whole Page Content",
    "summary": "Constanța Have you arrived in Constanța and need help? Find information on how to manage in a new city and who can help you. Important contacts The Immigration Service of Constanța county : +40241 502 307 / +40241 611 364 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 The support program for accommodation, meals and integration in Constanța Information required for the accommodation, board and integration support program. More information Transportation To travel in the city of Constanța, you can use the bus. Check the lines that interest you in the link below. More information Medical services If you need medical services, you can go to the Constanța Emergency County Clinical Hospital Sf Apostol Andrei . If you need help for your child, you can go to the Pediatric Clinical Department of the Sf Apostol Andrei County Emergency Clinical Hospital . Here you can find the list of family doctors from Constanța county. Psychological support World Vision Romania offers psychological support in Russian and Ukrainian language. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. Terre des hommes Foundation offers psychological assistance to the following category of people: refugees from Ukraine, third-country nationals, local population of Romania, pregnant/nursing women, children, LGBTIQ+, Roma community, unaccompanied children. Assistance consists of referring vulnerable individuals/families to the necessary information resources, community-based psychosocial support activities, targeted psychosocial support services, as well as specialized HCWSP services, raising awareness of mental health and psychosocial support, psychological first aid (PFA) , measures to build the potential of PZPSP for humanitarian workers. Contacts: Oksana Buga, Team Leader (Focus on MHPSS) oxana.buga@tdh.ch / +40371300390. The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. You can get advice in Russian, Ukrainian, Romanian and English. Contact: Boanca Simona - Head of Programs sboanca@iom.int / +40745016883. Find out more about healthcare in Romania Education The Constanța County School Inspectorate provides information on the enrollment of Ukrainian students in Romanian pre-university education units and on the study of the Romanian language and civilization. Specific documents and more details can be found here. More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! CNRR (The Romanian National Council for Refugees) - Contact: +4.0736 830 847 / serban@cnrr.ro . Address: I.C. Bratianu Bvd, nr, 5, Ground floor, Mun. Constanta. AIDRom : Contact: +4.021.212.48.68 / office@aidrom.ro . They offer support in the form of social and legal advice and information, social assistance (social vouchers for food, hygiene and medicine), providing medical consultations, covering the costs of participating in the national education system, support in accessing the labor market, cultural integration. ROUA Center : Contact: +4.0771 516 508 / centerroua@gmail.com . Address: Mamaia Boulevard no. 192, et. 2. The ROUA Center Constanța provides information and counselling services, legal, psychosocial and economic assistance, Romanian language courses and support for integration, in order to respond to immediate needs, improve the situation of refugees and prevent the risks of exploitation and abuse. Constanta Regional Integration Center (JRS Romania Association), Address: bd. Mamaia, no. 13, Constanta. Telephone: +4.0738.719.233; +4.0738.719.235. The Sensiblu Foundation offers the following services: social counseling, face-to-face or online psychotherapy, legal advice and representation in court, a support network for women and girls, obtaining forensic medical certificates, referral to mediation in relations with other institutions and organizations in Romania. Contacts: +4.0711948762 - Fundația Sensiblu Constanța Novapolis Association can offer you help on the ground, at the border areas of Constanța and Isaccea, as well as Tulcea, looking after the services of transport, accommodation, translation, clothes, information and logistics. Contacts: asociatianovapolis@gmail.com Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 57
  }
]