[
  {
    "heading": "Whole Page Content",
    "summary": "Home consultations and self-medical transportation Patients can benefit from the following services for emergency consultations at home and unassisted medical transport activities, in addition to the services provided in the minimum package, without being limited to: transport upon leaving the hospital (including to another county) for patients with severe cognitive disorders (dementia of different etiologies, autistic spectrum disorders, severe or profound mental retardation); transport of immobile patients with tetraparesis or motor insufficiency of the lower limb to the hospital for hospitalization, based on the hospitalization note in the recovery health units; round-trip transport to the specialist office in the specialty clinics and from the office to the patient’s home, for patients immobilized in bed, with severe cognitive disorders (dementia of various etiologies, autistic spectrum disorders, severe or profound mental retardation), with hemiparesis or paraparesis, moderately severe, for consultation in order to evaluate, monitor and prescribe treatment in the case of chronic conditions for which medication can only be prescribed by the specialist doctor in the specialized outpatient clinic; round-trip transport to the laboratory for paraclinical investigations and from the laboratory to the patient’s home, for bedridden patients, for performing paraclinical medical investigations in the ambulatory, recommended by the family medicine doctors or the specialist doctors from the specialty outpatient clinic under contract with health insurance companies. Emergency consultations at home and unassisted medical transport are carried out by private ambulances, which are in contractual relations with health insurance companies, through the 112 emergency service. Thus, only if the patient finds himself in one of the situations described above, he or his relative can call the emergency service 112, and the dispatcher analyzes the situation described and decides which type of ambulance to send. Also, if it is necessary to transport the patient upon leaving the hospital, the emergency service 112 can be called both by the patient or relatives, as well as by the hospital staff. ​​Calling the emergency service 112 is done responsibly! This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 44
  }
]