[
  {
    "heading": "Whole Page Content",
    "summary": "There are several ways to enter Romania: with temporary protection, with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point. Short stay Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. Asylum seeker Instead of entering with the right of short stay you can enter as an asylum seeker. Temporary protection The temporary protection is granted for a period of one year and can be automatically extended for periods of 6 months, for a maximum of one year, if the generating situation persists. If you do not have documents of any kind, you can enter Romania as an asylum seeker. Identity documents As an Ukrainian national you can enter Romania on a short stay status by presenting a valid passport at the Romanian border crossing point. Or you can be granted temporary protection for a period of one year, that can be automatically extended for periods of 6 months, for a maximum of one year, if the generating situation persists. Do not worry if you do not have a passport. You will be allowed to enter Romania without a passport, by asking for asylum at the border. Minors All children coming from Ukraine are accepted into Romania . It is advisable to carry an identity document of the minor or a birth certificate. Minors don’t need the written approval of any of the parents to cross the border. As a parent, you don’t need the approval of the second parent for the child to cross the border. Unaccompanied children are picked up by the team at the border crossing point and taken to DGASPC locations or to professional foster carers in the area, where they receive basic services, including psychological counseling, if the situation requires it. Men Ukrainian men between the ages of 18 and 60 are allowed access to Romania if they meet the conditions for leaving Ukraine and for those entering Romania. Boys under the age of 18 and men over the age of 60 can leave Ukraine and enter Romania. Covid-19 There is NO requirement to present a certificate of vaccination or valid PCR test to enter Romania from Ukraine. You are not required to quarantine either. Also, it is not required to fill in the Digital Form for Entering Romania. Non-Ukrainian nationals If you are a third country national (TCN) that resided in Ukraine and holder of a passport you can cross into Romania through the common border points and obtain a visa on arrival. You do not need to go to a consulate office first. Currently, TCN are only being accepted from Ukraine for transit purposes only. They must have a valid travel document and upon arrival at the border point they will get a Romanian transit visa for up to 90 days. Animals You can bring along an animal even if it is not vaccinated against rabies (or if the vaccination is no longer valid) or if the animal is not identified with a microchip/ tattoo . As the owner of the animal, you will fill in the Pet Location Form, and you will have to complete all the formalities and procedures after entering Romania. Russian citizens Russian citizens will not need a visa if they have a residence permit in Ukraine. If coming from the Russian Federation, the Russian citizens will need a visa, but have no additional restrictions apart from the existing visa regime of any non-EU foreign citizen entering Romanian territory. The application shall be made first online, for verifications, on the online portal. The application will only be processed first over the Internet on Eviza.ro , in order to get an appointment at the Consular Section. Border crossing From Ukraine Halmeu, Sighetu Marmației, Siret, Rădăuți-Prut, Isaccea border points can be used to cross into Romania. You can also reach Romania through the Republic of Moldova. Real-time waiting times for every border crossing into Romania can be found here: https://www.politiadefrontiera.ro/ro/traficonline/ For questions about access into Romania you can call the National Council for Refugees (CNRR) at +40 730 073 170. There are NGOs at the crossing borders helping people with food and guidance. Entering Romania through the Republic of Moldova You can enter Romania via the Republic of Moldova. Romanian Consulates in the Republic of Moldova are: Romanian Embassy in Chisinau (Secție consulară, str. Grigore Ureche nr. 2; tel. de urgență +373 68 336 363; e-mail chisinau.consul@mae.ro ) Consulate General of Romania in Balti (str. Sfântul Nicolae nr. 51; tel. +373 23 180 001; tel. de urgență +373 68 195 006; e-mail balti@mae.ro ) Consulate General of Romania in Cahul (str. B.P. Hașdeu nr. 11, tel. +373 29 980 004; tel. de urgență +373 60200925; e-mail: cahul@mae.ro ) Consulate General of Romania in Ungheni (str. Mihai Eminescu nr. 35; tel. +373 23 680 001, +373 23 680 002; e-mail consul@bungheni.mdl.net ) Transport from the Romanian border There is no official transport organized at the moment. There are however, a few voluntary initiatives. Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 1
  }
]