[
  {
    "heading": "Whole Page Content",
    "summary": "Scheduling an appointment to register for Cash assistance by UNHCR Refugees who meet the eligibility criteria can fill out a form and, after review, an appointment can be made for an interview for cash assistance. The appointment is the first step to enroll in the cash assistance programme. You will receive a text message to your mobile phone within a maximum of 15 days indicating the date , time, and location of your appointment . Please show the received appointment through text message at the reception of the enrollment center. Please read the eligibility criteria provided on the form before scheduling an appointment. Registration form There is no financial assistance program at this time, please come back to this page later. Information about UNHCR’s Cash Programme in Romania What is UNHCR’s financial cash assistance programme in Romania? UNHCR is providing cash assistance for four months to meet expenses of eligible Ukrainians and third-country nationals displaced, due to the ongoing conflict. Enrolment for financial cash assistance is separate from the registration for temporary protection conducted by the General Inspectorate for Immigration. UNHCR does not conduct refugee registration for temporary protection or refugee status determination in Romania , as these fall under the responsibility of the Romanian Government. UNHCR highly encourages accessing the temporary protection status offered by Romanian authorities. Information by the General Directorate for Immigration to access this status can be found here. How much money is provided as cash assistance? UNHCR is providing one-time cash assistance of 720 lei per person to cover expenses related to the winter period to Ukrainians and third-country nationals displaced by the ongoing conflict in Ukraine. Not everyone who registers for the program will be approved for assistance. Who is eligible for UNHCR cash assistance? You and your family are eligible to receive winter cash assistance if you meet the following criteria : Displaced from Ukraine (citizens of Ukraine, stateless persons and citizens of third countries) as a result of the influence of the international conflict; Registered with temporary protection status in Romania for at least 30 days. Information from the Directorate General of Immigration for obtaining this status can be found here; Have lived in Romania for at least 30 days before registering with UNHCR to receive winter cash assistance; Registered with UNHCR, but have not previously been interviewed to register with UNHCR under the Cash for Protection cash assistance program; or the family is not yet registered with UNHCR; Do not receive multi-purpose cash assistance or vouchers from other sources in Romania (equivalent to RON 600 or more) or in other European countries where UNHCR provides similar cash assistance. ALSO The family meets at least one of the following categories: There is a family member with a disability and/or serious illness; Single parents who do not have another adult capable of working in the family; There is an adult over 60 years old and no other able-bodied family member; There are four or more family members in the household; A single young man aged 18 to 21. If you do not meet the above criteria, you will not be invited for an interview. Where are UNHCR’s Cash Enrolment Points? When are they open? Bucharest : At pavilion G5 ROMEXPO - Marasti Boulevard, 65-67. Phone number: +40724445293 / +40724745515. Brasov : Strada Bogdan Petriceiu Hasdeu, no 13. Phone number: +40753393208. Galati : Movilei Street, 2-8. Phone number: +40724445274. Iasi : Sos. Nationala, no 55-59, Mercury Apartments, flats 1-2. Phone number: 0724445376. Suceava: Mihail Sadoveanu Street, 9A. Phone number:+40730295548. Open 5 days a week ( Monday-Friday ) from 9:00 am – 5:00 pm . Closed on weekends. Please note that you will only be interviewed for UNHCR’s new cash assistance program if you have been invited to an appointment at one of UNHCR’s enrolment centres. What should I bring to my enrolment appointment? All family members need to be present in the enrolment center and for each family member , you should bring any of the following documents for  identification if available: o   International passport; o   any document showing your Ukrainian Tax number; o   Temporary Protection Permit for Romania; o   Internal passport; o   National identity card; o   Birth certificate for children under 18 years old; o   Marriage certificate; o   Medical documents confirming disability or specific medical conditions; o   if any of the above is not available, bring any other document that can prove the identity of each family member and relationship of the family members . You may show documents that are not available physically through the DIAA mobile application You should also bring any document that proves your date of entry into Romania. Please remember to bring an active Romanian or Ukrainian mobile phone number. You cannot share phone numbers between different families. You may enroll using your Ukrainian phone number however, the mobile number must be active in roaming. Ukrainian phone numbers that are not active in roaming, will not receive SMS confirmations for appointments nor SMS cash assistance pick-up codes. Children under 18 years of age who are in Romania without parents or family members and do not have anyone to accompany them for enrolment, should contact their social worker or legal representative, or contact UNHCR at 021 201 7873/+40 723 653651 for counselling. I have changed my phone number. Can I update it remotely by e-mail or phone? You need to physically visit the nearest UNHCR enrolment center to update your records and phone number. What should I do if I want to change my family composition (birth of babies, marriages and divorces, death of family members) or family focal point? In case of a change in your family composition, all family members need to be physically present in one of the nearest UNHCR enrolment centers to update your details and all supporting documentation in the UNHCR database. When in doubt, you may contact UNHCR at 021 201 7873/+40 723 653651 for more information. Why do I need to provide my fingerprints to receive cash assistance from UNHCR? ·         Enrolling your fingerprints helps to protect your unique access to financial cash assistance and guard against fraud . This is because it is very difficult for someone else to copy your fingerprints and pretend to be you. ·         UNHCR is not collecting your fingerprints as part of any refugee registration or status determination. It is only for humanitarian assistance purposes. ·         All of your information, including your fingerprints, will be stored in a secure UNHCR database. UNHCR will not share your fingerprints or that of your family members with any other organization or institution. What documents do I need to provide about my bank account? You need to provide UNHCR staff in the enrolment centers the banking details (IBAN number, and date of when account has been opened). You may request your bank to provide you with remittance form/details of your account, so that UNHCR can send you cash assistanceshould you be found to be eligible for it. At this time, the bank details are required for Romanian bank accounts while bank accounts from Ukraine or other countries cannot be considered. I am receiving Cash Assistance from another organization. Am I eligible for Cash for Protection assistance ? If you are currently enrolled for multipurpose cash assistance or any other cash/voucher assistance in Romania or with UNHCR in another country with at least transfer value of 500 RON per month per person or more for the period of two or three months, you are not eligible for this programme. What should I do if I lost my Proof of Enrolment document? Please visit the nearest UNHCR enrolment center so that UNHCR staff can support you to reprint your Proof of Enrolment document.Please ensure to have your passport with you when visiting UNHCR enrolment centers. Do I need a Proof of Enrolment document for picking up assistance from MoneyGram, a bank or Smith &Smith? The documentary requirements for MoneyGram are UNHCR Proof of Enrolment, your passport/identity document containing your photo and your pick-up code for collecting your assistance from MoneyGram. The documentary requirements for Smith&Smith are UNHCR Proof of Enrolment, your passport/identity document containing your photo and your pick-up code/SMS message received from UNHCR for collecting your assistance from Smith&Smith. The documentary requirements for Romanian banks are: owning a bank account/account number and identity document with your photo, such as passport, to cash out your assistance from the counter. Should you choose to withdraw your assistance from an ATM, you need to have your debit/bank smart card. Note: It will be beneficial for refugees to carry the UNHCR Proof of Enrolment to pick up the assistance from a Financial Service Provider. The document eases the verification process. How much time do I have for picking up the cash assistance when sent through MoneyGram? From the time you have received the SMS with your MoneyGram pickup code, you have a total of 20 days to go to any MoneyGrambranch and retrieve the cash. If are you eligible for the assistance, you will r eceive the cash in local currency (Romanian LEI). Contacts If you encounter any problems in the process or if you don't receive an SMS code, please use one of the contacts below: UNHCR: +4021 201 7873 CNRR:  0040 730 073 170 / office@cnrr.ro",
    "id": 18
  }
]