[
  {
    "heading": "Whole Page Content",
    "summary": "Be aware that as a person fleeing war you are more vulnerable than usual to human trafficking risks. What is human trafficking? Human trafficking is a form of modern slavery and human rights violations that is still relevant in the 21st century. T he recruitment, transportation, transfer, harbouring or receipt of persons , by means of threats, use of force or other forms of psychological pressure for the purpose of further exploitation. Exploitation can take the following forms: Labour exploitation or forced services - Sexual exploitation - Involvement in criminal activities - Forced begging - Domestic servitude - Illegal adoption - Organ removal - Slavery or practices similar to slavery - Forced marriage Essentials things to know if you want to help people who have been forced to leave their country due to the war can be found in this link. You can report any suspicion of human trafficking at TELVERDE ANITIP 0800.800.678 (in Romania) or at the eLiberare Crisis Textline 0757.749.845. Signs which may indicate you are or could be exploited by a person claiming to help you. They are offering a job with an unrealistically high salary; are forcing you to perform work, services or sex without your consent and/or using psychological pressure and manipulations to gain your consent; have removed or are withholding your passport or other identification document(s); have removed or are withholding your personal means of communication (mobile phones, laptops, etc). are making you comply with strict rules or controlling you by limiting your sleep/rest/food or water intake/denying your medical care or isolating you. are restricting your ability to move freely or forcing you to live or work in locked premises. are asking you to undertake labour, services, or sex acts to repay ‘debts’ (sometimes they may make the ‘debt’ harder to pay off or make you think you cannot leave until it is paid). employing you but they are not respecting the working condition agrees, and/or if they are not paying you, and/or are only paying you some of what was promised or they keep control of your money. What can you do to limit your vulnerability to trafficking? Know your rights and where you can access services, help and support. Try and maintain possession of your documents. Try to keep in touch with people who may support you (if possible those from your community, family, friends, other support structures). Try to ensure that you have enough information about who you are travelling with, what route you will take, the address you will be staying and anyone else who may be there too, any workplace or employer you may be going to and share that information with other trusted persons. Develop a secret ‘safeword’ or phrase that you have given to trusted person(s) that you can use later so they know you are in trouble. Reporting sexual exploitation and abuse commited by humanitarian workers What is sexual exploitation? Any actual or attempted abuse of a position of vulnerability, differential power, or trust for sexual purposes. What is sexual abuse? Any actual or threatened sexual activity carried out by force or under unequal or coercive conditions. Sexual exploitation and abuse can happen to anyone—men, women, boys, and girls—at any age, and in any circumstance. Report suspected sexual exploitation and abuse If you are aware of, or have concerns or suspicions about, a possible case of sexual exploitation and abuse by a UNHCR, UN, or NGO staff member, you can report directly to UNHCR Romania: inspector@unhcr.org In your report, you should include:  What happened? o  Describe in detail what you know about the incident or incidents.  Who committed the alleged wrongdoing? o Do you know if anyone else was involved? Please provide full names, job titles and organization, if possible.  When and where did the incident or incidents occur? o Include dates and times, if possible. Children’s security Usually, in crisis situations, parents are most worried about their children. You can prepare your child for different scenarios and help him be safe, even if you are not around. This section provides tips on what to put in your child's \"safety backpack\", important points to talk to your child to minimize additional stress and have a plan of action for different occasions. Read more here A guide helping Children of all ages avoid human traffickers The eLiberare Association with the support of UNICEF, as part of the response to the crisis in Ukraine created a story with the intention of serving as a conversation guide between parents and children of all ages. It covers basic safeguards against human trafficking and online exploitation vulnerabilities. Find the guide online Suggestions to seek help Remember if you end up in a situation of exploitation, it is not your fault and there is help available! Romanian National Anti-trafficking Helpline 0 800 800 678 / +4021.313.31.00 National Emergency Number - 112 Call the free national anti-trafficking hotline and counseling for migrants 527 (calls from Ukraine) Run to a public place such as an institution, hospital, library, post office, etc. Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 68
  }
]