[
  {
    "heading": "Whole Page Content",
    "summary": "Hygiene War reduces access to basic needs such as water, heat, food, and hygiene. But it is important to follow the rules of hygiene. The tips in this section will help protect your health and the health of your child. Hand washing The first thing to remember and teach your child is to wash your hands often with soap. This should be done after visiting the toilet, after being on public transport, touching surfaces outside the house, including money, before cooking and eating, after contact with a pet, before carrying out any procedures for the care of yourself or your child. One person needs about 7.5 litres of water per day in times of crisis, if the person is mostly not in the shelter, but in the apartment/house: for body washing and washing, cooking, drinking and washing dishes. In the bomb shelter, the need decreases depending on the storage capacity and the availability of ready-to-eat food: 1.5 litres of drinking water and 0.5-1 litres of technical water for hygiene per person. How to wash your hands properly? Open the tap, soap your palms, carefully rub the inside and back, wash off the soap and close the tap. In a public place, it is best to open and close the faucet with a paper towel. If you do not have access to soap and water, use a hand sanitizer that contains at least 60% alcohol. Rub it into your hands for at least 20-30 seconds to wipe your hands completely. You can also use alcohol or antibacterial wet wipes to clean your hands. What to do if there is no or limited access to soap and water In the absence of soap and water, use antiseptic or alcohol-based products. Use of utensils Make sure that children do not drink from glasses or mugs used by others, but use their own individual or disposable dishes. If this is not possible, the common glass or mug should be thoroughly washed before drinking from it. The edges should be washed especially well with detergents: they touch the lips, and together with saliva, pathogens can pass from person to person. It is not recommended to drink water from the tap putting lips on! Diapers If you can't buy diapers, here are some tips on how to make them yourself: How to make a diaper out of gauze 1. Fold a piece of gauze in 3-4 layers as a paddle. 2. Make a triangle from another cut. Put the paddle on it. 3. Place the baby on the triangle so that the paddle reaches the middle of the back and fold the triangle like panties. Carefully trim the edges so that they do not rub the skin. How to make a diaper from a piece of cloth 1 Fold the cloth in four and bend it towards you. (down) 2. Place your finger between the folds, holding the tip of the cloth with the other hand. 3. Push its end, make a triangle. 4. Turn the cloth triangle upside down. Fold the remaining residue into two layers. You will get a gasket in the middle of the triangle. How to use disposable diapers several times 1. Soak used diapers in water to make the gel inside swell. 2. Make a horizontal incision and remove the gel and the contents of the diaper. 3. Rinse and dry diapers. 4. Insert a gauze or cloth pad into the pocket of the dry diaper; change it if necessary.",
    "id": 29
  }
]