[
  {
    "heading": "Whole Page Content",
    "summary": "Who and how can enter Romania? What documents do I need to present at the border crossing in order to enter Romania? If you have Ukrainian citizenship, you can enter Romania with a short stay status by presenting your biometric or simple passport at the Romanian border crossing point. What documents do I need to enter Romania with a child / minor? All children coming from Ukraine are accepted into Romania. It is advisable to carry an identity document of the minor or a birth certificate. Do minors need signed documents from their parents to cross the border? As a parent, you don’t need the approval of the second parent for the child to cross the border. Can unaccompanied minors cross the border without parents? Yes, all unaccompanied children, regardless of their age, can cross the border from Ukraine to Romania. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions authorized to take care of unaccompanied minors. If you suspect that you are a victim or that you are witnessing a child abuse case, call 119 - a unique national telephone number for child abuse cases. Are Ukrainian men allowed into Romania? Ukrainian men between the ages of 18 and 60 are allowed access to Romania if they meet the conditions for leaving Ukraine and for those entering Romania. Boys under the age of 18 and men over the age of 60 can leave Ukraine and enter Romania. Do I need a vaccination certificate or valid PCR test for COVID-19 in order to enter Romania? No. There is no requirement to present a certificate of vaccination or valid PCR test to enter Romania from Ukraine. You are not required to quarantine either if you arrived by land in Romania from Ukraine. These exemptions were specified in the Decision of the National Committee for Emergency Situations no. 9 of 25 February 2022. What if I am fleeing the war in Ukraine, but I am not an Ukrainian national? If you are a third country national (TCN) that resided in Ukraine and holder of a passport you can cross into Romania through the common border points and obtain a visa on arrival. You do not need to go to a consulate office first. Curently, TCN are only being accepted from Ukraine for transit purposes only. They must have a valid travel document and upon arrival at the border point they will get a Romanian transit visa for up to 90 days. Information and assistance for non-EU nationals on IOM website. You can also contact the OIM Romania team on the following telephone number: 021 210 3050 Can I bring along an animal without a vaccination certificate? Before traveling, the pet must be vaccinated against rabies by a licensed veterinarian. For the vaccination to be valid, your pet must be at least 12 weeks old and microchipped before vaccination, being able to travel no earlier than 21 days after completing the vaccination protocol. You must ensure that all subsequent vaccinations are carried out before the expiry date of the previous vaccine. In addition to the standard requirements (microchip, rabies vaccination, Echinococcus tapeworm treatment where necessary, health certificate), your pet must be tested for rabies antibodies 30 days after the rabies vaccination and less than 3 months before traveling to the EU. A licensed veterinarian must collect a blood sample for testing in an EU-approved laboratory. Antibody test results must be attached to the pet's health certificate. You can enter the EU with your pet at a travel point of entry in the destination country, and the pets' documents and identity will be checked by the relevant authorities. If your pet fails these compliance checks, it may be quarantined until it meets EU health standards or, if none of these options are possible, the animal may be euthanized. More information on A.N.S.V.S.A. ( ansvsa.ro ). Arrival and assistance information for  children and young people arriving  from Ukraine I’m under 18, what do I need to know about my rights here? You are welcome in Romania and have the right to stay in Romania.  You and your family are legally safe here and no-one has the right to force you to go anywhere you don’t want to.  The government authorities, many local and international organisations are here to help you.  You can get help with accommodation, food, transport, health and schooling for you and your family.  As a child, you have special rights such as the right to stay with your family, to go to school, play and get help if you have been hurt and to have your ideas and views taken seriously. For more information you can contact UNHCR at +4021 201 7873 /+40723 653 651 or https://help.unhcr.org/romania/ or the International Organization for Migration at iombucarest@iom.int , +4021.210.30.50 or access https://romania.iom.int/ What else should I know? If you have documents that show who you are – such as an ID card or passport – it's important to keep them somewhere safe.  Nobody is allowed to take these documents from you or your family, except border guards or police who will only have to take them for a short amount of time and return them to you. You can usually tell they are because they wear an official uniform. Do not handover your identity documents to anyone in order to help you find accommodation or for transport Help is free to all people, including women, men and children. Nobody is allowed to make you work or ask for sexual or any other favours (things or money) in exchange for assistance or help– if anyone does this you can report them to the authorities, UNHCR or the International Organization for Migration (IOM) and seek safe and confidential support. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions authorized to take care of unaccompanied children. If you suspect that you are a victim or that you are witnessing a child abuse case, call 119 - a unique national telephone number for child abuse cases. DGASPC are present at Romania’s border crossing points and can be approached for urgent assistance if needed. Their local contact details are available at each of the border police posts. National Line against Trafficking in Persons Romania ✆ 0 800 800 678 / +4021 313 3100 If people you don’t know well offer to take you away from your family to give you a place to stay, for work or school tell an adult you trust and don’t accept these offers. Never agree to meet someone you don’t know alone without first talking to a trusted adult. When you need to go out of the place you are staying in, always try to go with someone you feel safe with, or in a group, and after dark always ask a trusted adult to go with you outside your home.  If you are in a situation that makes you uncomfortable or you are worried, you can: o   tell someone you trust and ask for help or call UNHCR ✆ 021 201 7873/+40723653651 & Romanian National Council for Refugees (CNNR) ✆ +40) 730 073 170 / +40 721 206 926. I am Ukrainian; do I need a visa to be able to stay in the country or register with the authorities? Children and their families fleeing from Ukraine have been welcomed by all countries in the region and are able to stay in Romania for 90 days without a visa. You don’t have to worry about being forced to return home after this period. You are not required to present travel documents when crossing the border if you are escaping from the armed conflict in Ukraine, but you might be asked to present personal identification, so remember to bring your most important documents with you if you are able (national identity document, passport, birth certificates). For visa free travel within countries of the European Union that have agreed to allow this - the Schengen area- you will need a biometric passport – the passports that have a chip that can be scanned electronically. Biometric passports have an icon on the front that looks like an equal sign with a dot. In many countries, you will need to register with the authorities, UNHCR or local organisations to get assistance. For more information about procedures to register in Romania see the UNHCR site: https://help.unhcr.org/romania/ or the International Organization for Migration website: https://romania.iom.int/ . I am a non-Ukrainian; do I need a visa to be able to stay in the country or register with the authorities? Third country national children and their families fleeing Ukraine, who were permanently residing in Ukraine, might be able to stay in for up to one year in Romania. Upon arrival in Romania, you will need to register with national authorities and inform them that you request to be granted a residence permit for temporary protection and follow their guidance through the national process. You may need to present your personal documents when crossing the border and throughout the process, so remember to bring your most important documents with you if you are able (identity card, Ukrainian proof of permanent residency, passport, birth certificates…). IGI | Migration ( gov.ro ) For more information you can contact the International Organization for Migration: https://romania.iom.int/contact-us There are so many organisations and people offering to help.  How do I know who to trust? Many people want to help and are offering support, but it is important to know who to trust.  Staff working with organisations who are registered to help should wear a vest, jacket, or carry an ID card with a logo.  If you are not sure, you can ask to see their ID. You have the right to refuse support from citizens or organizations if you are not sure who they are or don’t feel comfortable.   It’s sometimes hard to know who to trust, so you can ask an adult you trust or who is working with organisations registered to help and has an ID.   Do not hand your documents to anyone who is not working for an organization registered to help and has an ID. I am in Romania with my family.  How can I make sure we stay together? After all that you have been through, it is even more important to do everything you can to stay together with your parents or family. Simple things can help a lot. Try to travel together and find accommodation together as a family.  If you are in a new place, make sure you visit it with your family or other people who know the area and you trust before going out by yourself. When you go out, tell a parent or relative or someone you trust where you are going and when you are coming back, even if you wouldn’t usually do this at home. Always keep the contact details of your family members or parents with you. If you can, try to carry them with you in Ukrainian but be careful that you don’t let strangers copy them or take them from you. Know the address where you and your family will be staying and send the details to someone you trust.  Plan together for what to do if you are separated from your family. I’m staying in Romania without my parents or family members. What kind of help can I get? If you are in Romania alone, or without your parents or other family members, you have the right to get help from government authorities or other organisations to find a safe place to stay and be cared for. If you are not travelling with your parents or other family members, make sure you tell the authorities, UNHCR, IOM or local organisation responsible for caring for children so that you can be provided with a safe place to stay and other assistance.  You can also call the Romanian national child protection hotline number 119. If you are travelling with your family, but not with your parents you can stay with your family, but it is important to tell the authorities, UNHCR or other organisations who are helping you who your parents are, where you think they are and any contact information you have for them. If you don’t know where your parents or family are, or you have lost touch with them let us know.  It’s not always easy or possible to find people who are missing, or to get families back together, but children have a right to be with their parents and family.  We can help you to try to find them and get in touch with them. Organizations like the Red Cross and ICRC are specialized in restoring family links. You can find out more about how you can be supported to reunite with your family in Romania and on options for support to reunify in another country by approaching IOM, UNHCR or CNRR. I am planning to travel in Romania or from Ukraine or Moldova to Romania. Some people/organisations are offering free transport. What shall I do? Try to ensure that you have enough information about who you are travelling with, what route you will take, the address you will be staying and anyone else who may be there too and share that information with other trusted persons. You can find more information about the fast track transfer from Ukraine to Romania, via Moldova, here: https://romania.iom.int/news/what-you-need-know-about-fast-track-transfer-ukraine-romania-moldova I feel sad, angry, worried, scared, or confused.  Is this normal? It is normal to feel upset after having to leave your country and seeing or hearing about so many terrifying things. You may have difficulty to put things that you saw or experienced out of your mind.  You may be separated from people you love and worried about them or worried what will happen next.   You may feel like nothing is familiar. Some simple things to try that may help you cope with this difficult situation: ·         Try to keep a routine as much as possible in your new environment, such as going to sleep on time, getting up at a regular time, eating regular healthy meals, and helping around the place you are staying now ·         Spend time with your family and friends doing things you enjoy together ·         Helping out others in your community; helping others can also help you feel better in return ·         If you feel angry or overwhelmed, take a break and focus on breathing slowly for a few minutes. It can also be helpful to look for some quiet or interesting things around you, such as the sky, a tree, the sounds of birds. ·         Do regular physical activities such as walking, or exercise if you can ·         Keep in contact with family and friends even when you are apart. If you can’t contact them now, write a letter to give to them when you can. ·         Take a break from the news sometimes and avoid disturbing photos or videos that might be circulating ·         Talk to someone you trust to be a good listener about how you are feeling.  Don’t hesitate to ask for help from a psychologist or counsellor or doctor. You can also call the hotline number for the Regina Maria Private hospital that offers free psychological counselling (currently available only in English ) for those affected by the Ukrainian situation – 021 9277 . ·         Participating in some organized groups to talk about your feelings with others can also help you out later on. ·   If you feel up to it, be a good listener to someone else. Often it doesn’t matter if we don’t know what to say, just listening and showing you understand is enough Someone has hurt me or someone I know, or I am afraid that they will. What should I do? No one has the right to abuse, neglect or mistreat any child or your family – not strangers or even parents, relatives, or teachers. If someone has hurt you or touched or treated you in a way that makes you feel uncomfortable or scared, or if you are afraid that someone will, there are adults and organisations that can help you.   If someone you know has experienced someone hurting them, encourage them to get help. You can also develop and share a secret word or phrase to use with family and friends in case you feel in danger so that they know you are in trouble. REMEMBER that this is not your fault, and you are not to blame . It is important that you receive the support you need. You don’t need to be ashamed or shy to ask for help.  If you have someone you trust, talk to them about it. If you need more information or assistance, you can get in touch with UNHCR directly, the International Organization for Migration (IOM) or contact the relevant local authorities for child protection 119. Traveling to/from Romania and situation at the borders Which border points can be used to cross into Romania? From Ukraine Halmeu, Sighetu Marmației, Siret, Isaccea border points can be used to cross into Romania. You can also reach Romania through the Republic of Moldova,  using the following border points:  Rădăuți Prut,  Albita, Sculeni, Stânca, Galați. Real-time waiting times for every border crossing into Romania can be found here: https://www.politiadefrontiera.ro/ro/traficonline/ . Information about the situation at border crossing points in Ukraine here: https://dpsu.gov.ua/en/map/ You can find more information about the fast track transfer from Ukraine to Romania, via Moldova, here: https://romania.iom.int/news/what-you-need-know-about-fast-track-transfer-ukraine-romania-moldova For questions about entering Romania, you can call The Romanian National Council for Refugees (CNRR): +40 730 073 170. How can we find free accommodation in Romania? Foreign citizens or stateless persons in special situations who come from the armed conflict area in Ukraine and enter Romania and who do NOT apply for asylum benefit of free accommodation in temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county / Bucharest committees for emergencies. Withins these locations, they willl be provided the following basic utilities during temporary stay: a) food; b) clothing; c) personal hygiene materials; d) primary health care and appropriate treatment, emergency medical care, as well as free medical care and treatment in cases of acute or chronic life-threatening diseases, through the national health care system; e) the right to be included in the national public health programs aimed at the prevention, surveillance and control of communicable diseases, in situations of epidemiological risk. Asylum seekers have the right to be housed in one of the six Regional Accommodation and Procedures Centers for Asylum Seekers managed by the General Inspectorate for Immigration. If you need help, request accommodation directly through the form on https://unacoperis.ro/en . The central authorities and the international organizations coordinate requests for assistance and all the available accommodation spaces and allocate your accommodation according to your needs. What is the situation at the border points? (e.g. waiting times, places to buy/ receive water and food) The waiting times for any border crossings into Romania can be checked at any time here: https://www.politiadefrontiera.ro/ro/traficonline/ (Information about Ukraine: https://dpsu.gov.ua/en/map/ ) There are NGOs at the border crossings that help people with food and assistance. Can I enter Romania via the Republic of Moldova? You can enter Romania via the Republic of Moldova. Information for those arriving from Ukraine to the Republic of Moldova here. For additional questions about asylum in Moldova, call the hotline at the Legal Center of Lawyers +373 60574848, +373 60574848, +373 60966760, +373 60238927, +373 79586779. If a TCN (Third Country National) arrives via Moldova, they need to obtain a visa from one of the consulates of Romania in Moldova and will be provided a visa in a matter of hours (depending on the number of applications being processed). Romanian Consulates in the Republic of Moldova are: Romanian Embassy in Chișinău Secție consulară, str. Grigore Ureche nr. 2; tel. de urgență +373 68 336 363; e-mail chisinau.consul@mae.ro Consulate General of Romania in Bălți - str. Sfântul Nicolae nr. 51; tel. +373 23 180 001; tel. de urgență +373 68 195 006; e-mail balti@mae.ro Consulate General of Romania in Cahul - str. B.P. Hașdeu nr. 11, tel. +373 29 980 004; tel. de urgență +373 60200925; e-mail: cahul@mae.ro Consulate General of Romania in Ungheni - str. Mihai Eminescu nr. 35; tel. +373 23 680 001, +373 23 680 002; e-mail consul@bungheni.mdl.net You can find more information about the fast track transfer from Ukraine to Romania, via Moldova, here: https://romania.iom.int/news/what-you-need-know-about-fast-track-transfer-ukraine-romania-moldova Free buses from Ukraine to Romania via Moldova The governments of the two countries - Romania and Moldova, with the help of the UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM) organized safe and free transportation from the Ukrainian-Moldovan border (Palanca city, Moldova) to the Romanian border (Hushi city, Romania) for all those fleeing the consequences of the war in Ukraine. A free shuttle bus runs daily from Palanca, Moldova - to Romania, to the city of Khushi. Travel time: 5-6 hours. Then you can make a transfer, and get to the cities of Bucharest or Iasi for free. More information in Ukrainian, English and Romanian (scan the QAR code at the bottom of the page): https://romania.iom.int/sites/g/files/tmzbdl1556/files/ENG%20Palanca-Husi%20Fast%20Track%20Transfer%20Info%20Sheet%20A4%20FINAL.pdf Where can I find the information about getting into Poland? Here you can find the information published by the Polish Government for the Ukrainian citizens: https://www.gov.pl/web/udsc/ukraina-en How can I travel to other Member States of the European Union? If you have a biometric passport, you do not need a visa if you want to travel to the EU (available for ukranian citizens). To find out the conditions of travel to an EU Member State, we recommend that you contact the embassy of your destination country. How can I travel to the US/Canada/Australia/New Zealand or other non-EU countries? To find out the conditions of travel to other states, we recommend that you contact the embassy of the destination country. In line with its mandate, the UN Refugee Agency is working to ensure that asylum seekers have access to the territory, to effective asylum procedures and to decent reception conditions. However, in Romania UNHCR is not authorized to register asylum applications or to issue documents certifying refugee status, this being done by the competent Romanian authorities. You can find out more information about available support by contacting the International Organization for Migration, here: https://romania.iom.int/contact-us Regional Centers for Procedures and Accommodation for Asylum Seekers Rădăuți (next to Chernivtsi Oblast) Str. Perilor nr.2, Rădăuți, județul Suceava Tel.: +40 230 56 44 62, +40 230 56 44 63 Fax:  +40 261 80 77 57 E-mail: sm.igi@mai.gov.ro Maramureș (next to Zakarpattia and Ivano-Frankivsk Oblasts) Str. Mihai Viteazu, nr. 11, Satu Mare Tel.: +40 261 80 77 57, +40 261 80 77 77 interior 20695, 20696, 20697 Fax:  +40 261 80 77 57 E-mail: sm.igi@mai.gov.ro Galați (next to Odessa Oblast) Str. Săvinești nr.2, Galați, județul Galaţi Telefon: 0236 – 323878; Fax: 0236 -323884 Email: c.galati.igi@mai.gov.ro București (capital city of Romania) Vasile Stolnicu Street, no. 15, Bl.13, sector 2, phone: 0212408774, fax 0212408510, email: c.bucuresti.igi@mai.gov.ro ; Timișoara (next to the Romanian-Hungarian border) Str. Armoniei nr.33, Timișoara, judetul Timiș Telefon : 0256.421.240; Fax: 0256.227.500 E-mail: c.timisoara.igi@mai.gov.ro Giurgiu (next to the Romanian-Bulgarian border) Bulevardul 1907, Giurgiu, județul Giurgiu Telefon:0246 – 215056; Fax: 0246 - 215055 E-mail: c.giurgiu.igi@mai.gov.ro Temporary protection What is temporary protection? Temporary protection is a special form of protection offered by the Member States of the European Union for people fleeing the conflict in Ukraine. As a beneficiary of temporary protection, you will be under the protection of the Romanian state and you will have access to a series of social and economic rights. Unlike asylum, temporary protection is granted automatically to all persons who meet a number of criteria. Who can benefit of temporary protection? The following will benefit from temporary protection on the Romanian territory: - Ukrainian citizens, whether they came to Romania after February 24, 2022 or were already on Romanian territory at that time, and their family members - stateless persons and third-country nationals other than Ukraine who received international protection or equivalent national protection in Ukraine before 24 February 2022 and their family members - foreigners and stateless persons who were legally resident in Ukraine and who cannot return to their country of origin safely and stably. By family member we mean: - Husband/wife - Unmarried minor children - Other close relatives who lived together as part of the family when the events took place, which led to the massive influx of displaced persons and who were at that time wholly or mainly dependent on that person. Can I decide the country where I want to benefit from temporary protection? In order to benefit from the rights granted by the temporary protection, you will be issued a residency permit. If you want to benefit from the temporary protection in Romania you have to contact the authorities in charge. If a residency permit has been issued to you as a beneficiary of a temporary protection status, you can benefit from the rights related to the temporary protection only within Romania. You can benefit from the rights related to the temporary protection in any European Union country which issues a residency permit to you. If you arrive in another European Union country you can contact the authorities in charge and benefit from these rights. How is temporary protection granted in Romania? Temporary protection is granted by the General Inspectorate for Immigration to categories of eligible persons who are at a crossing point of the state border of Romania, including in the transit area or on the territory of Romania. If you want to be recognized as a beneficiary of temporary protection, contact the Immigration Office / Regional Center for Procedures and Accommodation for Asylum Seekers in the county where you are located. When you present yourself to the authorities, you will have your photo taken and your following personal data will be recorded: a)  surname and first name; b)  date of birth; c)  citizenship (nationality); d)  gender; e)  identity; f)   marital status; g)  family status; h)  relatives; i)  address in Romania. What are my rigthts as a beneficiary of temporary protection? a)  the right to get issued a document which grants me the right to stay in Romania; a)  the right to be informed in writing, in a language which I presumingly understand, regarding the terms of temporary protection; b)  to be hired by a person or a company, to perform freelance activities, complying with the regulations of the profession, to get involved in educational activities, vocational training and practical work training according to law; c)  the right to receive upon request the necessary means to support myself in case of lack of financial means of support; d)  the right to receive free of charge primary medical care and treatment, emergency medical care, medical care, and free treatment in case of acute or chronic illness which is life-threatening, throughout national emergency medical healthcare and qualified first aid system; e)  the right to receive adequate medical care if I have special needs; f)   the right to access the national educational system (for free) in the same legal provisions as per Romanian citizens, if I am under the age of 18. What are my obligations as a beneficiary of temporary protection? Any person on the territory of Romania must o respect the legislation in force, including the legislation regarding the legal status of foreigners. What are the conditions for living in Romania? Related to the place where you are going to live in Romania, you have to know that “The person who is hosting a foreigner who has legally entered in Romania has the legal obligation to inform the local Police in charge within 3 days starting the date of hosting. The disobeying of the obligation to declare the person is considered an offense against the law and it will be fined with an amount between 100 and 500 lei according to the provisions of the articles 12, 134, and 135 of OUG no. 194/2002 regarding the foreigners’ status”. In order to register the hosting, there is also the possibility to do it through the General Inspectorate for Immigration portal  - https://portaligi.mai.gov.ro/inregistrarestraini/ . In case of opting for a hotel or other touristic venues, you will fill out the check-in form at the location administration, who will send your data to the local Police. In this situation, the information will be presented to the General Inspectorate for Immigrations and the General Inspectorate of the Romanian Police as well, upon their request. May I return to my country of origin? If you will ask to be returned to your country of origin, you will receive support from the Romanian authorities during the procedure. As long as the temporary protection didn’t expire, together with the continuity of the circumstances in your country of origin, you may request the re-admittance into Romanian territory. In case of the acceptance of your claim, you will benefit from the temporary protection status until the expiration of the period of time for which it has been granted to you. What documents do I receive on the basis of temporary protection? The beneficiaries of the temporary protection will be issued a residence permit on the territory of Romania by the General Inspectorate for Immigration and will be assigned a personal numerical code, which they will be able to use in the interaction with the Romanian authorities. What is the duration of temporary protection? Temporary protection is a special form of protection for people fleeing the war in Ukraine. If you are already a beneficiary of temporary protection, your permit is automatically valid until 03/04/2024, and you do not need to apply for an extension. Are there cases of exclusion from temporary protection? Yes, there are cases of exclusion from temporary protection. A person may be excluded from the granting of temporary protection if there are: a) serious reasons for considering that: - he/she has committed a serious crime against peace, a war crime or against humanity; - he/she has committed a serious crime (other than a serious crime against peace, a war crime or against humanity), outside Romania, before entering the Romanian state as a person enjoying temporary protection; - he/she is guilty of acts contrary to the purposes and principles of the United Nations b) there are good reasons for considering the person as a danger to Romania's security or, being convicted by a final decision for committing a particularly serious crime, the foreigner represents a danger to public order in Romania. Which authorities can issue my residence permit? If you decide to stay and benefit from temporary protection in Romania, you can contact, for the issuance of the permit, the authorities present in the temporary accommodation and humanitarian assistance camps or the structures of the General Inspectorate for Immigration mentioned. When does the temporary protection end? Temporary protection ceases: - when the maximum duration is reached; - at any time by decision of the Council of the European Union. Living in Romania Do I have access to medical services in Romania? Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system). There are also clinics that support people in vulnerable situations or who need emergency medical care, such as: Medicover (supports the Ukrainian refugee mothers with free pediatric consultations and pregnancy monitoring - see clinics here ). In order to access the medical services you need as quickly and easily as possible, Medicover provides a unique number from which refugee women in Ukraine can obtain information: +4021 796 7391 (answered by a Ukrainian-speaking operator and five English speakers operators). Can my children attend school in Romania? Children's access to education is guaranteed, free of charge, regardless of their status in Romania. In order to integrate into the Romanian education system, minors seeking asylum or benefiting from a form of international protection can take an intensive Romanian language course. During the introductory course in Romanian, minors seeking asylum or beneficiaries of a form of international protection in Romania participate free of charge, in schools, in teaching activities of a theoretical, practical and recreational nature, without their presence being registered in official documents (audience status). Can I study in Romania? All children and young refugees coming from Ukraine, who want to enroll in the Romanian education system, have the possibility to do it. There are 45 schools, 10 high schools and three universities that teach in Ukrainian in Romania. Children can also continue to learn their mother tongue through the platform approved by the Ministry of Education of Ukraine. For Ukrainian students who want to learn the Romanian language, the school inspectorates will create the necessary conditions and will ensure adequate human resources for the request. If you do not have documents proving your studies in Ukraine, the Romanian education institutions will evaluate, based on their own criteria and in accordance with good international practice, the learning outcomes, competencies and abilities and will decide on the recognition of your transferable study credits. In the 2021/2022 and 2022/2023 academic years, students, citizens of Ukraine, may benefit of tuition-free places, while citizens of third countries are enrolled on fee-paying places. The level of fees is established by each university. More information: Along with Ukraine! | Ministry of Education How can I exchange UAH to RON? At BCR (Romanian Commercial Bank) you can exchange UAH-RON (hryvnia-lei) , at the BNR exchange rate, up to 1,000 lei per person/Ukrainian passport. The offer is valid only for people with Ukrainian passports. At the border areas there are 11 BCR branches ready to cover the need for additional cash 24/7 . If you need assistance in financial-banking services, call the special telephone number dedicated to the citizens of Ukraine - 0373514244 or write them at suport.linia1@bcr.ro . Important information : 0 lei BCR costs for transactions made at POS and ATM with cards issued in Ukraine; 0 lei commission for opening and administering a current account; 0 fees for inter and intra bank payments. Conditions of the financial support program for beneficiaries of temporary protection Beneficiaries of temporary protection in Romania may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, beginning July 1, 2024, as outlined in Government Emergency Ordinance No. 96/2024 . The 3-month period starts from the date of entry into Romania. This financial support aims to assist refugees with accommodation during their transition into the country. More information here: Financial support program for beneficiaries of temporary protection . Are there organizations that help the LGBTQIA + community? The ACCEPT Association (LGBTQIA + NGO in Romania) is helping the Ukrainian refugees with: - Relocation support - Transport from the border with Romania to Bucharest - Accommodation in a shelter for LGBTQIA+ people and additional LGBTQIA+ friendly accommodation. - Food and other necessary items such as clothes, medicines, personal care products, baby products, etc. - Free Legal counseling - Free Psychological counseling You can contact them at the phone number +40 770 613 630 or you can write them an email at help@acceptromania.ro . You can write to us at the email address above in Romanian, English or Ukrainian. The phone helpline is only available in Romanian or English. You can also write them on Whatsapp and Telegram on this phone number (+40 770 613 630). ACCEPT headquarters is located at 10 Lirei Street, Sector 2, Bucharest, Romania. Other organizations that help the LGBTQIA + community in Romania ACT-Q ROMANIA Association ACCEPT Associatia PRIDE Association Equal from Romania Eu sunt! Tu? part of Population Services International in Romania Identity.Education MozaiQ LGBT My child has cancer and needs help, what can I do? Ukrainian children who suffer from cancer or related blood disorders can access help through a dedicated online platform for their families and physicians: ukrainechildcancerhelp.ro . There, children from Ukraine who fight cancer can have easy, quick, and targeted access to specialized medical care in Romania. What procedure do I have to follow to get a job in Romania? You can do this under the same conditions as Romanian citizens. If you are a Ukrainian citizen, you have entered Romania legally and you have not requested a form of protection, you can work without having a job permit. You will not need to obtain a visa to get a job. If you want to work in a field in which you have experience or for which you have studied and do not have the necessary documents (diplomas, certifications, attestations) you will give a statement that you have had training or experience in the field (one of the requirements is not to have active criminal acts). This declaration is valid for 12 months, but can be extended for 6 months or 1 year, during which you will have all the rights and obligations provided by the labor law. If you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any liberal profession and you want to work in Romania, you must have the necessary documents. Also, the Ukrainian citizens who arrived in Romania due to the armed conflict can benefit from measures to stimulate employment, as well as protection within the unemployment insurance system, under the conditions provided by law for Romanian citizens, provided they register with the agencies for the employment of the county, respectively of the Bucharest municipality. See here the free services offered by ANOFM (National Agency for Employment). How can I enroll my child in a school in Romania? You have to go to the School Inspectorate and from there your child will be assigned to a school where there are resources for learning in the Ukrainian language. The procedure can be found on the website of the Ministry of Education - Along with Ukraine! | Ministry of Education I used drugs and now I need help. What should I do? Contact the centers of the National Anti-Drug Agency, where you will find doctors, psychologists and social workers who can help you. The services you will receive are confidential and free of charge. What services can help me if I am a drug user and how can I access them? ·         The National Anti-Drug Agency (Tel: 0 800 87 00 70; 021 318 44 00; 021.303.70.80 / 21701, 21712, http://ana.gov.ro ) can help you with: o Medical services - evaluation, counseling, medical treatment - including substitution treatment o Psychological services - assessment, individual and group counseling o Social services - counseling, guidance in the network of services for drug users who are or are not in treatment • The National Anti-Drug Agency has centers in all counties of Romania. There you will find doctors, psychologists and social workers ready to help you. Access the map from this link http://ana.gov.ro/despre-institutie/reteaua-nationala/ and you will find the contact details of the center in the county where you arrived. In Bucharest  you will find several types of services offered by the National Anti-Drug Agency or by other providers: • Counseling services for juvenile drug users o National Anti-Drug Agency - 0752.79.16.47 • Substitute treatment and medical, psychological and social assistance o National Anti-Drug Agency  Sos. Pantelimon, no. 255, sector 2, Bucharest; Tel. 021.255.63.63; www.ana.gov.ro ; Program: Monday - Friday: 08.00-16.00; Free services  Sos. Berceni No. 10 - 12, sector 4, Bucharest; Tel. 021.334.03.02; www.ana.gov.ro ; Program: Monday - Friday: 08.00-16.00; Free services  Str. Pericle Gheorghiu, no. 15, sector 5, Bucharest; Tel / Fax: 021. 336.63.54 /021.335.07.59; Program: Monday - Friday: 08.00-16.00; www.ana.gov.ro ; Free services o Center for Evaluation and Treatment of Drug Addicts for Young People „St. Stelian ” Str. Eng. Cristian Pascal, no. 25-27, sector 6, Bucharest; Tel: 021.260.14.41; www.cetttsfstelian.ro ; Free services o Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Day stationary Sos. Berceni, no. 10, sector 4, Bucharest; Tel: 0770 417 874; www.spital-obregia.ro ; Free services o Romanian Anti-AIDS Association, ARAS  ARENA Center; Str. Calistrat Grozovici, no. 1, sector 2, Bucharest (inside the courtyard of the Institute of Infectious Diseases Prof. Dr. Matei Balş); Tel: 0741.636.940; www.arasnet.ro ; Free services and paid services  ARAS Health Center; Str. Detour no. 20, sector 2, Bucharest; Tel: 0741.636.940; www.arasnet.ro ; E-mail: office@centrularas.ro ; Paid services o Color Mind Psychiatry and Psychotherapy Clinic Str. Painter Stefan Luchian, no. 17, sector. 2, Bucharest; Tel: 021.313.25.14, 0751.643.848; www.color-mind.ro ; Program: Monday-Friday: 9.00-21.00; Saturday: 9.00-13.00; Paid services Paid services • Disintoxication services for minors o Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department / Clinic of Child and Adolescent Psychiatry Sos. Berceni, no. 10, sector 4, Bucharest; Tel: 0770 432 192; www.spital-obregia.ro ; Free services o Grigore Alexandrescu Emergency Clinical Hospital for Children Bd. Iancu de Hunedoara, no. 30-32, sector 1, Bucharest; Tel: 021 316.93.66 / int. 251, 252; TOXAPEL (Toxicological Emergencies): 021.210.62.82, 021.210.61.83; https://spitalulgrigorealexandrescu.ro/contact/ ; Free services • Disintoxication services for adults o Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department of Psychiatry XVI - Drug Addicts (Men's Disintoxication) Sos Berceni, no. 10, sector 4, Bucharest; Tel 021 / 334.42.66; www.spital-obregia.ro ; Free services o Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department of Psychiatry XVII - Addicts (Disintoxication for women) Sos Berceni, no. 10, sector 4, Bucharest; Tel. 021 / 334.42.66; www.spital-obregia.ro ; Free services o Center for Evaluation and Treatment of Drug Addictions for Young People ”St. Stelian ” Str. Eng. Cristian Pascal, no. 25-27, sector 6, Bucharest; Tel: 021 315 2451 ; https://cetttsfantulstelian.ro/ ; Free services • Overdose treatment and assistance: Emergency phone number: 112 Opening hours & public holidays With the exception of shopping malls, which are usually open 9am to 10pm, shops are generally open from 9 or 10am to 6 or 8pm on weekdays, with department stores and some food stores opening from 8am to 8pm Monday to Saturday and from 8.30am to 1pm on Sunday. If you’re trying to sort out flights, visas or car rental, be aware that many offices are closed by 4pm. Below are the legal public holidays for 2023 in Romania: January 1, January 2 - New Year January 24 - Day of the Unification of the Romanian Principalities April 14 - Good Friday April 24-25 - Orthodox Easter May 1 - Labor Day June 1st, Children's day June 4 (Sunday) - Orthodox Pentecost June 5 (Monday) - The day after the Orthodox Pentecost August 15 - Assumption November 30 - Saint Andrew December 1 - Romania's National Day December 25, December 26 - Christmas If these holidays are celebrated during the week, the Governemnt offers a day off. Where to extend the validity of an Ukrainian passport in Romania? If the validity period has expired or is about to expire, you can contact the Embassy of Ukraine in Romania. Detailed information on the website of the Ministry of Foreign Affairs in Ukraine: https://mfa.gov.ua/ Contacts: 011862, Romania, Bucharest, Aviatorilor boulevard, No. 24, Sector 1. Phone: (00 4021) 230 36 60, e-mail: emb_ro@mfa.gov.ua . How to register for the disability certificate? Obtaining the handicap placement certificate requires the following steps: Preparing and submitting the disability classification file with the following documents: Medical documents: report from the specialist doctor regarding the current medical situation (you can request a referral from the family doctor for the specialist doctor, as it will be free of charge). Depending on the medical situation, several reports may be requested. standard medical letter from the family doctor; copies of discharge tickets (if applicable); paraclinical investigations requested by the Complex Evaluation Service of Adults with Handicap (can be requested both during the file analysis phase and during the actual evaluation). Copy of identity documents Documents certifying income, depending on each individual case as follows: employee certificate; copy of the retirement decision (received from the pension house) and pension slip; certificate certifying the lack of income (from ANAF). Social survey: You can ask for it at the city’s town hall. Complex evaluation type request. Attention: Keep a copy after the medical documents, as those submitted to the file will not be returned! Distribution of the file : The Head of the Service for Complex Assessment of Disabled Adults sends the file to the multidisciplinary team for evaluation. Analysis of the file : It is carried out by representatives of the DGASPC (Directorate of Social Assistance and Child Protection), who check whether the file is complete or not. If the file is complete, you will be scheduled for the Complex Assessment. If documents are missing, DGASPC informs you what else you need to add to the file. Complex evaluation / situation of the person: It is carried out by the Complex Evaluation Service of Adults with Handicap. In the case of immovable persons, based on the social survey and the medical letter, the complex assessment will be carried out at their domicile/residence. For people with disabilities, for whom the evaluation commission previously established the degree of severe disability, the periodic reassessment can be done at the person's residence, at his or her legal representative's request. The evaluation commission goes to the person's residence after a prior appointment and information about the date and time of the periodic evaluation (art. 87 paragraph 1 ind. 1 of Law 448/2006). Classification in degree and type of disability The degrees of disability are: mild, medium, severe and severe. The types of disability are: physical, visual, hearing, deafblindness, somatic, mental, psychological, HIV/AIDS, associated, rare diseases. Appealing the classification decision, if applicable : It can be appealed within a maximum of 30 days from the communication of the disability classification certificate. The appeal is filed within the specified term, at the Registry of the Court. Claiming asylum How long can I stay in Romania if I enter without asking for asylum? Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and stay up to 90 days. Who can apply for asylum? The asylum application can be submitted by any foreigner, located on the Romanian territory or at a border crossing point. A person is considered an asylum seeker from the moment of manifestation of will, expressed in writing or orally, before the competent authorities, from which it should result that he / she requests the protection of the Romanian state. How can I make a claim for asylum in Romania? Asylum applications are submitted in person by foreigners located in Romania or at a checkpoint for crossing the state border. If you have already arrived in Romania and you want to ask for asylum, you can go to either one of the six Regional Centers for Housing and Procedures for Asylum Seekers. If you are a minor, the asylum application can be submitted by your legal representative from the Directorate of Child Protection. Minors who have attained the age of 14 can apply for asylum in their own name. If you address a request / memorandum / petition stating that you want some form of protection in Romania, you will be notified in writing that it is necessary to appear in person at the competent authorities to receive such requests. Asylum applications submitted outside the territory of Romania are not allowed. The authorities competent to receive an asylum application are: the structures of the General Inspectorate for Immigration; the structures of the Romanian Border Police; the police units within which detention and pre-trial detention centers are set up and operate; the structures of the National Administration of Penitentiaries within the Ministry of Justice. The territorial competence regarding the reception, registration and processing of asylum applications has the regional procedures and accommodation centers for asylum seekers subordinated to the Asylum and Integration Directorate, respectively Bucharest Center, Timișoara Center, Galați Center, Rădăuți Center, Maramureș Center and Giurgiu Center. The competent authorities may not refuse to accept the asylum application on the grounds that it was submitted late. The Asylum Application form can be completed by: the asylum seeker with the support of his / her official, the official designated to receive the application, in case the asylum seeker does not know how to write, according to his oral statements. What happens after I’ve submitted the asylum application form? After receiving the asylum application, you will complete a preliminary interview, in order to establish your personal data and that of your family members, the route traveled from the country of origin to Romania, the data regarding possible asylum applications submitted in other third countries or in a Member State of the European Union, as well as the identity or travel documents you hold. You will have to submit all the documents that you have at your disposal and that are relevant to your personal situation, as well as the document for crossing the state border, and then you will receive an identification document: the temporary identity document for asylum seekers issued by the General Inspectorate for Immigration (IGI). You will be scheduled by the IGI for a preliminary interview and then an interview to determine the form of international protection. You will receive a notice with the date and time of each interview. It is important that you attend both interviews, present all the evidence you have and answer all questions truthfully. Everything you say is confidential. Interviews are conducted by an IGI official and in the presence of a translator. Translation will be done in a language you know or there is a reasonable expectation that you know. You may request the participation of a CNRR legal advisor or UNHCR representative at the interview. Don’t be afraid if you are asked to have your fingerprint and photograph taken at the time of registration of your asylum application. This is normally part of the asylum procedure. Fingerprints and photographs are entered in a common database of the European Union in order to keep track of who and in which Member State has applied for asylum. Minors under the age of 14 will not be subject to this procedure. During the asylum procedure you have the right to remain on the territory of Romania and you are protected against expulsion, extradition, forced return to the border or from the territory of the Romanian state. What are my rights as an asylum seeker? Asylum seekers rights and obligations are covered by Law 122/2006 . Among the rights of asylum seekers we mention: a) The right to information about their rights and obligations and the asylum procedure. b) The right to confidentiality of personal data. c) The right to be issued with a temporary identity document, valid during the asylum procedure. d) The right to participate in cultural adaptation activities. e) The right to be accommodated in the Centres for Procedures and Accommodation for Asylum Seekers under the General Inspectorate for Immigration. f) The right to receive free of charge primary health care and appropriate treatment, emergency hospital care, as well as free of charge medical care and treatment in cases of acute or chronic life-threatening diseases. g) The right to be included in national public health programmes aimed at the prevention, monitoring and control of transmissible diseases in situations of epidemiological risk. h) The right of asylum seekers with special needs to receive appropriate health care. The right to be granted access to the labour market under the conditions laid down by law for Romanian citizens, after the expiry of a period of 3 months from the date of submission of the asylum application. Asylum seekers also benefit from financial aid from the Romanian State of approximately 20 RON (approximately 4 Euros) / person / day, payable twice per month. Can I be denied applying for asylum? No one can be denied applying for the asylum procedure , even if they have not met all the conditions for entry. If you the authorities deny to register your asylum application, you can contact the National Council for Refugees (CNRR) at +40 721 206 926. For information about access into Romania call +40 730 073 170. As an asylum seeker, where will I sleep? If you apply for asylum in Romania, you have the right to be accommodated in one of the Procedure and Accommodation Regional Centers for Asylum Seekers, which are coordinated by the General Immigration Inspectorate(IGI). If, however, you have secured accommodation elsewhere you must apply to IGI to be able to leave the area where you entered Romania. The IGI's Procedure and Accommodation Regional Centers for Asylum Seekers are located in Bucharest, Timișoara, Giurgiu, Maramureș, Rădăuți and Galați. Am I required to stay in asylum accommodation provided by the Romanian authorities? No. If you have other accommodation arrangements you can stay where you want, but you have to inform IGI about your address. If you are staying with a friend/acquaintance, the person hosting you has the legal obligation to notify the local police about this situation, within 3 days from the date of hosting. If he does not announce, he risks being fined around 100 to 500 lei. In order for the person hosting you to do this legally, he must register your hosting on the General Inspectorate for Immigration’s website -https: // portaligi.mai.gov.ro/inregistrarestraini/ . Careful! If you are in a hotel or other tourist facilities (pensions, resorts, chalets, etc.), you will have to go to the nearest police station and you will communicate the necessary information for registration, all in 24 hours. How long does the processing of my asylum claim last? The length of the procedure depends on the case. Each application is individually analyzed. Can I leave Romania while my asylum claim is being processed? Asylum seekers have the obligation to hand over the documents for crossing the border at the time of applying for asylum, but they can be requested and obtained at any time in order to leave the territory of Romania. The applicant has the obligation to appear in person at the preliminary interview and at the refugee status interview. Where and how can I collect my daily allowance as an asylum seeker? As an asylum seeker you are entitled to approximately 20 lei/day. You can collect the amount every month from the Regional Centre for Accommodation and Procedures for Asylum Seekers that you are assigned to. Where can I call if I have questions about the asylum procedure in Romania? Romanian National Council for Refugees (CNRR) - for asylum information  +40 721 206 926. For questions about access into Romania +40 730 073 170. You can also contact LOGS an NGO from Timisoara which has set up a Call Center  (WhatsApp): for information about the asylum procedure and general questions  +40765861888 If I applied for international protection in Romania, can I also apply in another country? Not. You cannot apply for asylum in several states at the same time. If your first asylum application was registered in Romania and you did not complete it before leaving Romania, and then you submit another application in another EU member state, this state will not accept the application and will return you to Romania. Can I withdraw the asylum application once submitted in Romania? Yes. You can withdraw your application at any time and at any stage of the asylum procedure by contacting the General Inspectorate for Immigration with a request. What kind of protection can I receive as a result of the asylum procedure? Refugee status is granted, on request, to a foreign national or stateless person who, following a well-founded fear of being persecuted on the grounds of race, religion, nationality, political opinions or membership to a particular social group, is outside the country of origin/residence and who cannot or, because of this fear, does not wish to seek the protection of that country. Refugees have the same rights as Romanian citizens, except for electoral rights. They can travel through the EU under the same conditions as Romanian citizens. Subsidiary protection is granted to a foreign national or stateless person who does not meet the conditions for recognition of refugee status and for whom there are reasonable grounds for believing that in the event of return to the country of origin or country of habitual residence, he/she will be exposed to a serious risk, such as: 1. the death sentence or the execution of such a sentence; or 2. torture, inhuman or degrading treatment or punishment; or 3. a serious, individual threat to life or integrity, as a result of widespread violence in situations of internal or international armed conflict, if you are part of the civilian population. As a beneficiary of subsidiary protection, you will have the same rights as Romanian citizens, but not the right to vote and to be voted. You can travel to the European Union with a special visa. Information and support for refugees and internally displaced Ukrainians Ukraine is Home is a platform developed by UNHCR to support refugees and internally displaced Ukrainians. This platform offers essential information about their rights and options for continued stay in host countries or communities. It addresses common questions, explains opportunities for voluntary return to Ukraine, and promotes access to the support necessary for the recovery and rebuilding of homes, communities, and livelihoods. For more information",
    "id": 21
  }
]