[
  {
    "heading": "Whole Page Content",
    "summary": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania Last update 📁 Ukrainian citizens coming from the conflict zone can go to employment agencies to register and find a job, even if they do not have qualification or experience documents. 📌 Registration is done with an identity document. After registration, they can use counseling and professional information services for free. Individuals complete a statement on their own responsibility with the help of a counselor. Subsequently, they are assisted in finding a suitable job and participate in an interview or a work test. 👉 If they find an employer directly, they can complete the statement together with the employer. The statement is necessary for signing the employment contract, and the unofficial translation of it can be read here. Job search on the Jobs4Ukraine platform Jobs4Ukraine will support people affected by the war in Ukraine to rebuild their financial stability through easy access to job opportunities abroad and remote via a free platform. Find available vacancies on the Jobs4Ukraine platform Free services offered to Ukrainian citizens for their integration into the Romanian labour market Looking for a job? Safely. Legal. For free. The National Agency for Employment, through its territorial structures, offers several free services to Ukrainian citizens registered with the NAE. More information here Employment Guide from the National Employment Agency of Romania The employment agency's guide provides information on how to look for a job in Romania, including advice on creating a resume, preparing for interviews, and the rules for completing documents for work in this country. View the guide Guidance on access to the labor market This guide is intended for migrants and temporary protected persons who want to access the labor market in Romania. It offers a thorough introduction to the Romanian employment system, providing important resources as well as an understanding of the legal aspects for finding a job. The guide was created as part of the project \"CDMiR 4 Ukraine: Raising awareness of human rights and equal treatment of Ukrainian refugees in Romania.\" View guide Organizations Providing Support in Employment for Refugees UNHCR in Romania has compiled a list of organizations ready to assist refugees in the process of employment and integration into the job market. If you need assistance with employment, resume writing, consultations on labor rights and legislation, and other aspects, you can find the full list of these organizations at the following link. More information here Jobs for Ukrainian Refugees in Romania The Adecco platform helps Ukrainians find jobs where they need to. For the convenience of visitors, the site works in two languages ​​- Ukrainian and English. Find a job Job search assistance from Ateliere Fără Frontiere Ateliere Fără Frontiere (AFF) is a non-governmental organization that helps integrate vulnerable people. Ateliere Fără Frontiere offers assistance in finding a job for refugees from Ukraine. Applications can be submitted by email: cariere@atelierefarafrontiere.ro More information Find out more about integration into the Romanian community Integration of refugees from Ukraine to Romania Find out more about refugee employment initiatives and services for professional integration into the Romanian society and labor market. More",
    "id": 34
  }
]