[
  {
    "heading": "Whole Page Content",
    "summary": "The main ways to enter Romania: obtaining temporary protection, with a short-stay right or as an asylum seeker. Your rights in Romania depend on your status . You can also apply for asylum within Romania, at a later point. Temporary protection Temporary protection is a special form of protection for people fleeing the war in Ukraine. If you are already a beneficiary of temporary protection, your permit is automatically valid until 03/04/2026, and you do not need to apply for an extension. Short stay Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. Asylum seeker Instead of entering with the right of short stay you can enter as an asylum seeker. Temporary protection Temporary protection is a special form of protection for people fleeing the war in Ukraine. If you are already a beneficiary of temporary protection, your permit is automatically valid until 03/04/2026, and you do not need to apply for an extension. Find out more Short stay Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. Find out more Applying for asylum Asylum is a form of protection that allows a foreigner who cannot return to the country of origin to remain in Romania. From the moment you ask for asylum, either in writing or verbally, you are considered an asylum seeker. You cannot be removed (deported) to your country of origin. Find out more My rights Your rights in Romania depend on your status. The main ways to enter Romania: obtaining temporary protection, with a short-stay right or as an asylum seeker. You can also apply for asylum within Romania, at a later point. If you cannot present any documents upon entering Romania you will need to apply for asylum at the border. Find out more For support in other European countries: Poland Hotline: +48 47 721 75 75 Find out more: www.ua.gov.pl Also: https://pomagamukrainie.gov.pl/ Moldova Hotline: 0 8000 15 27 Find out more: https://igm.gov.md/en/temporary-protection/ Hungary Hotline: +36 1 463 9292 Find out more: http://www.bmbah.hu/index.php?option=com_k2&view=item&id=1736:2022-03-04-12-25-49&lang=hu The Slovak Republic Hotline of the Slovak Interior Ministry for Ukrainian-speakers: +421 513 816 111 та +421 259 765 111 Find out more: https://www.mic.iom.sk/sk/novinky/760-informatsiya-ukrayina.html",
    "id": 14
  }
]