[
  {
    "heading": "Whole Page Content",
    "summary": "Medical devices Medical devices are given to patients, for a fixed or indefinite period, based on the medical prescription issued by the doctor in contractual relation with the health insurance house. Medical prescriptions lose their validity if they are not submitted to the health insurance company within 30 days from the date of issue. The devices are issued to patients only by providers who are under contract with the health insurance house, by purchasing or renting them. For certain medical devices, with prices higher than the ones settled by CNAS for that category of device, there is the possibility that the insured person will have to cover an amount of money. Beneficiaries of the Emergency Ordinance no.15/2022 regarding the provision of humanitarian support and assistance by the Romanian state to foreign citizens or stateless persons in special situations, coming from the area of armed conflict in Ukraine, are not requested any personal contribution. The basic package for medical devices intended for the recovery of organic or functional deficiencies on an outpatient basis includes: ENT prosthetic devices, ostomy prosthetic devices, urinary retention and/or incontinence devices, limb prostheses, spine or limb orthoses, footwear orthopedics, devices for visual impairment, equipment for oxygen therapy and non-invasive ventilation, devices for aerosol therapy, walking devices, external breast prostheses. The procedure for obtaining the devices The patient, a first or second degree relative, spouse or legal representative submits an application to the health insurance house, together with the following documents: copy of the ID; the medical prescription for the device; the classification certificate in the degree and type of disability for the oxygen therapy equipment and non-invasive ventilation, as applicable. For children up to 14 years of age, the medical prescription for the device, specifying the child's address, and a copy of the birth certificate are attached. The documents can also be sent to the health insurance house by post or online. The health insurance house is obliged to analyze and decide the acceptance or rejection of the application, within no more than 3 working days from the date of its registration. In case of acceptance, there will be issued an approval decision for the procurement/rental of the device, within the limit of the fund approved for this purpose. The decision is picked up from the health insurance house by the beneficiary, a first or second degree relative, his/her spouse or legal representative, or sent by post, upon request. In the event that requests for devices exceed the approved monthly fund, there are established priority lists by device category. To get the device, the patient, a relative of the first or second degree, the spouse or the legal representative contacts, during the validity period of the decision, one of the providers of the devices that have contracts with the health insurance house, with the following documents: the decision issued by the health insurance house and the medical prescription. The documents can also be sent to the supplier by post/courier. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 46
  }
]