[
  {
    "heading": "Whole Page Content",
    "summary": "Medical recovery, physical medicine and rehabilitation services can be provided to insured persons on an outpatient or inpatient basis. Outpatient Physical Medicine and Rehabilitation in Treatment Bases Physical medicine and rehabilitation services are provided on an outpatient basis in treatment bases, within the clinical specialty of physical medicine and rehabilitation. These services include specific physical medicine and rehabilitation procedures within a series of procedures – performed according to the treatment such as physiotherapy, hydrotherapy, massage, aerosols, etc. Some procedures, such as mineral baths, natural skunks, mud wraps, can only be performed in the treatment bases of balneo-climatic resorts. Specific physical medicine and rehabilitation procedures within a series of procedures - performed in treatment bases are granted according to the Plan of specific physical medicine and rehabilitation procedures, for periods and according to a flow established by the physical medicine and rehabilitation specialist. Patients have the right to specific physical medicine and outpatient rehabilitation procedures for a maximum period of 21 days/year/insured person, both in the case of children and adults. Children aged 0-18 with a confirmed diagnosis of cerebral palsy benefit from specific physical medicine and rehabilitation medical procedures for a maximum period of 42 days/year/patient. The procedures can be divided into a maximum of two sessions, depending on the underlying condition, upon the recommendation of the physical medicine and rehabilitation specialist in the Specific Physical Medicine and Rehabilitation Procedures Plan The series of specific physical medicine and rehabilitation procedures established by the specialist doctor covered for a patient includes a maximum of 4 procedures/day of treatment . For a series of specific physical medicine and rehabilitation procedures carried out on an outpatient basis, carried out in the treatment bases of balneo-climatic resorts, are covered a maximum of 4 procedures/day. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 42
  }
]