[
  {
    "heading": "Whole Page Content",
    "summary": "Medical assistance for refugees from Ukraine Eligibility for health care and other useful information The right to receive medical care for refugees from Ukraine. As well as useful information about health, vaccination, assistance to HIV-infected people and more. Learn more Family doctor and a basic package of services How to use the services of a family doctor, information for patients with chronic diseases, preventive services and home consultations. All information about the basic package of services. Learn more Laboratory analyzes and imaging investigations Rules for conducting medical examinations and rules for servicing patients in laboratories. List of free laboratories for refugees. Learn more Specialist consultation The basic package of services provided by a narrow specialist. Where and how to get medical advice. Learn more Hospitalization services in public and private institutions Conditions for the provision of hospitalization services in public and private health care institutions. List of diseases requiring hospitalization. Who pays for the treatment. Find out more Dentistry in Romania: basic dental medicine package Dentist consultation and treatment. A complete list of dental services. The cost of treatment for all categories of patients. Learn more Medical recovery, physical medicine and rehabilitation services Physical medicine and rehabilitation services provided on an outpatient basis in health resorts. List of procedures and duration of treatment. Learn more Medical recovery in hospitals, sanatoriums Recuperare medicală prin tratament în spital, sanatorii. Servicii medicale în medicină fizică și reabilitare. Află mai multe Medical consultations at home and self-medical transportation Medical consultations at home and self-medical transportation in addition to the services provided in the minimum package. Learn more Medicines reimbursed by the Health Fund Which doctor can prescribe a compensated medicine. Medicines covered by the Health Fund - compensation lists. Learn more Medical devices Medical devices and the procedure for obtaining. List of the basic package of medical products. Learn more Information for patients with Covid-19 Provision of medical services for patients with Covid-19. Free treatment for insured, uninsured and other people in Romania. Learn more Medical services for pregnant women Primary care, observation of the normal course of pregnancy and supervision of high-risk pregnancies. Learn more National curative health programs National Health Program package: how to get treatment and a list of programs. Learn more Get help at a Women's center Assistance in accessing reproductive health services (contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, abortions, etc.), services intended for victims of domestic violence. Ask for help",
    "id": 50
  }
]