[
  {
    "heading": "Whole Page Content",
    "summary": "Medical recovery in hospitals, sanatoriums Inpatient medical recovery services are provided in sanatoriums or sanatorium wards, which may have a spa profile, both for children and adults. Physical medicine and rehabilitation medical services, provided in spa sanatoriums, can be granted for a maximum duration of 14-21 days/year, a period that can be divided into a maximum of two fractions, upon the recommendation of the prescribing physician, and which include a minimum of 4 procedures/day for minimum 5 days/week. Medical services are also provided for periods of less than 14 days. For spa sanatoriums/spa sanatorium units in hospitals, patients pay a personal contribution. Medical services provided beyond the 21-day hospitalization period are fully covered by the patients. Beneficiaries of the E mergency Ordinance no.15/2022 regarding the provision of humanitarian support and assistance by the Romanian state to foreign citizens or stateless persons in special situations, coming from the area of armed conflict in Ukraine (with subsequent amendments and additions), are not requested personal contribution . The services are provided on the basis of referral notes for physical medicine and rehabilitation treatment in spas sanatoriums, issued by family medicine doctors/specialists in the ambulatory and in the hospital, that are in contractual relations with the health insurance companies. The criterias for issuing referral notes for physical medicine and rehabilitation treatment take into consideration the specific pathology and associated conditions of the patient. The period and flow of the services are determined by the physical medicine and rehabilitation specialists. Medical recovery services provided in sanatoriums other than spas and preventive sanatoriums These are services provided in hospitalization, for periods and according to a flow established by the specialist doctors who work in these units, not being limited to a certain number of days. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 43
  }
]