[
  {
    "heading": "Whole Page Content",
    "summary": "For insured persons, uninsured persons, as well as for other persons on the territory of Romania diagnosed with COVID-19, all medical services and medicines necessary for their treatment are covered by the FNUASS. Measures for patients with COVID - 19 At the same time, all people in Romania who show symptoms of COVID-19 benefit from remote consultations offered by the family doctor or the specialist doctor. Based on the confirmation of infection through a rapid antigen test or NAAT/RT-PCR test identified in the Corona Forms platform, medical services are provided in the evaluation centers to all persons who do not require oxygen therapy, who have mild or moderate clinical manifestations of COVID-19 and who have at least 2 risk factors, without the need to present the referral note. In the list of medical services that can be provided during day hospitalization, the \"Post-Covid-19 Syndrome Evaluation\" service was introduced, to help patients who continue to present symptoms for a long period of time , some even after they have passed through - a mild form of the disease. Also, patients who, upon leaving the hospital, show moderate or severe respiratory insufficiency after COVID-19 or who have passed through a triage system specific to infection with the SARS-CoV-2 virus can benefit from a device for continuous oxygen administration (type oxygen concentrator). Patients with certain conditions may benefit from noninvasive ventilation. Details about the procedure by which these devices can be obtained are presented in the Medical devices chapter. Patients with post-COVID-19 conditions can benefit from physical therapy, psychological counseling and psychotherapy, upon the recommendation of doctors from the clinical specialties of cardiology and pneumology. These services are covered by the health insurance system, provided that the doctors who offer them work in clinics under contract with the health insurance house. The procedure of accessing medical services is detailed in the Specialist Doctor chapter. Addresses where you can get covid vaccination in Bucharest Here you can download a list of family medicine offices in Bucharest where you can get a covid vaccination. List in Romanian. Download List This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 47
  }
]