[
  {
    "heading": "Whole Page Content",
    "summary": "Psychological support for children War is a stress not only for adults who understand everything, but also for children. Feelings of danger, anxiety, disruption, constant changes and movements - all this can scare the child, confuse him and cause discomfort. The main thing to remember - if the parents are close and all healthy, then you can provide psychological comfort to the child. This section contains tips on psychological support for your child. ●   Hug, explain, distract - these are the main ways to support the child. Remember the main rule: calm parents - calm children. ●   Don't forget to take care of yourself: sleep, food and communication are important. ●  If you're crying with your baby, you don't have to say that your mom or dad just got something in their eye. You need to explain your behaviour according to the age of the child. Say: \"I'm sad, I'm upset. Mom needs to be a little sad now. If you want - hug me. If not, go play\". It is necessary for the child to understand that both mom and dad have different emotions, and that this is normal. 5 useful tips: how to help children feel more protected in an emergency: ●        Continue to surround the child with love and care. ●        Young children feel protected and feel parental love through tactile contact when you gently hug them, read together, hug them or lull them to bed. ●        Save your daily routine as much as possible. ●        If your child is not listening, remember that in this way he is trying to express those feelings that he cannot express, and try to control your irritation. ●        Also, don't forget to take care of your own physical and mental health. You can't help your children if you feel bad. Tips for parents In a state of stress, it is very difficult to pay attention to the needs of the child, so try to maintain the best possible balance to support the child. Here are some tips for parents: ●        Think of the future, not the past. Dream, plan, discuss with important people what you will do first after peace is established. Such reflections and conversations are inspiring and stabilizing. ●        Get rid of guilt. Don't blame yourself for what happened or that you did something wrong. You did everything you could at the time. Point. ●        Try to eat and sleep. If food is available, eat the same way, not just try to feed the baby. Try to sleep when possible. Your physical condition is a guarantee of your child's safety. ●        Ask for help. If you need help or support, ask for it. It is not a shame to ask for help. ●        Talk about your emotions. Communicate with people who are important to you, talk about your emotions and experiences. Call your family. A simple \"How are you?\" may to inspire both you and the person you are calling. How can parents support a child? 1. Make an action plan with your child. Define a several routes to the shelter; decide with the child the sequence of his/her actions.  Speak in short and clear phrases. Draw a map of the shelter, show the locations in the shelter, what and where it is, how it works, where the entrance and exit, where your place, where relatives will be, if applicable (draw and write - children perceive visuals better). 2. Observe the child's condition and respond to his needs. Ask the child open-ended questions, monitor the child's emotional response and level of activity. It is important that the child speaks, asks questions, shows his emotional state. If the child has fallen into a state of stupor, it is important to return the child to verbal response and activity. Ask three questions and wait for answers. This could be: - Your name is Natalia, right? - \"You're standing now, aren't you?\" - \"You're wearing a red blouse, aren't you?\" You can also massage his/her fingertips, earlobes, offer a game, or give a task for action (bring, serve, do),  as well as give water to drink, tea, eat and hug. Respond to the needs of the child, meet them if possible - it will return the child to a sense of security. 3. Speak out and show your emotions. If your child is worried or angry about what is happening around him, the words \"don't worry\" or \"you shouldn't be angry\" will not reassure the child. Say, \"I see / I understand you're scared / angry.\" The child will understand that she was not left alone with her experiences. As a support, you should not make promises that do not depend on you: \"everything will be fine\", \"nothing will happen\", but say: \"whatever happens, the main thing is that we have each other”. If children play or draw \"war\" - do not forbid it. Emotions are played, shouted, voiced, drawn out. This will help children cope with emotions and reduce anxiety and stress. 4. Hug the baby. Body contact will help reduce stress and help the child calm down. Teach your child to calm himself with one of the exercises: - \"Butterfly hugs\" - the child hugs his shoulders with both hands and can pat himself on the shoulders. - \"Cocoon\" - the child's right hand hugs the left shoulder and the left hand the abdomen. It is important to monitor how the child breathes and does not hold his breath. Helping to get out of stupor and reduce stress is to restore stable breathing. You can try this exercise: inhale through the nose and exhale slowly through the mouth, you can with the sounds of \"A\", \"O\", breath several times in the abdomen. Restoring stable breathing and physical activity will help reduce the impact of the event and stress on the body. 5. Follow a routine as much as possible. In times of uncertainty, it is important to recreate the sequence of the day - it will give a sense of control over your own life. From morning untill evening, bending your fingers, speak and reproduce the sequence of the day. 6. Take care of yourself. You will help your child better if you take care of yourself. The child sees how you react to the news and copies your behaviour. Therefore, it is important for the child to understand that you are calm and have a plan of action. If you are worried or upset, take time for yourself; if possible, talk to friends and family. It is important to hear the voice of others - it will give a sense of connection with others and connection with the world. For more on how you can support your child, access these resources: https://www.unicef.org/romania/ro/documents/cum-s%C4%83-v%C4%83-sprijini%C8%9Bi-copilul-%C3%AEn-situa%C8%9Bii-de-conflict-%C8%99i-criz%C4%83 https://www.unicef.org/romania/ro/documents/simptomele-traumei-psihologice-la-copii https://www.unicef.org/romania/ro/documents/cum-s%C4%83-%C8%9Bi-sus%C8%9Bii-copilul-%C3%AEn-situa%C8%9Bii-de-criz%C4%83",
    "id": 27
  }
]