[
  {
    "heading": "Whole Page Content",
    "summary": "Offer support Do you want to help with food, products, clothing, transportation, or you want to volunteer to help the vulnerable people coming to Romania? I want to help Health If you need specialized medical assistance, you suffer from a rare or chronic condition, find out here where you can ask for help. Ask for help Housing Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Ask for housing Jobs Looking for a job? Find out how and where you can find job opportunities suitable for you. Find out more Education Rights to education in Romania for Ukrainians. Information on how to enroll children in school, kindergarten or extracurricular activities. Ukrainian schools in Romania. Find more Call-center Depending on your needs, call one of the available specialized call-centers. This way you will be granted access to resources, information and dedicated support, no matter what issues you are trying to solve. Call-center Legal help Pro bono legal help for Ukrainian refugees in Romania and other countries. Ask for help Transport If you need transportation or technical assistance for your vehicle in an emergency situation find out here how you can get help. Search for transport Language courses and activities List of free language courses and activities for Ukrainian refugees in Romania. For children and adults. Find out more Support for drug users If you have used drugs and now you need help, look for services that you can access. Ask for help Mental health services for refugees from Ukraine If you need to talk openly about the trauma of war and how you can more easily manage the effects on your well-being and mental health, find out where you can get support. Seek support Map of organizations helping refugees from Ukraine Using the online map created by UNHCR, you can find a list of organizations that provide various kinds of assistance to refugees from Ukraine. Map online Integration of refugees from Ukraine to Romania Learn more about the process of integrating refugees from Ukraine into Romania. More Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources",
    "id": 16
  }
]