[
  {
    "heading": "Whole Page Content",
    "summary": "What should you do if you used drugs and now you need help: Contact the centers of the National Anti-Drug Agency, where you will find doctors, psychologists and social workers who can help you. The services you will receive are confidential and free of charge. What services can help you if I you are a drug user and how you can access them: The National Anti-Drug Agency (Tel: 0 800 87 00 70; 021 318 44 00; 021.303.70.80 / 21701, 21712, http://ana.gov.ro ) can help you with: Medical services - evaluation, counseling, medical treatment - including substitution treatment; Psychological services - assessment, individual and group counseling; Social services - counseling, guidance in the network of services for drug users who are or are not in treatment. The National Anti-Drug Agency has centers in all counties of Romania. There you will find doctors, psychologists and social workers ready to help you. Access the map from this link http://ana.gov.ro/despre-institutie/reteaua-nationala/ and you will find the contact details of the center in the county where you arrived. In Bucharest you will find several types of services offered by the National Anti-Drug Agency or by other providers: Counseling services for juvenile drug users National Anti-Drug Agency - 0752.79.16.47 Substitute treatment and medical, psychological and social assistance National Anti-Drug Agency Sos. Pantelimon, no. 255, sector 2, Bucharest; Tel. 021.255.63.63; www.ana.gov.ro ; Program: Monday - Friday: 08.00-16.00; Free services; Sos. Berceni No. 10 - 12, sector 4, Bucharest; Tel. 021.334.03.02; www.ana.gov.ro ; Program: Monday - Friday: 08.00-16.00; Free services; Str. Pericle Gheorghiu, no. 15, sector 5, Bucharest; Tel / Fax: 021. 336.63.54 /021.335.07.59; Program: Monday - Friday: 08.00-16.00; www.ana.gov.ro ; Free services. Center for Evaluation and Treatment of Drug Addicts for Young People „St. Stelian ” Str. Eng. Cristian Pascal, no. 25-27, sector 6, Bucharest; Tel: 021.260.14.41; https://cetttsfantulstelian.ro . Free services. Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Day stationary Sos. Berceni, no. 10, sector 4, Bucharest; Tel: 0770 417 874; www.spital-obregia.ro ; Free services. Romanian Anti-AIDS Association, ARAS ARENA Center; Str. Calistrat Grozovici, no. 1, sector 2, Bucharest (inside the courtyard of the Institute of Infectious Diseases Prof. Dr. Matei Balş); Tel: 0741.636.940; www.arasnet.ro ; Free services and paid services ARAS Health Center; Str. Detour no. 20, sector 2, Bucharest; Tel: 0741.636.940; www.arasnet.ro ; E-mail: office@centrularas.ro ; Paid services. Color Mind Psychiatry and Psychotherapy Clinic Str. Painter Stefan Luchian, no. 17, sector. 2, Bucharest; Tel: 021.313.25.14, 0751.643.848; www.color-mind.ro ; Program: Monday-Friday: 9.00-21.00; Saturday: 9.00-13.00; Paid services. ANIT Romania - Addiction Assistance and Treatment Center Bd. Regina Maria, nr. 35, sector 4, Bucharest; Tel 0757 896 161, Paid services. Disintoxication services for minors Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department / Clinic of Child and Adolescent Psychiatry Sos. Berceni, no. 10, sector 4, Bucharest; Tel: 0770 432 192; www.spital-obregia.ro ; Free services. Grigore Alexandrescu Emergency Clinical Hospital for Children Bd. Iancu de Hunedoara, no. 30-32, sector 1, Bucharest; Tel: 021 316.93.66 / int. 251, 252; TOXAPEL (Toxicological Emergencies): 021.210.62.82, 021.210.61.83; https://spitalulgrigorealexandrescu.ro/contact/ ; Free services. Disintoxication services for adults Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department of Psychiatry XVI - Drug Addicts (Men's Disintoxication) Sos Berceni, no. 10, sector 4, Bucharest; Tel 021 / 334.42.66; www.spital-obregia.ro ; Free services; Clinical Hospital of Psychiatry Prof.dr. Alexandru Obregia - Department of Psychiatry XVII - Addicts (Disintoxication for women) Sos Berceni, no. 10, sector 4, Bucharest; Tel. 021 / 334.42.66; www.spital-obregia.ro ; Free services; Center for Evaluation and Treatment of Drug Addictions for Young People ”St. Stelian ” Str. Eng. Cristian Pascal, no. 25-27, sector 6, Bucharest; Tel: 021.315.24.51; https://cetttsfantulstelian.ro ; Free services. Overdose treatment and assistance: Emergency phone number: 112",
    "id": 24
  }
]