[
  {
    "heading": "Whole Page Content",
    "summary": "Taking care of children with disabilities In times of war and emergencies, families with children with disabilities need more resources, both material and psychological. This chapter deals with important aspects of getting ready for emergency. An emergency suitcase for a child with a disability should contain a number of other things, in addition to the basics: 1. A strategic first aid kit for 3-4 weeks with the most necessary medicines, especially those the child needs to take regularly. 2. Special food for a child, if he or she has a special diet or eating disorder (infant formulas, purees, etc.), take enough to have a reserve; 3. Hygiene products for children who have difficulty with the toilet: diapers, disposable diapers, remedies for bedsores and intertrigo; 4. Special equipment. If required and possible, take with you special beds, stretchers, wheelchairs, etc. during the evacuation. Children with autism spectrum disorders and/or mental disorders should be prepared in advance for situations when explosions are heard or when they have to go down to bomb shelters. Parents who had similar experience in 2014-2015 advise: ●        Build a “hut” with blankets and pillows in a room next to a load-bearing wall and from time to time teach the child to take cover and stay there for a few (dozens) minutes there. If there is an emergency, you need to hide in such a mini-shelter. ●        Use headphones for sensitive children or teach your child to use them if this has not already happened. ●        Stay calm. Children with autism spectrum disorders react very strongly to the mood, behaviour and words of adults. They detect everything. Therefore, the most important thing is to be calm, confident, not to panic and not to show any excessive emotions. You have to behave as usual. ●        Follow the daily routine. Routine is very important! When there is no need to go to the bomb shelter – cook, clean, read books – do what you usually you do every day.",
    "id": 31
  }
]