[
  {
    "heading": "Whole Page Content",
    "summary": "Terms and conditions The General Terms and Conditions of Use set out the general terms and conditions of use of the dopomoha.ro website by potential visitors or beneficiaries. 1. Objective of the Platform The objective of dopomoha.ro is to provide information and support for people from Ukraine who want to request help from Romania. 2. Personal data The platform does not process personal data. 3. Purpose and grounds Code for Romania processes personal data only in the interest of website users who wish to request support services dedicated to refugees. 4. Duration of data storage The personal data provided is temporarily stored during the operation of the dopomoha.ro platform. 5. Transfer of Personal Data to third parties Code for Romania will not provide personal data to third parties. The data can be provided to institutions or public authorities, as well as to other competent state bodies, based on and within the limits of legal provisions, as a result of express requests made by them. 6. Your rights As a user of the Dopomoha.ro platform, according to Law no. 679/2016, as well as, as of May 25, 2018, according to the General Data Protection Regulation, you have the following rights: The right to information regarding the processing of personal data by Code for Romania and the NGO partners in this project; The right to access personal data, upon request and free of charge for one request per year; The right of intervention, rectification, deletion or portability of personal data, upon request and free of charge; The right to address the National Supervisory Authority for the Processing of Personal Data (based in Bucharest, sector 1, B-dul G-ral. Gheorghe Magheru, www.dataprotection.ro ) or the judiciary, for the defense of any rights guaranteed by law ; The right to opposition and the automated individual decision-making process; starting from May 25, 2018, according to the General Data Protection Regulation, the right to restrict processing. 7. Security and Privacy The protection of information during the processing of your personal data is a major concern of Code for Romania, therefore all personal data collected during visits to this site are processed according to the legal provisions in force in Romania. Code for Romania uses state-of-the-art technologies and takes all reasonable technical measures for the transmission and storage of personal data under conditions of full security and confidentiality. All personal data on the site are stored and processed on servers located in the European Union, which fall under the European legislation on the protection of personal data. No information provided on this site leaves the territory of the European Union. Code for Romania undertakes not to disclose personal data regarding your visits to Dopomoha.ro , except for legal situations or the situations presented in this Terms and Conditions document. If we discover an incident regarding the security of personal data that poses a risk to the rights and freedoms of our users, we will notify the National Supervisory Authority for the Processing of Personal Data within 72 hours. If the security incident is likely to present a high risk to your rights and freedoms, you will also be notified. 8. Trademark and Copyright The copyright for all the information on this website is owned by Code for Romania and the project partners. No material on this site can be reproduced in part, in whole or modified without the express consent expressed by Code for Romania, the holder of this right. All rights are reserved. It is strictly forbidden to use this Site for the purpose of destroying or altering it, its content or its security or for discrediting or harassing Dopomoha.ro or the Code for Romania organization and its members. Code for Romania will apply all technical and organizational security measures to protect the data over which it has control against any situation of accidental or intentional manipulation, loss, destruction or against access by an unauthorized person. 9. Changes to the General Site Terms and Conditions of Use The \"General Terms and Conditions of Use\" constitute, in their entirety, an agreement concluded between you and Code for Romania regarding the use of this site. Code for Romania reserves the right to revise and update the \"General Terms and Conditions of Use\" at any time, without notice or prior acceptance of the users. If you have any questions regarding the information contained in this page, please write to us at contact@code4.ro. 10. About Code for Romania Code for Romania is an independent non-governmental organization, politically unaffiliated and apolitical, founded in 2016, whose goal is to mobilize young IT professionals to create digital tools that help solve social problems. Code for Romania is established and operates in accordance with Romanian law, its articles of incorporation and statute and code of conduct. 11. Contact us For any questions or concerns, as well as to exercise your rights related to the processing of personal data by Code for Romania, you can contact us at: Address: Piața Alba Iulia no. 7, block I6, floor 1, apartment 6, Bucharest municipality, Romania Email: contact@code4.ro",
    "id": 64
  }
]