[
  {
    "heading": "Whole Page Content",
    "summary": "As of July 1, 2024, the support program dedicated to Ukrainians living in Romania has been changed. Conditions of the new financial support program for beneficiaries of temporary protection Monthly Lump Sum for Accommodation Beneficiaries of temporary protection in Romania may be eligible for a monthly lump sum to cover accommodation expenses for up to 3 consecutive months, beginning July 1, 2024, as outlined in Government Emergency Ordinance No. 96/2024 . The 3-month period starts from the date of entry into Romania. This financial support aims to assist refugees with accommodation during their transition into the country. Exclusions The lump sum payment does not apply to: Beneficiaries receiving international protection. Individuals residing in temporary accommodation camps provided by the government. Beneficiaries who have previously received accommodation benefits under previous regulations are not eligible for these additional months of support. Amount The payment is: 750 RON per month for a single individual. 2,000 RON per month for families. Special Cases Under Article 26 of the Government Emergency Ordinance No. 96/2024 , there are provisions for beneficiaries in more stabilized living situations, such as those receiving additional government support or housed in temporary accommodation camps. In these cases, the financial assistance is: 500 RON per month for individuals. 1,500 RON per month for families. These amounts are lower than the standard lump sum, reflecting the reduced need for financial support due to the provision of government resources such as housing and basic services. Required Documents To apply for the lump sum, beneficiaries must submit: Valid temporary protection permit. Passports for each family member. Bank account details (the account must be opened in a Romanian bank, in RON currency). Any other documents requested by the local authorities. Application Process Beneficiaries need to submit their application to the local administrative-territorial unit (such as the town hall) where they have chosen to reside. The following steps must be followed: Fill in the application form (e.g., \" Anexa 1 \"). Provide personal details, including the CNP numbers (from the temporary protection permits) for each family member. Attach proof of temporary protection for all family members. Provide a bank account statement with the applicant’s name. Indicate that the applicant is not residing in a temporary accommodation camp. Notes The application for the first month's payment should be submitted within the first 5 working days of the first month. Local authorities will check the application within 3 working days to ensure eligibility. Exclusions for Rent Payment Support You cannot benefit from the accommodation support program if: You are a Romanian citizen. You reside in a university dormitory as a student. You have a work permit or student residence permit in Romania. Transition to Minimum Inclusion Income After the period during which beneficiaries receive the lump sum specified above has ended, as well as for those who previously received benefits, they may apply for a Minimum Inclusion Income. This ongoing financial support is provided in accordance with the provisions of Law No. 196/2016 regarding minimum inclusion income, with its subsequent amendments and additions. Application Process and Required Documents: Documents on the minimum inclusive income should be submitted to the administrative-territorial unit within the radius of which the address indicated in the temporary residence permit is located. Detailed information on the possibility of submitting an application can be clarified by following the links to the official website of each of the sectors: 1st Sector, 2nd Sector, 3rd Sector, 4th Sector, 5th Sector, 6th Sector . Information for other cities in Romania Detailed information on the possibility of submitting an application should be clarified by following the links to the official website of several cities in Romania: Iasi; Cluj-Napoca; Timisoara; Constanta; Craiova; Brasov; Braila; Oradea; Bacau; Arad; Sibiu; Targu-Mures; Satu Mare. Social benefits for refugees from Ukraine Refugees from Ukraine under temporary protection in Romania are eligible for social benefits. Learn more about the available types of support and the necessary steps for submitting the required paperwork. Learn more If you are a Ukrainian/foreign citizen receiving temporary protection and you are experiencing difficulties in submitting your application: Ask for the help of Romanian / English speakers near you to translate your problem to the representative of the town hall. If you have problems, get in touch with an NGO that has Ukrainian-Russian-Romanian speakers. If you have problems, contact a call center that has Ukrainian-Russian-Romanian speakers. For additional details, you can call 021.3456789 – government call center between 08:00 and 16:00. UNHCR Romania: +40 723 653 651 CNRR: +40 730 073 170 Assistance in finding housing If you need help finding free accommodation, use the platform Un Acoperiș (A Roof): The central authorities, together with international organizations, will centrally coordinate requests for assistance and all available accommodation, and will provide you with accommodation according to your needs. Access the platform",
    "id": 32
  }
]