[
  {
    "heading": "Whole Page Content",
    "summary": "Vaccination Large crowds, lack of access to clean water and poor conditions for personal hygiene lead to the rapid spread of infectious diseases among children and adults. Every unvaccinated or incompletely vaccinated child is now at risk. Infectious diseases such as measles, rubella, polio, diphtheria, haemophilus influenza tip b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, mumps can spread quickly and threaten your child. This chapter provides important information on vaccination as a means of preserving human health and life. How to protect your child from deadly infectious diseases? The only way to protect against these infectious diseases and prevent dangerous complications is to vaccinate children and adults. Calendar of mandatory vaccinations in Romania It is important not to delay vaccination of new borns. If the medical institution where the child was born has hepatitis B, tuberculosis (BCG) vaccines, get vaccinated immediately. If there are no vaccines available where the child was born, find out if they are available in outpatient clinics or clinics that you can reach safely,  and get vaccinated against hepatitis B and tuberculosis (BCG) as soon as possible. If your child  has missed scheduled vaccines or does not have them at all , make up for the schedule as soon as possible, taking into account the emergency situation in Ukraine. Contact your nearest County Department for Public Health or healthcare provider for free vaccinations. If you have access to vaccines that are not included in the national vaccination calendar of Ukraine, take them as soon as possible. For example, rotavirus can be vaccinated from 6 to 24 weeks, pneumococci infection from 6 months, and flu from 6 months. If you go abroad, you will be offered a vaccination - do not refuse and do not delay this opportunity. In most cases, premature babies (born before 37 weeks of gestation), regardless of birth weight, should be vaccinated at the same age and on the same vaccination schedule as full-term babies. Hepatitis B vaccination should be started when the child weighs 2 kilograms or is 1 month old. From the age of two months, the child should be vaccinated against diphtheria, tetanus, pertussis, polio, fungal infections and others, such as pneumococcus, rotavirus and meningococcus. Otherwise, we leave babies vulnerable to disease. COVID-19 Remember that adults should also be vaccinated, including against COVID-19. Protect yourself from diseases that can be avoided by getting vaccinated. If you or your loved ones do not have a full course of COVID-19 vaccination, please contact your nearest healthcare provider or health care team for vaccinations. Be aware that reactions such as fever or muscle aches may occur after vaccination. This is normal. But keep in mind that after vaccination you will need 2-3 days to recover yourself: give yourself a break and avoid large crowds. Important to remember! ●        If a child misses a vaccination on the calendar, it is not necessary to start all vaccinations against this infection from the beginning. Schedule the next vaccines with your doctor. ●        If the schedule is not followed, vaccination can be done against any infection in any order. The only rule to use in this case: follow the intervals of doses, which allows you to achieve maximum effectiveness. ●        Several vaccines can be given in one day. This is a common international practice. The use of multicomponent vaccines reduces the number of injections and provides protection against several infections. ●        There is no need for additional tests (blood, urine, immunogram) before vaccination. ●        If your child has a chronic illness (such as asthma, diabetes), this is not a contraindication to vaccination! On the contrary, your child has a higher risk of severe infections that can be protected against vaccination. ●        Vaccination cannot weaken the immune system. On the contrary, infection with certain viruses can weaken the immune system and the body's resistance. Vaccines work differently. Vaccine viruses are so weakened that they cannot affect the immune system. Therefore, vaccination is not able to overload the immune system. In infectious disease, the load on the immune system is several hundred times higher than in vaccination. Even if vaccines against 10 infectious diseases are given at the same time, only 0.1% of the immune system will be involved. ●        A polio outbreak / epidemic occurred in Ukraine before the start of the war. Poliomyelitis is a dangerous disease that may result in irreversible paralysis. Make sure that you protect your child with at least two IPV doses. ●        The risk of a rubella outbreak was registered in 2022. Protect your child and vaccinate him/her with the first dose of MMR (measles-mumps-rubella) vaccine at 12 months. For more information on the benefits of vaccinating children, please visit: https://www.unicef.org/romania/ro/documents/vaccinurile-%C3%AE%C8%9Bi-protejeaz%C4%83-copilul",
    "id": 26
  }
]