{
  "answers": [
    {
      "answer_id": 537,
      "question_id": 537,
      "content_block_id": 190,
      "answer": "Here are some tips for ensuring a balanced diet for children:\n\n* Continue breastfeeding or feed them a balanced diet consisting of a variety of foods such as fruits, vegetables, whole grains, lean proteins, low-fat dairy products, and healthy fats.\n* Make sure they consume enough fluids throughout the day, including water, milk, and other nutritious beverages.\n* Avoid giving them too much sugar, salt, and saturated fat, which can lead to health problems later in life.\n* Encourage them to try new foods and explore different flavors to develop a diverse palate.\n* Plan meals ahead of time and include plenty of options for breakfast, lunch, and dinner.\n* Stock up on essential nutrients by purchasing fortified cereals, whole grain breads, and orange juice.",
      "bResponse": "Here are some tips for ensuring a balanced diet for children:\n\n* Continue breastfeeding or feed them a balanced diet consisting of a variety of foods such as fruits, vegetables, whole grains, lean proteins, low-fat dairy products, and healthy fats.\n* Make sure they consume enough fluids throughout the day, including water, milk, and other nutritious beverages.\n* Avoid giving them too much sugar, salt, and saturated fat, which can lead to health problems later in life.\n* Encourage them to try new foods and explore different flavors to develop a diverse palate.\n* Plan meals ahead of time and include plenty of options for breakfast, lunch, and dinner.\n* Stock up on essential nutrients by purchasing fortified cereals, whole grain breads, and orange juice. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 538,
      "question_id": 538,
      "content_block_id": 190,
      "answer": "Breastfeeding is essential for infants as it provides them with the necessary nutrients, antibodies, and hydration they require for growth, development, and overall health. It supports their immune system and contributes to better cognitive and emotional outcomes later in life.",
      "bResponse": "Breastfeeding is essential for infants as it provides them with the necessary nutrients, antibodies, and hydration they require for growth, development, and overall health. It supports their immune system and contributes to better cognitive and emotional outcomes later in life. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 539,
      "question_id": 539,
      "content_block_id": 190,
      "answer": "Parents should prioritize breastfeeding or providing a balanced diet to their children, even during emergencies. They can effectively manage their food and stock by organizing them accordingly.",
      "bResponse": "Parents should prioritize breastfeeding or providing a balanced diet to their children, even during emergencies. They can effectively manage their food and stock by organizing them accordingly. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 540,
      "question_id": 540,
      "content_block_id": 191,
      "answer": "Frequent breastfeeding is necessary during stressful situations because it helps strengthen the child's immunity, ensuring their safety even when exposed to various threats and dangers.",
      "bResponse": "Frequent breastfeeding is necessary during stressful situations because it helps strengthen the child's immunity, ensuring their safety even when exposed to various threats and dangers. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 541,
      "question_id": 541,
      "content_block_id": 191,
      "answer": "Yes, stress can slow down the flow of milk, impacting milk production in mothers. However, it doesn't change the quality of the milk or its nutritional value. To maintain adequate milk production, frequent attachment of the baby to the breast is recommended, ensuring the production of sufficient amounts of breast milk.",
      "bResponse": "Yes, stress can slow down the flow of milk, impacting milk production in mothers. However, it doesn't change the quality of the milk or its nutritional value. To maintain adequate milk production, frequent attachment of the baby to the breast is recommended, ensuring the production of sufficient amounts of breast milk. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 542,
      "question_id": 542,
      "content_block_id": 191,
      "answer": "The baby should be fed at least 8-12 times a day according to its demand.",
      "bResponse": "The baby should be fed at least 8-12 times a day according to its demand. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 543,
      "question_id": 543,
      "content_block_id": 192,
      "answer": "Yes, breastfeeding provides emotional support during emergencies as it allows for direct physical contact between the mother and child which enhances their feelings of safety and security. Additionally, hormones produced during breastfeeding can contribute to a calming effect on both the mother and the child.",
      "bResponse": "Yes, breastfeeding provides emotional support during emergencies as it allows for direct physical contact between the mother and child which enhances their feelings of safety and security. Additionally, hormones produced during breastfeeding can contribute to a calming effect on both the mother and the child. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 544,
      "question_id": 544,
      "content_block_id": 192,
      "answer": "When experiencing high levels of stress, a child's immune system may be weakened.",
      "bResponse": "When experiencing high levels of stress, a child's immune system may be weakened. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 545,
      "question_id": 545,
      "content_block_id": 192,
      "answer": "Yes, a mother's diet can affect her ability to breastfeed. However, even when a mother's diet is unbalanced or restricted, she can still continue to breastfeed effectively.",
      "bResponse": "Yes, a mother's diet can affect her ability to breastfeed. However, even when a mother's diet is unbalanced or restricted, she can still continue to breastfeed effectively. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 546,
      "question_id": 546,
      "content_block_id": 193,
      "answer": "The Support for Refugee Women Program offers various benefits such as guiding pregnant refugee women towards counseling and prenatal education services, regardless of their location in Romania.",
      "bResponse": "The Support for Refugee Women Program offers various benefits such as guiding pregnant refugee women towards counseling and prenatal education services, regardless of their location in Romania. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 547,
      "question_id": 547,
      "content_block_id": 193,
      "answer": "The Support for Refugee Women Program offers guidance on accessing counseling and prenatal education services tailored specifically for those who may be facing difficulties with breastfeeding. To learn more about this service and how it can assist you, please contact them directly to discuss your specific needs and find out what resources are available near your location within Romania.",
      "bResponse": "The Support for Refugee Women Program offers guidance on accessing counseling and prenatal education services tailored specifically for those who may be facing difficulties with breastfeeding. To learn more about this service and how it can assist you, please contact them directly to discuss your specific needs and find out what resources are available near your location within Romania. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 548,
      "question_id": 548,
      "content_block_id": 193,
      "answer": "Yes, if refugee women living outside Romania experience difficulties with breastfeeding or wish to receive information and preparation for breastfeeding, they can be guided towards counseling and prenatal education services necessary regardless of their location within Romania through the Support for Refugee Women Program.",
      "bResponse": "Yes, if refugee women living outside Romania experience difficulties with breastfeeding or wish to receive information and preparation for breastfeeding, they can be guided towards counseling and prenatal education services necessary regardless of their location within Romania through the Support for Refugee Women Program. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 549,
      "question_id": 549,
      "content_block_id": 194,
      "answer": "No, children aged under 6 months should not be fed animal milk, water or formula for older children.",
      "bResponse": "No, children aged under 6 months should not be fed animal milk, water or formula for older children. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 550,
      "question_id": 550,
      "content_block_id": 194,
      "answer": "Properly preparing dry infant formula ensures its safety and sterility, as boiling water kills any potential bacteria present in the water or powder mix. This helps prevent illnesses caused by contamination. Additionally, it is essential to store the cooked formula properly, either in a refrigerator bag with an ice pack for up to 4 hours or a bag for up to 2 hours, if necessary.",
      "bResponse": "Properly preparing dry infant formula ensures its safety and sterility, as boiling water kills any potential bacteria present in the water or powder mix. This helps prevent illnesses caused by contamination. Additionally, it is essential to store the cooked formula properly, either in a refrigerator bag with an ice pack for up to 4 hours or a bag for up to 2 hours, if necessary. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 551,
      "question_id": 551,
      "content_block_id": 194,
      "answer": "When traveling, it can be challenging to properly clean feeding bottles due to limited resources and space. However, here are some tips to help ensure cleanliness during this process:\n\n* Avoid using bottles altogether if possible and opt for cups instead, as they are generally easier to clean.\n* When using bottles, make sure to thoroughly rinse them with running water before sanitizing them.\n* Boil water at a temperature above 70 degrees Celsius to kill any bacteria present in the water or dry powder before mixing the formula. This will provide additional protection against contamination.\n* Prepare the formula immediately prior to giving it to the baby, rather than making large batches ahead of time. Storing pre-made formula increases the risk of bacterial growth.\n* If you need to store leftover formula, refrigerate it within two hours of preparing it. The container should also contain an ice pack or be placed inside a refrigerator bag to maintain freshness. Keep in mind that the storage duration shouldn't exceed four hours.\n* Always check the expiration date on the formula and discard any unused portion past its expiry date.",
      "bResponse": "When traveling, it can be challenging to properly clean feeding bottles due to limited resources and space. However, here are some tips to help ensure cleanliness during this process:\n\n* Avoid using bottles altogether if possible and opt for cups instead, as they are generally easier to clean.\n* When using bottles, make sure to thoroughly rinse them with running water before sanitizing them.\n* Boil water at a temperature above 70 degrees Celsius to kill any bacteria present in the water or dry powder before mixing the formula. This will provide additional protection against contamination.\n* Prepare the formula immediately prior to giving it to the baby, rather than making large batches ahead of time. Storing pre-made formula increases the risk of bacterial growth.\n* If you need to store leftover formula, refrigerate it within two hours of preparing it. The container should also contain an ice pack or be placed inside a refrigerator bag to maintain freshness. Keep in mind that the storage duration shouldn't exceed four hours.\n* Always check the expiration date on the formula and discard any unused portion past its expiry date. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 552,
      "question_id": 552,
      "content_block_id": 195,
      "answer": "Here are some tips for providing a balanced diet to young children:\n\n* Make sure they consume a variety of foods from different food groups such as grains, fruits, vegetables, proteins, dairy, and fats.\n* Encourage them to try new foods and expose them to various flavors at an early age.\n* Offer healthy snacks between meals, such as raw veggies, fruit slices, and whole grain crackers.\n* Limit their intake of sugary drinks and processed snacks.\n* Ensure portion sizes are appropriate for their age and activity level.\n* Cook meals together to make mealtime fun and interactive.",
      "bResponse": "Here are some tips for providing a balanced diet to young children:\n\n* Make sure they consume a variety of foods from different food groups such as grains, fruits, vegetables, proteins, dairy, and fats.\n* Encourage them to try new foods and expose them to various flavors at an early age.\n* Offer healthy snacks between meals, such as raw veggies, fruit slices, and whole grain crackers.\n* Limit their intake of sugary drinks and processed snacks.\n* Ensure portion sizes are appropriate for their age and activity level.\n* Cook meals together to make mealtime fun and interactive. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 553,
      "question_id": 553,
      "content_block_id": 195,
      "answer": "The importance of having a varied diet for infants lies in their need for a balanced nutrition, which directly impacts both their overall wellbeing and immunity levels. A diverse range of foods ensures they receive essential nutrients needed for growth and development. In cases where access to various food options might be restricted, maintaining proper dietary habits remains crucial for the health of young ones.",
      "bResponse": "The importance of having a varied diet for infants lies in their need for a balanced nutrition, which directly impacts both their overall wellbeing and immunity levels. A diverse range of foods ensures they receive essential nutrients needed for growth and development. In cases where access to various food options might be restricted, maintaining proper dietary habits remains crucial for the health of young ones. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 554,
      "question_id": 554,
      "content_block_id": 195,
      "answer": "Babies should start solid foods around six months of age. It is important to introduce new foods gradually and monitor their reactions to ensure they do not have any adverse effects.",
      "bResponse": "Babies should start solid foods around six months of age. It is important to introduce new foods gradually and monitor their reactions to ensure they do not have any adverse effects. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 555,
      "question_id": 555,
      "content_block_id": 196,
      "answer": "Some tips for successful breastfeeding include establishing a good latch, positioning the baby correctly, maintaining proper hydration and nutrition, and seeking support if needed. Additionally, it is essential to have open communication with healthcare providers and consult with lactation specialists when necessary.",
      "bResponse": "Some tips for successful breastfeeding include establishing a good latch, positioning the baby correctly, maintaining proper hydration and nutrition, and seeking support if needed. Additionally, it is essential to have open communication with healthcare providers and consult with lactation specialists when necessary. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 556,
      "question_id": 556,
      "content_block_id": 196,
      "answer": "Yes, there are many reproductive health issues that can affect women. Some common ones include:\n- Unplanned pregnancy\n- Infertility\n- Pelvic inflammatory disease (PID)\n- Endometriosis\n- Breast cancer\n- Cervical cancer\nThese are just a few examples, but it's important for every woman to be aware of these issues and seek appropriate medical care if necessary.",
      "bResponse": "Yes, there are many reproductive health issues that can affect women. Some common ones include:\n- Unplanned pregnancy\n- Infertility\n- Pelvic inflammatory disease (PID)\n- Endometriosis\n- Breast cancer\n- Cervical cancer\nThese are just a few examples, but it's important for every woman to be aware of these issues and seek appropriate medical care if necessary. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 557,
      "question_id": 557,
      "content_block_id": 196,
      "answer": "Find more information about women's health and access to reproductive health services by visiting the <http://www.womencenter.org/> website on the Women Center platform.",
      "bResponse": "Find more information about women's health and access to reproductive health services by visiting the <http://www.womencenter.org/> website on the Women Center platform. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 558,
      "question_id": 558,
      "content_block_id": 197,
      "answer": "Joining this community gardening program can provide several benefits such as learning new skills, connecting with neighbors, improving physical health, and contributing to a healthier environment.",
      "bResponse": "Joining this community gardening program can provide several benefits such as learning new skills, connecting with neighbors, improving physical health, and contributing to a healthier environment. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 559,
      "question_id": 559,
      "content_block_id": 197,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 560,
      "question_id": 560,
      "content_block_id": 197,
      "answer": "Yes, it would be beneficial if you have some experience with gardening.",
      "bResponse": "Yes, it would be beneficial if you have some experience with gardening. For more details, visit https://dopomoha.ro/en/childrens-nutrition",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}