{
  "answers": [
    {
      "answer_id": 1094,
      "question_id": 1094,
      "content_block_id": 380,
      "answer": "Here are some tips for enjoying your first day in Constanța:\n\n* Explore the city center and visit attractions such as the Black Sea Promenade, Constanța Cathedral, and the Danube Riverfront.\n* Enjoy the local cuisine by trying traditional Romanian dishes at restaurants or street food vendors.\n* Take a walk along the beach and soak up the sun and sea breeze.\n* Visit the Old Town district and admire its charming architecture and atmosphere.\n* Check out the local art scene by visiting galleries and museums, such as the National Museum of History and Archaeology.\n* Experience the nightlife by exploring bars and clubs in the city center.",
      "bResponse": "Here are some tips for enjoying your first day in Constanța:\n\n* Explore the city center and visit attractions such as the Black Sea Promenade, Constanța Cathedral, and the Danube Riverfront.\n* Enjoy the local cuisine by trying traditional Romanian dishes at restaurants or street food vendors.\n* Take a walk along the beach and soak up the sun and sea breeze.\n* Visit the Old Town district and admire its charming architecture and atmosphere.\n* Check out the local art scene by visiting galleries and museums, such as the National Museum of History and Archaeology.\n* Experience the nightlife by exploring bars and clubs in the city center. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1095,
      "question_id": 1095,
      "content_block_id": 380,
      "answer": "The summary states: \"Find information on how to manage in a new city and who can help you.\" So, if you are looking for someone who can assist you with navigating the local transportation system in Constanța, there is useful information available about managing in a new city which may include tips or recommendations regarding this matter.",
      "bResponse": "The summary states: \"Find information on how to manage in a new city and who can help you.\" So, if you are looking for someone who can assist you with navigating the local transportation system in Constanța, there is useful information available about managing in a new city which may include tips or recommendations regarding this matter. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1096,
      "question_id": 1096,
      "content_block_id": 380,
      "answer": "Yes, there are many exciting events and festivals happening in the area throughout the year!",
      "bResponse": "Yes, there are many exciting events and festivals happening in the area throughout the year! For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1097,
      "question_id": 1097,
      "content_block_id": 382,
      "answer": "\"Stay safe and have access to affordable housing.\"",
      "bResponse": "\"Stay safe and have access to affordable housing.\" For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1098,
      "question_id": 1098,
      "content_block_id": 382,
      "answer": "Yes, individuals can receive legal assistance while living in these accommodations under specific circumstances and depending on their situation.",
      "bResponse": "Yes, individuals can receive legal assistance while living in these accommodations under specific circumstances and depending on their situation. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1099,
      "question_id": 1099,
      "content_block_id": 382,
      "answer": "Yes, there are resources available for finding suitable employment within the community.",
      "bResponse": "Yes, there are resources available for finding suitable employment within the community. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1100,
      "question_id": 1100,
      "content_block_id": 383,
      "answer": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence, among other things. They also provide assistance in navigating the health system if needed.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence, among other things. They also provide assistance in navigating the health system if needed. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1101,
      "question_id": 1101,
      "content_block_id": 383,
      "answer": "Yes, everyone can access the services provided by the Women's Center if they meet the criteria and needs of those specific services.",
      "bResponse": "Yes, everyone can access the services provided by the Women's Center if they meet the criteria and needs of those specific services. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1102,
      "question_id": 1102,
      "content_block_id": 383,
      "answer": "The Women's Center can be found by clicking here and asking for help.",
      "bResponse": "The Women's Center can be found by clicking here and asking for help. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1103,
      "question_id": 1103,
      "content_block_id": 384,
      "answer": "The Regional HIV Center offers free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors and expert advice from Sens Pozitiv.",
      "bResponse": "The Regional HIV Center offers free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors and expert advice from Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1104,
      "question_id": 1104,
      "content_block_id": 384,
      "answer": "No, you don't have to be living with HIV to access their services. The service providers offer free, anonymous, and confidential psycho-medical-social HIV services to anyone who needs them, including those seeking information or support about living with HIV.",
      "bResponse": "No, you don't have to be living with HIV to access their services. The service providers offer free, anonymous, and confidential psycho-medical-social HIV services to anyone who needs them, including those seeking information or support about living with HIV. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1105,
      "question_id": 1105,
      "content_block_id": 384,
      "answer": "The support network mentioned provides free, anonymous, and confidential psycho-medical-social HIV services at 10 Regional HIV Centers in Romania, along with the expertise and support of Sens Pozitiv. If you would like more information on this support network, please visit their website or contact them directly for further assistance.",
      "bResponse": "The support network mentioned provides free, anonymous, and confidential psycho-medical-social HIV services at 10 Regional HIV Centers in Romania, along with the expertise and support of Sens Pozitiv. If you would like more information on this support network, please visit their website or contact them directly for further assistance. For more details, visit https://dopomoha.ro/en/dopomoha-constanta",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}