{
  "answers": [
    {
      "answer_id": 1175,
      "question_id": 1175,
      "content_block_id": 408,
      "answer": "To join the community gardening program in Cluj-Napoca, follow these steps:\n\n1. Research local programs or organizations offering community gardening opportunities. Look into established gardens within your neighborhood or reach out to nearby greenhouses or garden centers for suggestions.\n2. Attend an informational meeting or orientation session provided by the organization or group managing the garden plot(s). This will provide valuable insight into their expectations, requirements, and guidelines for participating members.\n3. Complete any necessary registration forms or paperwork required to become part of the program. You might be asked to sign agreements or waivers related to potential risks involved with working outdoors.\n4. Coordinate with the organizers about the availability of plots available at various locations throughout the city. Choose a convenient location near your home or work if possible.\n5. Learn about the responsibilities associated with maintaining the garden, such as watering plants, weeding, harvesting produce, and organizing volunteer events.\n6. Acquire tools and materials needed for gardening, such as seeds, soil, compost, gloves, etc., through donations or purchasing them directly from the garden center.\n7. Begin planting and cultivating your chosen crops following the recommendations outlined by experienced gardeners within the community.\n8. Participate actively in regular meetings, workshops",
      "bResponse": "To join the community gardening program in Cluj-Napoca, follow these steps:\n\n1. Research local programs or organizations offering community gardening opportunities. Look into established gardens within your neighborhood or reach out to nearby greenhouses or garden centers for suggestions.\n2. Attend an informational meeting or orientation session provided by the organization or group managing the garden plot(s). This will provide valuable insight into their expectations, requirements, and guidelines for participating members.\n3. Complete any necessary registration forms or paperwork required to become part of the program. You might be asked to sign agreements or waivers related to potential risks involved with working outdoors.\n4. Coordinate with the organizers about the availability of plots available at various locations throughout the city. Choose a convenient location near your home or work if possible.\n5. Learn about the responsibilities associated with maintaining the garden, such as watering plants, weeding, harvesting produce, and organizing volunteer events.\n6. Acquire tools and materials needed for gardening, such as seeds, soil, compost, gloves, etc., through donations or purchasing them directly from the garden center.\n7. Begin planting and cultivating your chosen crops following the recommendations outlined by experienced gardeners within the community.\n8. Participate actively in regular meetings, workshops For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1176,
      "question_id": 1176,
      "content_block_id": 408,
      "answer": "Yes, find more information about upcoming events and activities by visiting the official website of Cluj-Napoca.",
      "bResponse": "Yes, find more information about upcoming events and activities by visiting the official website of Cluj-Napoca. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1177,
      "question_id": 1177,
      "content_block_id": 408,
      "answer": "Cluj-Napoca has many resources available for newcomers, including various organizations and institutions offering assistance with settling into the area. You may want to consider visiting local libraries or community centers for further information on the program you're interested in. Additionally, there might be specific websites dedicated to the topic as well.",
      "bResponse": "Cluj-Napoca has many resources available for newcomers, including various organizations and institutions offering assistance with settling into the area. You may want to consider visiting local libraries or community centers for further information on the program you're interested in. Additionally, there might be specific websites dedicated to the topic as well. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1178,
      "question_id": 1178,
      "content_block_id": 409,
      "answer": "The support program for accommodation, meals and integration in Cluj-Napoca offers various services to vulnerable individuals. Accessing this program requires relevant information, and further details on how to apply can be found [here](http://www.romaniansc.ro).",
      "bResponse": "The support program for accommodation, meals and integration in Cluj-Napoca offers various services to vulnerable individuals. Accessing this program requires relevant information, and further details on how to apply can be found [here](http://www.romaniansc.ro). For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1179,
      "question_id": 1179,
      "content_block_id": 409,
      "answer": "Referrals are provided to vulnerable individuals who require psychological support by the International Organization for Migration (IOM). The support is available in Russian, Ukrainian, Romanian and English languages.",
      "bResponse": "Referrals are provided to vulnerable individuals who require psychological support by the International Organization for Migration (IOM). The support is available in Russian, Ukrainian, Romanian and English languages. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1180,
      "question_id": 1180,
      "content_block_id": 409,
      "answer": "Patrir",
      "bResponse": "Patrir For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1181,
      "question_id": 1181,
      "content_block_id": 410,
      "answer": "Yes, locals can use the public transportation system for free in Cluj, but they may be required to show identification if checked by authorities.",
      "bResponse": "Yes, locals can use the public transportation system for free in Cluj, but they may be required to show identification if checked by authorities. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1182,
      "question_id": 1182,
      "content_block_id": 410,
      "answer": "No, visitors don't need to pay for using the city's public transport in Cluj as long as they can provide proof of identity if asked by authorities.",
      "bResponse": "No, visitors don't need to pay for using the city's public transport in Cluj as long as they can provide proof of identity if asked by authorities. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1183,
      "question_id": 1183,
      "content_block_id": 410,
      "answer": "Yes, you can use the public transportation system for free in Cluj if you are under a certain age.",
      "bResponse": "Yes, you can use the public transportation system for free in Cluj if you are under a certain age. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1184,
      "question_id": 1184,
      "content_block_id": 411,
      "answer": "The legal status of affordable housing varies depending on your location and specific program. In general, you must meet certain income limits set by local authorities to be eligible. Housing information such as type, size, and location may also affect eligibility. To stay safe when applying for affordable housing, follow application procedures carefully and avoid scams or frauds related to this process. Jobs can provide support with rent payments, but additional assistance might still be needed if your household has limited resources.",
      "bResponse": "The legal status of affordable housing varies depending on your location and specific program. In general, you must meet certain income limits set by local authorities to be eligible. Housing information such as type, size, and location may also affect eligibility. To stay safe when applying for affordable housing, follow application procedures carefully and avoid scams or frauds related to this process. Jobs can provide support with rent payments, but additional assistance might still be needed if your household has limited resources. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1185,
      "question_id": 1185,
      "content_block_id": 411,
      "answer": "Yes, you can find job opportunities related to environmental conservation by searching for positions at organizations and companies dedicated to protecting the environment or promoting sustainability.",
      "bResponse": "Yes, you can find job opportunities related to environmental conservation by searching for positions at organizations and companies dedicated to protecting the environment or promoting sustainability. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1186,
      "question_id": 1186,
      "content_block_id": 411,
      "answer": "\"You can seek support for mental health issues at hospitals, counseling centers, and community organizations.\"",
      "bResponse": "\"You can seek support for mental health issues at hospitals, counseling centers, and community organizations.\" For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1187,
      "question_id": 1187,
      "content_block_id": 412,
      "answer": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system. Additionally, they provide services specifically designed for victims of domestic violence. If you need help, feel free to ask for it by clicking on their link.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system. Additionally, they provide services specifically designed for victims of domestic violence. If you need help, feel free to ask for it by clicking on their link. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1188,
      "question_id": 1188,
      "content_block_id": 412,
      "answer": "Yes, the Women's Center can assist with finding safe housing after experiencing domestic violence by connecting individuals to resources and support systems within their community.",
      "bResponse": "Yes, the Women's Center can assist with finding safe housing after experiencing domestic violence by connecting individuals to resources and support systems within their community. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1189,
      "question_id": 1189,
      "content_block_id": 412,
      "answer": "Yes, the Women's Center has programs specifically designed to promote reproductive health.",
      "bResponse": "Yes, the Women's Center has programs specifically designed to promote reproductive health. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1190,
      "question_id": 1190,
      "content_block_id": 413,
      "answer": "The services provided include free, anonymous, and confidential psycho-medical-social HIV support from specialist doctors at 10 Regional HIV Centers in Romania, as well as expert advice and support from Sens Pozitiv. These services aim to offer assistance to individuals who have arrived in Romania and require support in dealing with their HIV status. The services are available on a confidential basis, meaning that personal information shared during sessions will remain private.",
      "bResponse": "The services provided include free, anonymous, and confidential psycho-medical-social HIV support from specialist doctors at 10 Regional HIV Centers in Romania, as well as expert advice and support from Sens Pozitiv. These services aim to offer assistance to individuals who have arrived in Romania and require support in dealing with their HIV status. The services are available on a confidential basis, meaning that personal information shared during sessions will remain private. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1191,
      "question_id": 1191,
      "content_block_id": 413,
      "answer": "The assistance can be found at 10 Regional HIV Centers located throughout Romania, as well as through the expertise and support of Sens Pozitiv.",
      "bResponse": "The assistance can be found at 10 Regional HIV Centers located throughout Romania, as well as through the expertise and support of Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1192,
      "question_id": 1192,
      "content_block_id": 413,
      "answer": "No, you do not have to disclose your status to access these services. The support is free, anonymous, and confidential.",
      "bResponse": "No, you do not have to disclose your status to access these services. The support is free, anonymous, and confidential. For more details, visit https://dopomoha.ro/en/dopomoha-cluj-napoca",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}