{
  "answers": [
    {
      "answer_id": 1202,
      "question_id": 1202,
      "content_block_id": 418,
      "answer": "The goal of the community gardening initiative is to promote sustainable urban agriculture by encouraging local residents to grow their own food or participate in garden-related activities within the community. This helps foster a sense of community engagement and environmental awareness among individuals living in the area.",
      "bResponse": "The goal of the community gardening initiative is to promote sustainable urban agriculture by encouraging local residents to grow their own food or participate in garden-related activities within the community. This helps foster a sense of community engagement and environmental awareness among individuals living in the area. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1203,
      "question_id": 1203,
      "content_block_id": 418,
      "answer": "Anyone interested in contributing to their local environment and community can participate in the community gardening initiative by volunteering at designated gardens or starting one within their neighborhood.",
      "bResponse": "Anyone interested in contributing to their local environment and community can participate in the community gardening initiative by volunteering at designated gardens or starting one within their neighborhood. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1204,
      "question_id": 1204,
      "content_block_id": 418,
      "answer": "In Brăila, you may want to visit the local libraries or community centers for information about community gardening initiatives. These institutions often have resources available for residents interested in learning more about such programs. Additionally, contacting local government agencies could be beneficial as they might also have relevant information regarding current or upcoming community gardening projects.",
      "bResponse": "In Brăila, you may want to visit the local libraries or community centers for information about community gardening initiatives. These institutions often have resources available for residents interested in learning more about such programs. Additionally, contacting local government agencies could be beneficial as they might also have relevant information regarding current or upcoming community gardening projects. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1205,
      "question_id": 1205,
      "content_block_id": 419,
      "answer": "The Brăila County Immigration Office can be contacted at phone numbers 0239 606 100 or br.igi@mai.gov.ro for inquiries and assistance regarding immigration matters within the county.",
      "bResponse": "The Brăila County Immigration Office can be contacted at phone numbers 0239 606 100 or br.igi@mai.gov.ro for inquiries and assistance regarding immigration matters within the county. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1206,
      "question_id": 1206,
      "content_block_id": 419,
      "answer": "The appropriate contact number for emergencies in Romania is 112.",
      "bResponse": "The appropriate contact number for emergencies in Romania is 112. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1207,
      "question_id": 1207,
      "content_block_id": 419,
      "answer": "Yes, there are several community gardening programs available in Romania. Some organizations and local governments have initiatives aimed at promoting urban agriculture and supporting community gardens. Additionally, there may be grants or funding opportunities for individuals or groups interested in starting their own community garden projects.",
      "bResponse": "Yes, there are several community gardening programs available in Romania. Some organizations and local governments have initiatives aimed at promoting urban agriculture and supporting community gardens. Additionally, there may be grants or funding opportunities for individuals or groups interested in starting their own community garden projects. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1208,
      "question_id": 1208,
      "content_block_id": 420,
      "answer": "To be eligible for the accommodation, board, and integration support program in Brăila, individuals must meet certain requirements. These include having financial difficulties, being unemployed or underemployed, and demonstrating strong motivation towards personal development and social inclusion. Additional information about the specific eligibility criteria can be found through more detailed research on this topic.",
      "bResponse": "To be eligible for the accommodation, board, and integration support program in Brăila, individuals must meet certain requirements. These include having financial difficulties, being unemployed or underemployed, and demonstrating strong motivation towards personal development and social inclusion. Additional information about the specific eligibility criteria can be found through more detailed research on this topic. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1209,
      "question_id": 1209,
      "content_block_id": 420,
      "answer": "Yes, the support program provides information about the accommodation, meals, and integration assistance program.",
      "bResponse": "Yes, the support program provides information about the accommodation, meals, and integration assistance program. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1210,
      "question_id": 1210,
      "content_block_id": 420,
      "answer": "For more information on the application process for the support program, please visit the official website or contact the relevant authorities in Brăila.",
      "bResponse": "For more information on the application process for the support program, please visit the official website or contact the relevant authorities in Brăila. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1211,
      "question_id": 1211,
      "content_block_id": 421,
      "answer": "Tickets for public transport in Brăila can be purchased at various locations such as Tabacariei (tobacco shops), newsstands, and kiosks throughout the city. More information on ticket prices and routes can be found by visiting the official website or contacting the local transportation authority.",
      "bResponse": "Tickets for public transport in Brăila can be purchased at various locations such as Tabacariei (tobacco shops), newsstands, and kiosks throughout the city. More information on ticket prices and routes can be found by visiting the official website or contacting the local transportation authority. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1212,
      "question_id": 1212,
      "content_block_id": 421,
      "answer": "In Brăila, there is an extensive network of public transportation services which include buses as the primary mode of transport. Additionally, trams have been known to operate within certain areas of the city.",
      "bResponse": "In Brăila, there is an extensive network of public transportation services which include buses as the primary mode of transport. Additionally, trams have been known to operate within certain areas of the city. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1213,
      "question_id": 1213,
      "content_block_id": 421,
      "answer": "Ticket prices may vary depending on the time of day or week in some cities. Please check the specific schedule of the public transportation system in Brăila for more accurate information about when ticket prices change.",
      "bResponse": "Ticket prices may vary depending on the time of day or week in some cities. Please check the specific schedule of the public transportation system in Brăila for more accurate information about when ticket prices change. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1214,
      "question_id": 1214,
      "content_block_id": 422,
      "answer": "Family doctors and other medical services can be found at the County Emergency Clinical Hospital in Brăila.",
      "bResponse": "Family doctors and other medical services can be found at the County Emergency Clinical Hospital in Brăila. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1215,
      "question_id": 1215,
      "content_block_id": 422,
      "answer": "Yes, you will not be charged for the consultation with a family doctor at County Emergency Clinical Hospital in Braila.",
      "bResponse": "Yes, you will not be charged for the consultation with a family doctor at County Emergency Clinical Hospital in Braila. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1216,
      "question_id": 1216,
      "content_block_id": 422,
      "answer": "Yes, foreigners can access the healthcare system in Romania by going to the County Emergency Clinical Hospital and finding a list of family doctors in Braila for further assistance.",
      "bResponse": "Yes, foreigners can access the healthcare system in Romania by going to the County Emergency Clinical Hospital and finding a list of family doctors in Braila for further assistance. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1217,
      "question_id": 1217,
      "content_block_id": 423,
      "answer": "To enroll your child in Romanian primary education, you will need the following documents:\n\n* Birth certificate (copie)\n* Residence permit or residence card\n* Parental consent form\n* Passport-sized photo of the child",
      "bResponse": "To enroll your child in Romanian primary education, you will need the following documents:\n\n* Birth certificate (copie)\n* Residence permit or residence card\n* Parental consent form\n* Passport-sized photo of the child For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1218,
      "question_id": 1218,
      "content_block_id": 423,
      "answer": "The Romanian education system has some differences compared to other countries, such as having a more traditional approach to teaching and learning, with a focus on rote memorization rather than problem-solving skills. Additionally, there is a strong emphasis on classical literature and history within the curriculum.",
      "bResponse": "The Romanian education system has some differences compared to other countries, such as having a more traditional approach to teaching and learning, with a focus on rote memorization rather than problem-solving skills. Additionally, there is a strong emphasis on classical literature and history within the curriculum. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1219,
      "question_id": 1219,
      "content_block_id": 423,
      "answer": "The Romanian education system provides detailed information on how to enroll your child in primary education, including necessary documents. More information about this topic can be found by visiting their official website or contacting local authorities for assistance with the enrollment process.",
      "bResponse": "The Romanian education system provides detailed information on how to enroll your child in primary education, including necessary documents. More information about this topic can be found by visiting their official website or contacting local authorities for assistance with the enrollment process. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1220,
      "question_id": 1220,
      "content_block_id": 424,
      "answer": "Local organizations offer various types of support and services depending on their focus area. To find out what specific services they provide, you can search for organizations near your location by exploring the map available online. This will help you discover which ones operate within your city or region.",
      "bResponse": "Local organizations offer various types of support and services depending on their focus area. To find out what specific services they provide, you can search for organizations near your location by exploring the map available online. This will help you discover which ones operate within your city or region. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1221,
      "question_id": 1221,
      "content_block_id": 424,
      "answer": "\"Explore the map for service providers near you to find information about community gardens.\"",
      "bResponse": "\"Explore the map for service providers near you to find information about community gardens.\" For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1222,
      "question_id": 1222,
      "content_block_id": 424,
      "answer": "Explore the map and find service providers near you to discover organizations offering their support.",
      "bResponse": "Explore the map and find service providers near you to discover organizations offering their support. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1223,
      "question_id": 1223,
      "content_block_id": 425,
      "answer": "To participate in this community gardening program, individuals must be at least 18 years old and reside within the city limits. Additionally, they must agree to follow all applicable laws and regulations governing the use of public property and adhere to any rules set forth by the local government or community organization overseeing the garden project.",
      "bResponse": "To participate in this community gardening program, individuals must be at least 18 years old and reside within the city limits. Additionally, they must agree to follow all applicable laws and regulations governing the use of public property and adhere to any rules set forth by the local government or community organization overseeing the garden project. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1224,
      "question_id": 1224,
      "content_block_id": 425,
      "answer": "Yes, there are age restrictions for joining this community gardening program. Participants must be at least 18 years old to join and contribute to the garden.",
      "bResponse": "Yes, there are age restrictions for joining this community gardening program. Participants must be at least 18 years old to join and contribute to the garden. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1225,
      "question_id": 1225,
      "content_block_id": 425,
      "answer": "No",
      "bResponse": "No For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1226,
      "question_id": 1226,
      "content_block_id": 426,
      "answer": "The proposed housing project offers various benefits such as affordable prices, modern amenities and facilities, spacious living spaces, secure gated communities, proximity to schools and other essential services, and easy access to public transportation.",
      "bResponse": "The proposed housing project offers various benefits such as affordable prices, modern amenities and facilities, spacious living spaces, secure gated communities, proximity to schools and other essential services, and easy access to public transportation. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1227,
      "question_id": 1227,
      "content_block_id": 426,
      "answer": "Yes, the community garden initiative encourages participation from people of various age groups and abilities.",
      "bResponse": "Yes, the community garden initiative encourages participation from people of various age groups and abilities. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1228,
      "question_id": 1228,
      "content_block_id": 426,
      "answer": "Yes, residents can find affordable rental options in the area.",
      "bResponse": "Yes, residents can find affordable rental options in the area. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1229,
      "question_id": 1229,
      "content_block_id": 427,
      "answer": "The key features of this new initiative include its focus on improving public transportation and reducing traffic congestion in the city. Additionally, it aims to enhance pedestrian safety and encourage walking as an alternative mode of transportation. The project also seeks to promote sustainable urban development by integrating green spaces into the design.",
      "bResponse": "The key features of this new initiative include its focus on improving public transportation and reducing traffic congestion in the city. Additionally, it aims to enhance pedestrian safety and encourage walking as an alternative mode of transportation. The project also seeks to promote sustainable urban development by integrating green spaces into the design. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1230,
      "question_id": 1230,
      "content_block_id": 427,
      "answer": "Anyone interested in the topic can participate in the upcoming workshop.",
      "bResponse": "Anyone interested in the topic can participate in the upcoming workshop. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1231,
      "question_id": 1231,
      "content_block_id": 427,
      "answer": "To sign up for a community garden plot, you need to visit your local gardening center or city hall and ask about their available plots. If there are any open spots, they will likely require some information such as name, address, phone number, email, etc., so make sure to bring these with you when signing up.",
      "bResponse": "To sign up for a community garden plot, you need to visit your local gardening center or city hall and ask about their available plots. If there are any open spots, they will likely require some information such as name, address, phone number, email, etc., so make sure to bring these with you when signing up. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1232,
      "question_id": 1232,
      "content_block_id": 428,
      "answer": "Participating in this community gardening initiative can have several benefits such as promoting environmental sustainability, creating social connections and fostering a sense of community, improving physical health through outdoor activities and fresh produce consumption, reducing stress levels, and contributing to local food security.",
      "bResponse": "Participating in this community gardening initiative can have several benefits such as promoting environmental sustainability, creating social connections and fostering a sense of community, improving physical health through outdoor activities and fresh produce consumption, reducing stress levels, and contributing to local food security. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1233,
      "question_id": 1233,
      "content_block_id": 428,
      "answer": "Anyone can join the community gardening project as long as they have an interest in contributing to their local environment and sharing knowledge with others.",
      "bResponse": "Anyone can join the community gardening project as long as they have an interest in contributing to their local environment and sharing knowledge with others. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1234,
      "question_id": 1234,
      "content_block_id": 428,
      "answer": "Find more information by reading the content block titled \"Initiatives\".",
      "bResponse": "Find more information by reading the content block titled \"Initiatives\". For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1235,
      "question_id": 1235,
      "content_block_id": 429,
      "answer": "The focus of this job-related initiative is to provide support and resources for individuals seeking employment opportunities within the healthcare industry.",
      "bResponse": "The focus of this job-related initiative is to provide support and resources for individuals seeking employment opportunities within the healthcare industry. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1236,
      "question_id": 1236,
      "content_block_id": 429,
      "answer": "Yes, some jobs may have specific age requirements or restrictions based on factors such as experience and training needed for the position.",
      "bResponse": "Yes, some jobs may have specific age requirements or restrictions based on factors such as experience and training needed for the position. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1237,
      "question_id": 1237,
      "content_block_id": 429,
      "answer": "Yes, the platform aims to provide opportunities for individuals from diverse backgrounds to find employment.",
      "bResponse": "Yes, the platform aims to provide opportunities for individuals from diverse backgrounds to find employment. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1238,
      "question_id": 1238,
      "content_block_id": 430,
      "answer": "To join, you need to meet certain criteria and fulfill specific conditions.",
      "bResponse": "To join, you need to meet certain criteria and fulfill specific conditions. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1239,
      "question_id": 1239,
      "content_block_id": 430,
      "answer": "Yes, participants can access support resources during the program.",
      "bResponse": "Yes, participants can access support resources during the program. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1240,
      "question_id": 1240,
      "content_block_id": 430,
      "answer": "Yes, there might be age restrictions for participating.",
      "bResponse": "Yes, there might be age restrictions for participating. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1241,
      "question_id": 1241,
      "content_block_id": 431,
      "answer": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system, as well as services dedicated to helping victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system, as well as services dedicated to helping victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1242,
      "question_id": 1242,
      "content_block_id": 431,
      "answer": "Yes, the Women's Center can assist you with accessing resources and information about financial aid options for medical bills related to reproductive healthcare and domestic violence-related issues.",
      "bResponse": "Yes, the Women's Center can assist you with accessing resources and information about financial aid options for medical bills related to reproductive healthcare and domestic violence-related issues. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1243,
      "question_id": 1243,
      "content_block_id": 431,
      "answer": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence. If you need these services, please visit their website by clicking here [insert link].",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence. If you need these services, please visit their website by clicking here [insert link]. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1244,
      "question_id": 1244,
      "content_block_id": 432,
      "answer": "The regional HIV centers provide free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors, as well as expertise and support from Sens Pozitiv.",
      "bResponse": "The regional HIV centers provide free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors, as well as expertise and support from Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1245,
      "question_id": 1245,
      "content_block_id": 432,
      "answer": "People living with HIV can access the support offered by Sens Pozitiv at the 10 Regional HIV Centers in Romania. This support includes psycho-medical-social services provided by specialist doctors, as well as the expertise and support of Sens Pozitiv. The support is free, anonymous, and confidential.",
      "bResponse": "People living with HIV can access the support offered by Sens Pozitiv at the 10 Regional HIV Centers in Romania. This support includes psycho-medical-social services provided by specialist doctors, as well as the expertise and support of Sens Pozitiv. The support is free, anonymous, and confidential. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1246,
      "question_id": 1246,
      "content_block_id": 432,
      "answer": "The psycho-medical-social assistance for individuals living with HIV is available at 10 Regional HIV Centers in Romania, supported by the expertise and support of Sens Pozitiv. These services include free, anonymous, and confidential care provided by specialist doctors. To access these resources, one should ask for help.",
      "bResponse": "The psycho-medical-social assistance for individuals living with HIV is available at 10 Regional HIV Centers in Romania, supported by the expertise and support of Sens Pozitiv. These services include free, anonymous, and confidential care provided by specialist doctors. To access these resources, one should ask for help. For more details, visit https://dopomoha.ro/en/dopomoha-braila",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}