{
  "answers": [
    {
      "answer_id": 1193,
      "question_id": 1193,
      "content_block_id": 414,
      "answer": "To get involved with the community garden, consider reaching out to local organizations or contacting individuals who have experience managing gardens. Additionally, look for volunteer opportunities at nearby schools, parks, or other public spaces where gardening projects may be ongoing.",
      "bResponse": "To get involved with the community garden, consider reaching out to local organizations or contacting individuals who have experience managing gardens. Additionally, look for volunteer opportunities at nearby schools, parks, or other public spaces where gardening projects may be ongoing. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1194,
      "question_id": 1194,
      "content_block_id": 414,
      "answer": "Yes, you can find information about upcoming events and workshops related to community gardening by visiting local organizations such as the Botanical Garden of Moldova, which hosts various educational activities for children and adults throughout the year. Additionally, you may want to check with local libraries and cultural centers for additional resources and programs available in your area.",
      "bResponse": "Yes, you can find information about upcoming events and workshops related to community gardening by visiting local organizations such as the Botanical Garden of Moldova, which hosts various educational activities for children and adults throughout the year. Additionally, you may want to check with local libraries and cultural centers for additional resources and programs available in your area. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1195,
      "question_id": 1195,
      "content_block_id": 414,
      "answer": "The summary provides information on managing in a new city and mentions that there may be a local organization or government agency that could assist with inquiries regarding community gardens initiatives. It also suggests seeking out other locals for advice.",
      "bResponse": "The summary provides information on managing in a new city and mentions that there may be a local organization or government agency that could assist with inquiries regarding community gardens initiatives. It also suggests seeking out other locals for advice. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1196,
      "question_id": 1196,
      "content_block_id": 416,
      "answer": "The Women's Center offers support in accessing various reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases. They also provide assistance with pregnancy monitoring, abortion services, and guidance on how to navigate the healthcare system. Additionally, they offer support specifically designed for victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing various reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases. They also provide assistance with pregnancy monitoring, abortion services, and guidance on how to navigate the healthcare system. Additionally, they offer support specifically designed for victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1197,
      "question_id": 1197,
      "content_block_id": 416,
      "answer": "Accessing reproductive healthcare at the Women's Center involves seeking support in accessing various services such as contraception, breastfeeding, preventing sexually transmitted diseases, pregnancy monitoring, and abortion. Additionally, it offers assistance with navigating the health system and support for victims of domestic violence.",
      "bResponse": "Accessing reproductive healthcare at the Women's Center involves seeking support in accessing various services such as contraception, breastfeeding, preventing sexually transmitted diseases, pregnancy monitoring, and abortion. Additionally, it offers assistance with navigating the health system and support for victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1198,
      "question_id": 1198,
      "content_block_id": 416,
      "answer": "The Women's Center offers support for victims of domestic violence, including access to reproductive health services and assistance navigating the healthcare system.",
      "bResponse": "The Women's Center offers support for victims of domestic violence, including access to reproductive health services and assistance navigating the healthcare system. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1199,
      "question_id": 1199,
      "content_block_id": 417,
      "answer": "accesconsilierehiv.ro offers HIV psycho-medical-social services to those who require them upon arriving in Romania.",
      "bResponse": "accesconsilierehiv.ro offers HIV psycho-medical-social services to those who require them upon arriving in Romania. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1200,
      "question_id": 1200,
      "content_block_id": 417,
      "answer": "Yes, they do provide support specifically for people living with HIV.",
      "bResponse": "Yes, they do provide support specifically for people living with HIV. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1201,
      "question_id": 1201,
      "content_block_id": 417,
      "answer": "Yes, international visitors can access their services.",
      "bResponse": "Yes, international visitors can access their services. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}