{
  "answers": [
    {
      "answer_id": 1247,
      "question_id": 1247,
      "content_block_id": 433,
      "answer": "The purpose of managing in a new city is to find useful information about settling into the environment, such as local customs, public transportation systems, healthcare facilities, schools for children if needed, etc., so one feels comfortable living there.",
      "bResponse": "The purpose of managing in a new city is to find useful information about settling into the environment, such as local customs, public transportation systems, healthcare facilities, schools for children if needed, etc., so one feels comfortable living there. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1248,
      "question_id": 1248,
      "content_block_id": 433,
      "answer": "During your stay in Oradea, there are several organizations and individuals who can provide assistance. Some options include the local tourist office, international student services at the university or college you attend, as well as various community centers, churches, and non-profit groups. Additionally, many hotels offer concierge services for their guests, and some businesses may be willing to assist with specific needs. It is always best to ask around and explore different resources available to find the most suitable person or organization to address your particular situation.",
      "bResponse": "During your stay in Oradea, there are several organizations and individuals who can provide assistance. Some options include the local tourist office, international student services at the university or college you attend, as well as various community centers, churches, and non-profit groups. Additionally, many hotels offer concierge services for their guests, and some businesses may be willing to assist with specific needs. It is always best to ask around and explore different resources available to find the most suitable person or organization to address your particular situation. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1249,
      "question_id": 1249,
      "content_block_id": 433,
      "answer": "There are various activities and programs available for you to participate in when you arrive in Oradea. These include cultural events such as concerts, theater performances, exhibitions, festivals, and more. Additionally, there are sports clubs, fitness centers, swimming pools, and other recreational facilities where you can engage in physical activity. You may also find community organizations, volunteer groups, and support services that cater to your needs and interests.",
      "bResponse": "There are various activities and programs available for you to participate in when you arrive in Oradea. These include cultural events such as concerts, theater performances, exhibitions, festivals, and more. Additionally, there are sports clubs, fitness centers, swimming pools, and other recreational facilities where you can engage in physical activity. You may also find community organizations, volunteer groups, and support services that cater to your needs and interests. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1250,
      "question_id": 1250,
      "content_block_id": 434,
      "answer": "Yes, international citizens can contact Bihor County Immigration Service by sending an email to bh.igi@mai.gov.ro or by calling +0259 454 012.",
      "bResponse": "Yes, international citizens can contact Bihor County Immigration Service by sending an email to bh.igi@mai.gov.ro or by calling +0259 454 012. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1251,
      "question_id": 1251,
      "content_block_id": 434,
      "answer": "The Bihor County Immigration Service offers important contacts for various services related to immigration matters, including a call center dedicated to Ukraine and an emergency call number for emergencies. Additionally, they provide a National Anti-Traffic Hotline Romania phone number.",
      "bResponse": "The Bihor County Immigration Service offers important contacts for various services related to immigration matters, including a call center dedicated to Ukraine and an emergency call number for emergencies. Additionally, they provide a National Anti-Traffic Hotline Romania phone number. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1252,
      "question_id": 1252,
      "content_block_id": 434,
      "answer": "The Call centerBihor pentru Ucraina can be reached by anyone who needs assistance or information regarding Ukraine.",
      "bResponse": "The Call centerBihor pentru Ucraina can be reached by anyone who needs assistance or information regarding Ukraine. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1253,
      "question_id": 1253,
      "content_block_id": 435,
      "answer": "To be eligible for a particular program or opportunity, one must meet certain criteria and fulfill specific conditions set by the authorities responsible for its administration.",
      "bResponse": "To be eligible for a particular program or opportunity, one must meet certain criteria and fulfill specific conditions set by the authorities responsible for its administration. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1254,
      "question_id": 1254,
      "content_block_id": 435,
      "answer": "No",
      "bResponse": "No For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1255,
      "question_id": 1255,
      "content_block_id": 435,
      "answer": "No",
      "bResponse": "No For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1256,
      "question_id": 1256,
      "content_block_id": 436,
      "answer": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system, as well as services dedicated to helping victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system, as well as services dedicated to helping victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1257,
      "question_id": 1257,
      "content_block_id": 436,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1258,
      "question_id": 1258,
      "content_block_id": 436,
      "answer": "The Women's Center can be found at this location mentioned in the summary - if you need support in accessing reproductive health services and support in navigating the health system or you need services dedicated to victims of domestic violence, ask for help by clicking on the link provided.",
      "bResponse": "The Women's Center can be found at this location mentioned in the summary - if you need support in accessing reproductive health services and support in navigating the health system or you need services dedicated to victims of domestic violence, ask for help by clicking on the link provided. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1259,
      "question_id": 1259,
      "content_block_id": 437,
      "answer": "The services offered include free, anonymous, and confidential psycho-medical-social HIV support from specialist doctors at 10 Regional HIV Centers in Romania, as well as expertize and support from Sens Pozitiv. These services are available for individuals who require assistance upon arriving in Romania.",
      "bResponse": "The services offered include free, anonymous, and confidential psycho-medical-social HIV support from specialist doctors at 10 Regional HIV Centers in Romania, as well as expertize and support from Sens Pozitiv. These services are available for individuals who require assistance upon arriving in Romania. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1260,
      "question_id": 1260,
      "content_block_id": 437,
      "answer": "The specialists from 10 Regional HIV Centers in Romania and the expertise of Sens Pozitiv provide the support.",
      "bResponse": "The specialists from 10 Regional HIV Centers in Romania and the expertise of Sens Pozitiv provide the support. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1261,
      "question_id": 1261,
      "content_block_id": 437,
      "answer": "The Counseling for People Living with HIV service is available at 10 Regional HIV Centers across Romania.",
      "bResponse": "The Counseling for People Living with HIV service is available at 10 Regional HIV Centers across Romania. For more details, visit https://dopomoha.ro/en/dopomoha-oradea",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}