{
  "answers": [
    {
      "answer_id": 209,
      "question_id": 209,
      "content_block_id": 76,
      "answer": "This educational initiative aims to ensure the right to education for preschoolers, Ukrainian pupils, and students from Ukraine located in Romania by approving rapid crisis management measures.",
      "bResponse": "This educational initiative aims to ensure the right to education for preschoolers, Ukrainian pupils, and students from Ukraine located in Romania by approving rapid crisis management measures. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 210,
      "question_id": 210,
      "content_block_id": 76,
      "answer": "Preschoolers, Ukrainian pupils, and students from Ukraine who are located on the territory of Romania are eligible to participate in this program.",
      "bResponse": "Preschoolers, Ukrainian pupils, and students from Ukraine who are located on the territory of Romania are eligible to participate in this program. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 211,
      "question_id": 211,
      "content_block_id": 76,
      "answer": "More information about the adoption of these crisis management measures can be found by reading the summary provided.",
      "bResponse": "More information about the adoption of these crisis management measures can be found by reading the summary provided. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 212,
      "question_id": 212,
      "content_block_id": 77,
      "answer": "Contact the County Schools Inspectorates to find out which one to",
      "bResponse": "Contact the County Schools Inspectorates to find out which one to For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 213,
      "question_id": 213,
      "content_block_id": 77,
      "answer": "No, the application process does not require an audience status.",
      "bResponse": "No, the application process does not require an audience status. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 214,
      "question_id": 214,
      "content_block_id": 77,
      "answer": "After the Commission analyzes your application and conducts a meeting with you, together, you will decide in which group/class your child will be assigned.",
      "bResponse": "After the Commission analyzes your application and conducts a meeting with you, together, you will decide in which group/class your child will be assigned. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 215,
      "question_id": 215,
      "content_block_id": 78,
      "answer": "To enroll your child in a County School Inspectorate, follow these steps:\n\n1. Contact the County Schools Inspectorate relevant to your location.\n2. Fill out an application for enrolling your child into school, including any desired options such as psycho-pedagogical assistance and counseling.\n3. Submit the application either through email to the County School Inspectorate or in person at their headquarters. Alternatively, you may choose to send the application online during the summer months.\n4. Wait for communication from the responsible Commission, then attend a meeting with them to discuss assignment placement for your child.",
      "bResponse": "To enroll your child in a County School Inspectorate, follow these steps:\n\n1. Contact the County Schools Inspectorate relevant to your location.\n2. Fill out an application for enrolling your child into school, including any desired options such as psycho-pedagogical assistance and counseling.\n3. Submit the application either through email to the County School Inspectorate or in person at their headquarters. Alternatively, you may choose to send the application online during the summer months.\n4. Wait for communication from the responsible Commission, then attend a meeting with them to discuss assignment placement for your child. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 216,
      "question_id": 216,
      "content_block_id": 78,
      "answer": "To enroll your child in a County School Inspectorate, you need to fill out an application form, which can be downloaded or obtained in physical form from the County School Inspectorate. Additionally, you may need to provide documentation proving your child's identity and residence, as well as any relevant medical records. It is important to note that for Ukrainian children learning Romanian, the County School Inspectorate will ensure they receive the necessary support.",
      "bResponse": "To enroll your child in a County School Inspectorate, you need to fill out an application form, which can be downloaded or obtained in physical form from the County School Inspectorate. Additionally, you may need to provide documentation proving your child's identity and residence, as well as any relevant medical records. It is important to note that for Ukrainian children learning Romanian, the County School Inspectorate will ensure they receive the necessary support. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 217,
      "question_id": 217,
      "content_block_id": 78,
      "answer": "You can check the list of contact information for County Schools Inspectorates in Romania by visiting this link: <https://www.isbn.ro/>",
      "bResponse": "You can check the list of contact information for County Schools Inspectorates in Romania by visiting this link: <https://www.isbn.ro/> For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 218,
      "question_id": 218,
      "content_block_id": 79,
      "answer": "The requirement for joining the community gardening program is to register with the General Directorates of Social Assistance and Child Protection as either an unaccompanied minor or mother/adult with children. These institutions will provide the necessary assistance needed by both caregivers and their children upon registration. Contact the General Directorate of Social Assistance and Child Protection in your respective location if you haven't already done so.",
      "bResponse": "The requirement for joining the community gardening program is to register with the General Directorates of Social Assistance and Child Protection as either an unaccompanied minor or mother/adult with children. These institutions will provide the necessary assistance needed by both caregivers and their children upon registration. Contact the General Directorate of Social Assistance and Child Protection in your respective location if you haven't already done so. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 219,
      "question_id": 219,
      "content_block_id": 79,
      "answer": "Both unaccompanied minors and mothers/adults with children who enter the country can benefit from registering at the General Directorate of Social Assistance and Child Protection.",
      "bResponse": "Both unaccompanied minors and mothers/adults with children who enter the country can benefit from registering at the General Directorate of Social Assistance and Child Protection. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 220,
      "question_id": 220,
      "content_block_id": 79,
      "answer": "If you haven't already done so, please register at the nearest General Directorate of Social Assistance and Child Protection upon entering the country. They will assist you and your child with any necessary help or support.",
      "bResponse": "If you haven't already done so, please register at the nearest General Directorate of Social Assistance and Child Protection upon entering the country. They will assist you and your child with any necessary help or support. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 221,
      "question_id": 221,
      "content_block_id": 80,
      "answer": "The purpose of enrolling Ukrainian children into Romanian schools is to facilitate their access to education and ensure they can continue learning during the ongoing crisis in Ukraine.",
      "bResponse": "The purpose of enrolling Ukrainian children into Romanian schools is to facilitate their access to education and ensure they can continue learning during the ongoing crisis in Ukraine. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 222,
      "question_id": 222,
      "content_block_id": 80,
      "answer": "Contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), for more information on the enrollment process.",
      "bResponse": "Contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), for more information on the enrollment process. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 223,
      "question_id": 223,
      "content_block_id": 80,
      "answer": "The working hours for the advisor for Ukrainian students are 9:00 AM to 5:00 PM.",
      "bResponse": "The working hours for the advisor for Ukrainian students are 9:00 AM to 5:00 PM. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 224,
      "question_id": 224,
      "content_block_id": 81,
      "answer": "The process for resuming studies at a Romanian university as a Ukrainian citizen involves making a statement about previous studies and following the specific procedures set by the university for evaluation. You must also provide the necessary documentation such as diplomas showing previous studies when completing your studies. More information can be found on the CNRED website.",
      "bResponse": "The process for resuming studies at a Romanian university as a Ukrainian citizen involves making a statement about previous studies and following the specific procedures set by the university for evaluation. You must also provide the necessary documentation such as diplomas showing previous studies when completing your studies. More information can be found on the CNRED website. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 225,
      "question_id": 225,
      "content_block_id": 81,
      "answer": "Yes, they should present their diplomas to the Romanian higher education institution upon completion of their studies.",
      "bResponse": "Yes, they should present their diplomas to the Romanian higher education institution upon completion of their studies. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 226,
      "question_id": 226,
      "content_block_id": 81,
      "answer": "In order to obtain a diploma from a Romanian higher education institution, Ukrainian citizens must complete their studies and present the necessary documentation, such as previously obtained diplomas, to the institution involved. It should also be noted that they can enroll or resume their studies by making a statement about their prior educational background, following local procedures set by specific universities.",
      "bResponse": "In order to obtain a diploma from a Romanian higher education institution, Ukrainian citizens must complete their studies and present the necessary documentation, such as previously obtained diplomas, to the institution involved. It should also be noted that they can enroll or resume their studies by making a statement about their prior educational background, following local procedures set by specific universities. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 227,
      "question_id": 227,
      "content_block_id": 82,
      "answer": "Contact CNRED offers assistance with equivalence evaluations of previous education credentials, such as diplomas or degrees earned abroad. They can provide guidance on how these qualifications compare to those recognized within Spain, potentially allowing individuals to pursue further education at a higher level by demonstrating their prior academic achievements.",
      "bResponse": "Contact CNRED offers assistance with equivalence evaluations of previous education credentials, such as diplomas or degrees earned abroad. They can provide guidance on how these qualifications compare to those recognized within Spain, potentially allowing individuals to pursue further education at a higher level by demonstrating their prior academic achievements. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 228,
      "question_id": 228,
      "content_block_id": 82,
      "answer": "Yes, if you have the documents proving the studies you completed so far, it is recommended to apply to Contact CNRED. They can help you equate your diplomas obtained so far, which may be required for enrolling in another study cycle. However, please note that the passport does not replace the certificate or decision of recognition of studies.",
      "bResponse": "Yes, if you have the documents proving the studies you completed so far, it is recommended to apply to Contact CNRED. They can help you equate your diplomas obtained so far, which may be required for enrolling in another study cycle. However, please note that the passport does not replace the certificate or decision of recognition of studies. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 229,
      "question_id": 229,
      "content_block_id": 82,
      "answer": "Yes, if you have the documents proving the studies you completed so far, Contact CNRED can help you equate your diplomas obtained so far, which may be necessary for enrolling in another study cycle.",
      "bResponse": "Yes, if you have the documents proving the studies you completed so far, Contact CNRED can help you equate your diplomas obtained so far, which may be necessary for enrolling in another study cycle. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 230,
      "question_id": 230,
      "content_block_id": 83,
      "answer": "Yes, the evaluation and recognition of study papers held by citizens of non-EU countries is also possible for access to the Romanian labor market.",
      "bResponse": "Yes, the evaluation and recognition of study papers held by citizens of non-EU countries is also possible for access to the Romanian labor market. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 231,
      "question_id": 231,
      "content_block_id": 83,
      "answer": "No, there is no fee required to participate in the community gardening program.",
      "bResponse": "No, there is no fee required to participate in the community gardening program. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 232,
      "question_id": 232,
      "content_block_id": 83,
      "answer": "The Ministry of Education provides information on recognizing foreign diplomas through the National Center for Recognition and Equivalence of Diplomas (CNRED). Citizens of the European Union, the European Economic Area, and the Swiss Confederation, family members, and beneficiaries of an international protection benefit can use this service for further studies or access to the Romanian labor market.",
      "bResponse": "The Ministry of Education provides information on recognizing foreign diplomas through the National Center for Recognition and Equivalence of Diplomas (CNRED). Citizens of the European Union, the European Economic Area, and the Swiss Confederation, family members, and beneficiaries of an international protection benefit can use this service for further studies or access to the Romanian labor market. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 233,
      "question_id": 233,
      "content_block_id": 85,
      "answer": "Ukraine offers part-time kindergarten options, as well as Romanian cities have some part-time kindergartens available.",
      "bResponse": "Ukraine offers part-time kindergarten options, as well as Romanian cities have some part-time kindergartens available. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 234,
      "question_id": 234,
      "content_block_id": 85,
      "answer": "There are several useful resources available for remote education during school closures. These include:",
      "bResponse": "There are several useful resources available for remote education during school closures. These include: For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 235,
      "question_id": 235,
      "content_block_id": 85,
      "answer": "Yes, there is a significant difference between public and private free education. Public free education refers to the provision of free compulsory education at publicly funded schools by the government. In contrast, private free education involves receiving free education from private institutions that have their own funding sources such as tuition fees paid by parents or sponsorships.",
      "bResponse": "Yes, there is a significant difference between public and private free education. Public free education refers to the provision of free compulsory education at publicly funded schools by the government. In contrast, private free education involves receiving free education from private institutions that have their own funding sources such as tuition fees paid by parents or sponsorships. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 236,
      "question_id": 236,
      "content_block_id": 86,
      "answer": "The courses on offer include language courses such as Romanian, Spanish, French, German, Italian, Russian, English, Greek, Arabic, Hebrew, Japanese, Chinese, Hindi, and many others. Additionally, there are yoga, drawing classes, chess, music, and other adult and children activities available.",
      "bResponse": "The courses on offer include language courses such as Romanian, Spanish, French, German, Italian, Russian, English, Greek, Arabic, Hebrew, Japanese, Chinese, Hindi, and many others. Additionally, there are yoga, drawing classes, chess, music, and other adult and children activities available. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 237,
      "question_id": 237,
      "content_block_id": 86,
      "answer": "The registration form can be found by visiting the provided link and checking the schedule for available courses.",
      "bResponse": "The registration form can be found by visiting the provided link and checking the schedule for available courses. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 238,
      "question_id": 238,
      "content_block_id": 86,
      "answer": "No, there are no age restrictions for participating in the activities.",
      "bResponse": "No, there are no age restrictions for participating in the activities. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}