{
  "answers": [
    {
      "answer_id": 759,
      "question_id": 759,
      "content_block_id": 264,
      "answer": "People fleeing the war in Ukraine and those in special situations who come from this country can receive medical assistance under the Romanian social health insurance system, which covers basic services such as medical care, medications, and medical equipment. Additionally, they have access to other benefits, including exemptions from certain contributions and co-payments. In specific cases, they may also receive specialized ambulatory medical assistance without needing a referral ticket.",
      "bResponse": "People fleeing the war in Ukraine and those in special situations who come from this country can receive medical assistance under the Romanian social health insurance system, which covers basic services such as medical care, medications, and medical equipment. Additionally, they have access to other benefits, including exemptions from certain contributions and co-payments. In specific cases, they may also receive specialized ambulatory medical assistance without needing a referral ticket. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 760,
      "question_id": 760,
      "content_block_id": 264,
      "answer": "Medical services in specialized ambulatory medical assistance for the clinical specialties included in the basic service package.",
      "bResponse": "Medical services in specialized ambulatory medical assistance for the clinical specialties included in the basic service package. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 761,
      "question_id": 761,
      "content_block_id": 264,
      "answer": "No, there are no restrictions mentioned in the summary when it comes to medications available to those benefiting from the social health insurance system. The individuals receiving benefits under this system have access to various types of medicines, sanitary materials, medical devices, and medical services, including those provided through the national curative health programs.",
      "bResponse": "No, there are no restrictions mentioned in the summary when it comes to medications available to those benefiting from the social health insurance system. The individuals receiving benefits under this system have access to various types of medicines, sanitary materials, medical devices, and medical services, including those provided through the national curative health programs. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 762,
      "question_id": 762,
      "content_block_id": 266,
      "answer": "Yes, anyone can join the family doctor directory by submitting their information for inclusion on the updated list.",
      "bResponse": "Yes, anyone can join the family doctor directory by submitting their information for inclusion on the updated list. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 763,
      "question_id": 763,
      "content_block_id": 266,
      "answer": "Yes, some family doctors on the updated list may accept new patients without prior appointment.",
      "bResponse": "Yes, some family doctors on the updated list may accept new patients without prior appointment. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 764,
      "question_id": 764,
      "content_block_id": 266,
      "answer": "Yes, some family doctors may charge additional fees for specific services or procedures beyond the basic consultation fee.",
      "bResponse": "Yes, some family doctors may charge additional fees for specific services or procedures beyond the basic consultation fee. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 765,
      "question_id": 765,
      "content_block_id": 267,
      "answer": "To participate, you must be at least 18 years old and have a valid email address.",
      "bResponse": "To participate, you must be at least 18 years old and have a valid email address. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 766,
      "question_id": 766,
      "content_block_id": 267,
      "answer": "The download starts when you click on \"Start Download\" button.",
      "bResponse": "The download starts when you click on \"Start Download\" button. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 767,
      "question_id": 767,
      "content_block_id": 267,
      "answer": "Yes, members can download and use other creators' content on your platform.",
      "bResponse": "Yes, members can download and use other creators' content on your platform. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 768,
      "question_id": 768,
      "content_block_id": 268,
      "answer": "The \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" provides information about the coverage provided by the social health insurance system for individuals from this specific group.",
      "bResponse": "The \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" provides information about the coverage provided by the social health insurance system for individuals from this specific group. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 769,
      "question_id": 769,
      "content_block_id": 268,
      "answer": "The rights of people from the armed conflict zone are described in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" published by the National Health Insurance House.",
      "bResponse": "The rights of people from the armed conflict zone are described in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" published by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 770,
      "question_id": 770,
      "content_block_id": 268,
      "answer": "To register for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\", you can visit the website of the National Health Insurance House and follow their instructions provided in the document.",
      "bResponse": "To register for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\", you can visit the website of the National Health Insurance House and follow their instructions provided in the document. For more details, visit https://dopomoha.ro/en/family-doctor-for-refugees-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}