{
  "answers": [
    {
      "answer_id": 1424,
      "question_id": 1424,
      "content_block_id": 494,
      "answer": "The Hands Across Romania Association offers vocational integration services to Ukrainian refugees from Bucharest, including professional consultations, educational path discussions, vocational retraining courses, and support from consultation to employment.",
      "bResponse": "The Hands Across Romania Association offers vocational integration services to Ukrainian refugees from Bucharest, including professional consultations, educational path discussions, vocational retraining courses, and support from consultation to employment. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1425,
      "question_id": 1425,
      "content_block_id": 494,
      "answer": "Ukrainian refugees from Bucharest who are seeking vocational integration opportunities can benefit from the services offered by the Hands Across Romania Association.",
      "bResponse": "Ukrainian refugees from Bucharest who are seeking vocational integration opportunities can benefit from the services offered by the Hands Across Romania Association. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1426,
      "question_id": 1426,
      "content_block_id": 494,
      "answer": "Vocational integration services for Ukrainian refugees are offered by the Hands Across Romania Association in Bucharest.",
      "bResponse": "Vocational integration services for Ukrainian refugees are offered by the Hands Across Romania Association in Bucharest. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1427,
      "question_id": 1427,
      "content_block_id": 495,
      "answer": "This seminar organized by Jobs4Ukraine and the UNHCR Romania aims to provide job opportunities for Ukrainian refugees living in various cities of Romania. The seminars focus on helping them gain necessary skills and knowledge to secure employment within their host country.",
      "bResponse": "This seminar organized by Jobs4Ukraine and the UNHCR Romania aims to provide job opportunities for Ukrainian refugees living in various cities of Romania. The seminars focus on helping them gain necessary skills and knowledge to secure employment within their host country. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1428,
      "question_id": 1428,
      "content_block_id": 495,
      "answer": "People can register for the job fair organized by Jobs for Ukraine and UNHCR Romania at the seminars that will help refugees from Ukraine find jobs in different cities of Romania.",
      "bResponse": "People can register for the job fair organized by Jobs for Ukraine and UNHCR Romania at the seminars that will help refugees from Ukraine find jobs in different cities of Romania. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1429,
      "question_id": 1429,
      "content_block_id": 495,
      "answer": "No specific prerequisites or qualifications are mentioned as being necessary to attend these seminars organized by Jobs4Ukraine and the UNHCR Romania; however, they aim to provide assistance to refugees from Ukraine in finding employment opportunities across various cities in Romania.",
      "bResponse": "No specific prerequisites or qualifications are mentioned as being necessary to attend these seminars organized by Jobs4Ukraine and the UNHCR Romania; however, they aim to provide assistance to refugees from Ukraine in finding employment opportunities across various cities in Romania. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1430,
      "question_id": 1430,
      "content_block_id": 496,
      "answer": "Vocational training, quality employment opportunities and additional comprehensive services such as mental health services, language courses, assistance in obtaining work permits, childcare, laptops, etc., are provided to businesses that work or plan to work with refugees and migrants in Poland and Romania under the NESsT Refugee Employment Initiative.",
      "bResponse": "Vocational training, quality employment opportunities and additional comprehensive services such as mental health services, language courses, assistance in obtaining work permits, childcare, laptops, etc., are provided to businesses that work or plan to work with refugees and migrants in Poland and Romania under the NESsT Refugee Employment Initiative. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1431,
      "question_id": 1431,
      "content_block_id": 496,
      "answer": "Poland and Romania",
      "bResponse": "Poland and Romania For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1432,
      "question_id": 1432,
      "content_block_id": 496,
      "answer": "The NESsT Refugee Employment Initiative aims to improve the employability of refugees by supporting fifteen enterprises working or planning to work with refugees and migrants in Poland and Romania. The initiative provides funding and business assistance for these businesses, which offer vocational training, quality employment opportunities, and comprehensive services such as mental health services, language courses, help with work permits, childcare, and laptops.",
      "bResponse": "The NESsT Refugee Employment Initiative aims to improve the employability of refugees by supporting fifteen enterprises working or planning to work with refugees and migrants in Poland and Romania. The initiative provides funding and business assistance for these businesses, which offer vocational training, quality employment opportunities, and comprehensive services such as mental health services, language courses, help with work permits, childcare, and laptops. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1433,
      "question_id": 1433,
      "content_block_id": 497,
      "answer": "Business consulting and grant funding are provided to support local small and medium enterprises and local entrepreneurs within the project. Funds are also available for Ukrainian refugees seeking entrepreneurship in Romania. Additionally, accompanying assistance includes training, language learning, and mediation in employment. Contact Alina Marchis at BERD (Cluj) marchisa@ebrd.com or Cristina Savu at BERD (Bucharest) savuc@ebrd.com for more information.",
      "bResponse": "Business consulting and grant funding are provided to support local small and medium enterprises and local entrepreneurs within the project. Funds are also available for Ukrainian refugees seeking entrepreneurship in Romania. Additionally, accompanying assistance includes training, language learning, and mediation in employment. Contact Alina Marchis at BERD (Cluj) marchisa@ebrd.com or Cristina Savu at BERD (Bucharest) savuc@ebrd.com for more information. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1434,
      "question_id": 1434,
      "content_block_id": 497,
      "answer": "Local small and medium enterprises and local entrepreneurs can apply for grants and business consulting under this initiative.",
      "bResponse": "Local small and medium enterprises and local entrepreneurs can apply for grants and business consulting under this initiative. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1435,
      "question_id": 1435,
      "content_block_id": 497,
      "answer": "Interested individuals can find more information about the project by contacting Alina Marchis at BERD (Cluj) email: marchisa@ebrd.com or Cristina Savu at BERD (Bucharest) email: savuc@ebrd.com.",
      "bResponse": "Interested individuals can find more information about the project by contacting Alina Marchis at BERD (Cluj) email: marchisa@ebrd.com or Cristina Savu at BERD (Bucharest) email: savuc@ebrd.com. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1436,
      "question_id": 1436,
      "content_block_id": 498,
      "answer": "The ANAIS organization provides assistance in the economic employment of refugees by offering various programs aimed at helping them gain access to job opportunities and improve their livelihoods.",
      "bResponse": "The ANAIS organization provides assistance in the economic employment of refugees by offering various programs aimed at helping them gain access to job opportunities and improve their livelihoods. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1437,
      "question_id": 1437,
      "content_block_id": 498,
      "answer": "Anyone interested in participating in the community gardening initiative run by The ANAIS organization can join.",
      "bResponse": "Anyone interested in participating in the community gardening initiative run by The ANAIS organization can join. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1438,
      "question_id": 1438,
      "content_block_id": 498,
      "answer": "For more information on ANAIS and their initiatives, please visit their official website at <http://www.anais-network.org>.",
      "bResponse": "For more information on ANAIS and their initiatives, please visit their official website at <http://www.anais-network.org>. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1439,
      "question_id": 1439,
      "content_block_id": 499,
      "answer": "The Youth Centre offers expert job search assistance including setting professional goals, job search support, assistance in compiling CV and cover letters, and preparing for interviews for youth aged 17-25. They can be reached at their office address or through email.",
      "bResponse": "The Youth Centre offers expert job search assistance including setting professional goals, job search support, assistance in compiling CV and cover letters, and preparing for interviews for youth aged 17-25. They can be reached at their office address or through email. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1440,
      "question_id": 1440,
      "content_block_id": 499,
      "answer": "The programs focus primarily on young people between the ages of 17 to 25.",
      "bResponse": "The programs focus primarily on young people between the ages of 17 to 25. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1441,
      "question_id": 1441,
      "content_block_id": 499,
      "answer": "The Youth Centre can be found at 11 Caderea Bastiliei, Bucharest.",
      "bResponse": "The Youth Centre can be found at 11 Caderea Bastiliei, Bucharest. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1442,
      "question_id": 1442,
      "content_block_id": 500,
      "answer": "Employers typically look for communication skills, technical skills, and soft skills such as adaptability, teamwork, problem-solving, leadership, and time management on resumes.",
      "bResponse": "Employers typically look for communication skills, technical skills, and soft skills such as adaptability, teamwork, problem-solving, leadership, and time management on resumes. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1443,
      "question_id": 1443,
      "content_block_id": 500,
      "answer": "Yes, there are several common mistakes to avoid when writing a resume. Some of these include using vague or generic language, including irrelevant or outdated information, and failing to tailor the resume to the specific job or industry. Additionally, it is important to proofread and edit the resume carefully to ensure accuracy and professionalism.",
      "bResponse": "Yes, there are several common mistakes to avoid when writing a resume. Some of these include using vague or generic language, including irrelevant or outdated information, and failing to tailor the resume to the specific job or industry. Additionally, it is important to proofread and edit the resume carefully to ensure accuracy and professionalism. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1444,
      "question_id": 1444,
      "content_block_id": 500,
      "answer": "Yes, here are some tips for highlighting your achievements in a resume:\n\n* Quantify your accomplishments by using specific numbers and statistics whenever possible. This will help demonstrate the impact you had on previous roles or projects.\n* Use action verbs such as \"increased,\" \"improved,\" or \"managed\" followed by percentages or dollar amounts to describe your contributions. For example, instead of saying \"Increased sales,\" say \"Increased sales by 20%.\"\n* Tailor your resume to each job application. Focus on the skills and experiences that are most relevant to the position you are applying for.\n* Highlight any awards, certifications, or other recognitions you have received. These can be powerful ways to showcase your expertise and achievement potential.\n* Emphasize your role in team successes. If you were part of a team that achieved something great, make sure to highlight your contribution.",
      "bResponse": "Yes, here are some tips for highlighting your achievements in a resume:\n\n* Quantify your accomplishments by using specific numbers and statistics whenever possible. This will help demonstrate the impact you had on previous roles or projects.\n* Use action verbs such as \"increased,\" \"improved,\" or \"managed\" followed by percentages or dollar amounts to describe your contributions. For example, instead of saying \"Increased sales,\" say \"Increased sales by 20%.\"\n* Tailor your resume to each job application. Focus on the skills and experiences that are most relevant to the position you are applying for.\n* Highlight any awards, certifications, or other recognitions you have received. These can be powerful ways to showcase your expertise and achievement potential.\n* Emphasize your role in team successes. If you were part of a team that achieved something great, make sure to highlight your contribution. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1445,
      "question_id": 1445,
      "content_block_id": 501,
      "answer": "Ukrainian refugees who need help with their employment can benefit from the employment assistance offered by HEKS EPER.",
      "bResponse": "Ukrainian refugees who need help with their employment can benefit from the employment assistance offered by HEKS EPER. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1446,
      "question_id": 1446,
      "content_block_id": 501,
      "answer": "Interested individuals can schedule an appointment with the team by visiting their website, https://www.heks-eper.roge, and selecting \"Schedule Appointment\" on the home page.",
      "bResponse": "Interested individuals can schedule an appointment with the team by visiting their website, https://www.heks-eper.roge, and selecting \"Schedule Appointment\" on the home page. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1447,
      "question_id": 1447,
      "content_block_id": 501,
      "answer": "The HEKS EPER Employment Support for Ukrainian Refugees offers various types of support during and after employment. This includes help with personal branding, job search, CV building, legal support, career counseling, and post-employment support.",
      "bResponse": "The HEKS EPER Employment Support for Ukrainian Refugees offers various types of support during and after employment. This includes help with personal branding, job search, CV building, legal support, career counseling, and post-employment support. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1448,
      "question_id": 1448,
      "content_block_id": 502,
      "answer": "The main focus of the Cultural Orientation - Romania guide is to provide valuable information on various aspects such as culture, customs, legislation, and more to assist newcomers in adapting and integrating into their new environment in Romania effectively.",
      "bResponse": "The main focus of the Cultural Orientation - Romania guide is to provide valuable information on various aspects such as culture, customs, legislation, and more to assist newcomers in adapting and integrating into their new environment in Romania effectively. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1449,
      "question_id": 1449,
      "content_block_id": 502,
      "answer": "According to the summary, the guide was created by IOM Romania.",
      "bResponse": "According to the summary, the guide was created by IOM Romania. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1450,
      "question_id": 1450,
      "content_block_id": 502,
      "answer": "Yes, the guide can be accessed by anyone regardless of their nationality.",
      "bResponse": "Yes, the guide can be accessed by anyone regardless of their nationality. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1451,
      "question_id": 1451,
      "content_block_id": 503,
      "answer": "Romanian language courses are offered for refugees from Ukraine.",
      "bResponse": "Romanian language courses are offered for refugees from Ukraine. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1452,
      "question_id": 1452,
      "content_block_id": 503,
      "answer": "Yes, there are upcoming events specifically designed for refugees from Ukraine. These events aim to provide support, education, and integration opportunities to help them adjust to their new surroundings.",
      "bResponse": "Yes, there are upcoming events specifically designed for refugees from Ukraine. These events aim to provide support, education, and integration opportunities to help them adjust to their new surroundings. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1453,
      "question_id": 1453,
      "content_block_id": 503,
      "answer": "The summary states that you should \"Find out more about language courses, as well as events and activities available to refugees from Ukraine in Romania.\" Therefore, to find more information about the activities provided for refugees from Ukraine in Romania, you may want to look into language courses and events specifically tailored to them.",
      "bResponse": "The summary states that you should \"Find out more about language courses, as well as events and activities available to refugees from Ukraine in Romania.\" Therefore, to find more information about the activities provided for refugees from Ukraine in Romania, you may want to look into language courses and events specifically tailored to them. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1454,
      "question_id": 1454,
      "content_block_id": 504,
      "answer": "Romanian job platforms offer various tools and resources for finding employment opportunities, such as resume building assistance, job search filters, and company profiles. These platforms also facilitate communication between employers and candidates through messaging systems.",
      "bResponse": "Romanian job platforms offer various tools and resources for finding employment opportunities, such as resume building assistance, job search filters, and company profiles. These platforms also facilitate communication between employers and candidates through messaging systems. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1455,
      "question_id": 1455,
      "content_block_id": 504,
      "answer": "Yes, users can often find additional resources and support when using job platforms in Romania. Many such platforms provide helpful tools for job seekers, including resume builders, interview tips, career advice, and even training programs to help improve their skills. Additionally, some platforms may offer forums, chat rooms, or other forms of community support where users can connect with others who share similar interests or goals.<|system|>",
      "bResponse": "Yes, users can often find additional resources and support when using job platforms in Romania. Many such platforms provide helpful tools for job seekers, including resume builders, interview tips, career advice, and even training programs to help improve their skills. Additionally, some platforms may offer forums, chat rooms, or other forms of community support where users can connect with others who share similar interests or goals.<|system|> For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1456,
      "question_id": 1456,
      "content_block_id": 504,
      "answer": "Yes, some job platforms may have specific requirements and restrictions based on factors such as experience level, education, language skills, and location within Romania.",
      "bResponse": "Yes, some job platforms may have specific requirements and restrictions based on factors such as experience level, education, language skills, and location within Romania. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1457,
      "question_id": 1457,
      "content_block_id": 505,
      "answer": "Animated films from around the world are showcased at Animest.",
      "bResponse": "Animated films from around the world are showcased at Animest. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1458,
      "question_id": 1458,
      "content_block_id": 505,
      "answer": "No, you cannot watch the films online for free. However, website visitors can buy subscriptions and watch movies on the platform online.",
      "bResponse": "No, you cannot watch the films online for free. However, website visitors can buy subscriptions and watch movies on the platform online. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1459,
      "question_id": 1459,
      "content_block_id": 505,
      "answer": "By visiting the Animest - Bucharest International Animated Film Festival website, you can purchase a subscription, allowing you to watch movies online and support the promotion of both international and Romanian animated films.",
      "bResponse": "By visiting the Animest - Bucharest International Animated Film Festival website, you can purchase a subscription, allowing you to watch movies online and support the promotion of both international and Romanian animated films. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1460,
      "question_id": 1460,
      "content_block_id": 506,
      "answer": "The performances at the Hungarian Theater of Cluj are usually presented in Hungarian, with subtitles in Romanian or English.",
      "bResponse": "The performances at the Hungarian Theater of Cluj are usually presented in Hungarian, with subtitles in Romanian or English. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1461,
      "question_id": 1461,
      "content_block_id": 506,
      "answer": "Yes, the Hungarian Theater of Cluj hosts various master classes, initiative programs, and other events, creating a creative atmosphere for all visitors, including young people interested in the theater.",
      "bResponse": "Yes, the Hungarian Theater of Cluj hosts various master classes, initiative programs, and other events, creating a creative atmosphere for all visitors, including young people interested in the theater. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1462,
      "question_id": 1462,
      "content_block_id": 506,
      "answer": "Yes, non-Hungarians can attend the performances at the Hungarian Theater of Cluj. They are usually presented in Hungarian but may have subtitles in either Romanian or English, making it accessible to those who do not speak Hungarian.",
      "bResponse": "Yes, non-Hungarians can attend the performances at the Hungarian Theater of Cluj. They are usually presented in Hungarian but may have subtitles in either Romanian or English, making it accessible to those who do not speak Hungarian. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1463,
      "question_id": 1463,
      "content_block_id": 507,
      "answer": "The museum preserves various types of artifacts such as manuscripts, ancient and rare books, historical-literary documents, special speeches, pieces of furniture, objects of plastic mysticism (painting, graphics, sculpture), periodicals, photographs, audio-video recordings, among others. These items showcase the depth and complexity of Romanian literature.",
      "bResponse": "The museum preserves various types of artifacts such as manuscripts, ancient and rare books, historical-literary documents, special speeches, pieces of furniture, objects of plastic mysticism (painting, graphics, sculpture), periodicals, photographs, audio-video recordings, among others. These items showcase the depth and complexity of Romanian literature. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1464,
      "question_id": 1464,
      "content_block_id": 507,
      "answer": "Yes, if you don't manage to visit the museum, you can have a virtual tour here.",
      "bResponse": "Yes, if you don't manage to visit the museum, you can have a virtual tour here. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1465,
      "question_id": 1465,
      "content_block_id": 507,
      "answer": "Some of the Romanian writers featured in the museum include Emil Cioran, Mircea Eliade, Nichita Stănescu, and Ion Barbu.",
      "bResponse": "Some of the Romanian writers featured in the museum include Emil Cioran, Mircea Eliade, Nichita Stănescu, and Ion Barbu. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1466,
      "question_id": 1466,
      "content_block_id": 508,
      "answer": "The \"Alexandru Sahia\" studio produced documentaries about various aspects of Romanian society during its time under socialism, such as daily life and the evolution of the communist regime. You can find films made by studios and individuals working within this timeframe (from 1950 to 1990) on their website.",
      "bResponse": "The \"Alexandru Sahia\" studio produced documentaries about various aspects of Romanian society during its time under socialism, such as daily life and the evolution of the communist regime. You can find films made by studios and individuals working within this timeframe (from 1950 to 1990) on their website. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1467,
      "question_id": 1467,
      "content_block_id": 508,
      "answer": "The \"Alexandru Sahia\" studio was founded in the early 1950s as a documentary film studio in socialist Romania. It aimed to document the daily life and the evolution of the communist regime within the guidelines and limitations set forth by the ruling political authorities.",
      "bResponse": "The \"Alexandru Sahia\" studio was founded in the early 1950s as a documentary film studio in socialist Romania. It aimed to document the daily life and the evolution of the communist regime within the guidelines and limitations set forth by the ruling political authorities. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1468,
      "question_id": 1468,
      "content_block_id": 508,
      "answer": "Yes, anyone can access the films available on the website.",
      "bResponse": "Yes, anyone can access the films available on the website. For more details, visit https://dopomoha.ro/en/integration",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}