{
  "answers": [
    {
      "answer_id": 774,
      "question_id": 774,
      "content_block_id": 270,
      "answer": "To receive free laboratory tests, patients need a referral ticket from their family medicine doctor or a specialist doctor working under an agreement with their respective healthcare insurance provider. They should also visit a laboratory having an agreement with their health insurance company.",
      "bResponse": "To receive free laboratory tests, patients need a referral ticket from their family medicine doctor or a specialist doctor working under an agreement with their respective healthcare insurance provider. They should also visit a laboratory having an agreement with their health insurance company. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 775,
      "question_id": 775,
      "content_block_id": 270,
      "answer": "To benefit from free laboratory analysis and imaging investigations, patients should visit a laboratory that has a contract with their respective health insurance companies. These facilities will provide them with necessary testing services upon presentation of a referral ticket issued by their family medicine doctors or specialists under agreement with the insurer.",
      "bResponse": "To benefit from free laboratory analysis and imaging investigations, patients should visit a laboratory that has a contract with their respective health insurance companies. These facilities will provide them with necessary testing services upon presentation of a referral ticket issued by their family medicine doctors or specialists under agreement with the insurer. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 776,
      "question_id": 776,
      "content_block_id": 270,
      "answer": "The patient's family medicine doctor or the specialist doctor who has a contract with the health insurance company need to issue a referral ticket for the examinations.",
      "bResponse": "The patient's family medicine doctor or the specialist doctor who has a contract with the health insurance company need to issue a referral ticket for the examinations. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 777,
      "question_id": 777,
      "content_block_id": 271,
      "answer": "The following types of laboratory tests are covered by the health insurance system: hematological (such as hemograms), serum (e.g., uric acid, serum creatinine, blood sugar, cholesterol, triglycerides, sodium, potassium, calcium, magnesium), urine (including urine summary and sediment, urinary albumin, urinary glucose), immunological (various hormones and antibodies), microbiological (antibiotic resistance testing), examination of sampled tissues, and the Papanicolaou test. Additionally, radiology analyzes (e.g., CT, MRI, and angiography) and non-radiative investigations (e.g., ultrasounds and dopplers) are included under the scope of coverage provided by the health insurance system.",
      "bResponse": "The following types of laboratory tests are covered by the health insurance system: hematological (such as hemograms), serum (e.g., uric acid, serum creatinine, blood sugar, cholesterol, triglycerides, sodium, potassium, calcium, magnesium), urine (including urine summary and sediment, urinary albumin, urinary glucose), immunological (various hormones and antibodies), microbiological (antibiotic resistance testing), examination of sampled tissues, and the Papanicolaou test. Additionally, radiology analyzes (e.g., CT, MRI, and angiography) and non-radiative investigations (e.g., ultrasounds and dopplers) are included under the scope of coverage provided by the health insurance system. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 778,
      "question_id": 778,
      "content_block_id": 271,
      "answer": "The mentioned categories include Radiologic procedures, such as CT scans, MRIs, Scintigraphy, Angiography, Dopplers, and non-radiative investigations under the Health Insurance System.",
      "bResponse": "The mentioned categories include Radiologic procedures, such as CT scans, MRIs, Scintigraphy, Angiography, Dopplers, and non-radiative investigations under the Health Insurance System. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 779,
      "question_id": 779,
      "content_block_id": 271,
      "answer": "Papanicolaou tests, commonly known as Pap smears or simply Paps, are a type of gynecological screening procedure used for detecting abnormal cells on the cervix which could potentially develop into cervical cancer if left untreated. The test involves collecting a sample of cells from the surface of the cervix with a small brush or spatula and examining them under a microscope to identify any abnormalities. If necessary, further testing may be performed based on the results of the Pap smear.",
      "bResponse": "Papanicolaou tests, commonly known as Pap smears or simply Paps, are a type of gynecological screening procedure used for detecting abnormal cells on the cervix which could potentially develop into cervical cancer if left untreated. The test involves collecting a sample of cells from the surface of the cervix with a small brush or spatula and examining them under a microscope to identify any abnormalities. If necessary, further testing may be performed based on the results of the Pap smear. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 780,
      "question_id": 780,
      "content_block_id": 272,
      "answer": "Patients can find information on the CNAS website regarding the contact details of the providers, specifically those offering different types of medical assistance. They can also locate the list of laboratories with health insurance company contracts and the corresponding funds available for use. Additionally, they can read the \"Manual of Rights\" in Romanian on this website.",
      "bResponse": "Patients can find information on the CNAS website regarding the contact details of the providers, specifically those offering different types of medical assistance. They can also locate the list of laboratories with health insurance company contracts and the corresponding funds available for use. Additionally, they can read the \"Manual of Rights\" in Romanian on this website. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 781,
      "question_id": 781,
      "content_block_id": 272,
      "answer": "Yes, health insurance companies do provide information about their contracted laboratories. The required information can be accessed through the CNAS website or on the web pages of the respective health insurance company.",
      "bResponse": "Yes, health insurance companies do provide information about their contracted laboratories. The required information can be accessed through the CNAS website or on the web pages of the respective health insurance company. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 782,
      "question_id": 782,
      "content_block_id": 272,
      "answer": "Patients can access the following documents through the CNAS website: contact details of the providers, list of laboratories that have contracts with health insurance companies, and the funds available for each laboratory. Additionally, this information can also be accessed on the web pages of the health insurance companies.",
      "bResponse": "Patients can access the following documents through the CNAS website: contact details of the providers, list of laboratories that have contracts with health insurance companies, and the funds available for each laboratory. Additionally, this information can also be accessed on the web pages of the health insurance companies. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 783,
      "question_id": 783,
      "content_block_id": 273,
      "answer": "The full list of laboratories that have contracts with health insurance companies provides information on which types of laboratory services are covered by health insurance.",
      "bResponse": "The full list of laboratories that have contracts with health insurance companies provides information on which types of laboratory services are covered by health insurance. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 784,
      "question_id": 784,
      "content_block_id": 273,
      "answer": "Insurance providers require individuals who undergo laboratory tests to provide them with their lab results. This ensures accurate and timely processing of claims and proper management of healthcare expenses for both parties involved.",
      "bResponse": "Insurance providers require individuals who undergo laboratory tests to provide them with their lab results. This ensures accurate and timely processing of claims and proper management of healthcare expenses for both parties involved. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 785,
      "question_id": 785,
      "content_block_id": 273,
      "answer": "Yes, patients can choose which laboratory they use for their testing needs by reviewing and selecting from the full list of laboratories that have contracts with health insurance companies.",
      "bResponse": "Yes, patients can choose which laboratory they use for their testing needs by reviewing and selecting from the full list of laboratories that have contracts with health insurance companies. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 786,
      "question_id": 786,
      "content_block_id": 274,
      "answer": "Within 5 calendar days from the date of the request, providers of paraclinical medical services must carry out the following investigations: 1) those recommended according to the medical practice guidelines approved by order of the Minister of Health, necessary for the monitoring of patients with COVID-19; 2) patients with oncological diseases; 3) diabetes; 4) rare diseases; 5) cardiovascular diseases; 6) cerebrovascular diseases; 7) neurological diseases; 8) services that are provided by laboratories even if they exceed the contract value, provided that the prescribing physician specifies on the referral note that the investigations are carried out for monitoring.",
      "bResponse": "Within 5 calendar days from the date of the request, providers of paraclinical medical services must carry out the following investigations: 1) those recommended according to the medical practice guidelines approved by order of the Minister of Health, necessary for the monitoring of patients with COVID-19; 2) patients with oncological diseases; 3) diabetes; 4) rare diseases; 5) cardiovascular diseases; 6) cerebrovascular diseases; 7) neurological diseases; 8) services that are provided by laboratories even if they exceed the contract value, provided that the prescribing physician specifies on the referral note that the investigations are carried out for monitoring. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 787,
      "question_id": 787,
      "content_block_id": 274,
      "answer": "Chronic diseases, such as oncological diseases, diabetes, rare diseases, cardiovascular diseases, cerebrovascular diseases, and neurological diseases, as well as investigations involving tissue collection, can have a validity period of up to 90 days when referred through a lab investigation note.",
      "bResponse": "Chronic diseases, such as oncological diseases, diabetes, rare diseases, cardiovascular diseases, cerebrovascular diseases, and neurological diseases, as well as investigations involving tissue collection, can have a validity period of up to 90 days when referred through a lab investigation note. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 788,
      "question_id": 788,
      "content_block_id": 274,
      "answer": "Family medicine doctors are responsible for scheduling appointments for lab tests.",
      "bResponse": "Family medicine doctors are responsible for scheduling appointments for lab tests. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 789,
      "question_id": 789,
      "content_block_id": 275,
      "answer": "The \"Guide on the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" provides information about the benefits offered to individuals from this specific group within the social health insurance system in Ukraine.",
      "bResponse": "The \"Guide on the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" provides information about the benefits offered to individuals from this specific group within the social health insurance system in Ukraine. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 790,
      "question_id": 790,
      "content_block_id": 275,
      "answer": "The \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" can be accessed at the website of the National Health Insurance House (<http://www.nki.gov.ua>).",
      "bResponse": "The \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" can be accessed at the website of the National Health Insurance House (<http://www.nki.gov.ua>). For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 791,
      "question_id": 791,
      "content_block_id": 275,
      "answer": "The rights described in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" can be accessed by individuals who find themselves in such a situation and reside within the territory controlled by Ukraine or temporarily located there due to the ongoing conflict.",
      "bResponse": "The rights described in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" can be accessed by individuals who find themselves in such a situation and reside within the territory controlled by Ukraine or temporarily located there due to the ongoing conflict. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}