{
  "answers": [
    {
      "answer_id": 929,
      "question_id": 929,
      "content_block_id": 324,
      "answer": "There are several organizations and government initiatives offering medical assistance to Ukrainian refugees, including UNHCR's refugee support program, which provides healthcare services, as well as NGOs such as Médecins Sans Frontières (MSF) and Save the Children, who offer medical aid and support to those affected by the conflict in Ukraine.",
      "bResponse": "There are several organizations and government initiatives offering medical assistance to Ukrainian refugees, including UNHCR's refugee support program, which provides healthcare services, as well as NGOs such as Médecins Sans Frontières (MSF) and Save the Children, who offer medical aid and support to those affected by the conflict in Ukraine. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 930,
      "question_id": 930,
      "content_block_id": 324,
      "answer": "The initiative provides medical assistance to refugees from Ukraine who have crossed international borders into other countries and require urgent or emergency healthcare services.",
      "bResponse": "The initiative provides medical assistance to refugees from Ukraine who have crossed international borders into other countries and require urgent or emergency healthcare services. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 931,
      "question_id": 931,
      "content_block_id": 324,
      "answer": "Ukrainian refugees can seek medical assistance at designated refugee camps or temporary shelters where healthcare services have been established by international organizations and local authorities.",
      "bResponse": "Ukrainian refugees can seek medical assistance at designated refugee camps or temporary shelters where healthcare services have been established by international organizations and local authorities. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 932,
      "question_id": 932,
      "content_block_id": 325,
      "answer": "Refugee healthcare programs provide various services such as access to medical care, information on health, vaccinations, assistance to HIV-infected individuals, and more.",
      "bResponse": "Refugee healthcare programs provide various services such as access to medical care, information on health, vaccinations, assistance to HIV-infected individuals, and more. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 933,
      "question_id": 933,
      "content_block_id": 325,
      "answer": "Refugees from Ukraine who have fled due to conflict or persecution can access medical care and other necessary services.",
      "bResponse": "Refugees from Ukraine who have fled due to conflict or persecution can access medical care and other necessary services. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 934,
      "question_id": 934,
      "content_block_id": 325,
      "answer": "More information on refugee healthcare programs can be found by visiting official government websites or non-profit organizations dedicated to assisting displaced persons, such as UNHCR (United Nations High Commissioner for Refugees) and various national Red Cross societies.",
      "bResponse": "More information on refugee healthcare programs can be found by visiting official government websites or non-profit organizations dedicated to assisting displaced persons, such as UNHCR (United Nations High Commissioner for Refugees) and various national Red Cross societies. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 935,
      "question_id": 935,
      "content_block_id": 326,
      "answer": "The family doctor provides various services such as information on how to use the services,",
      "bResponse": "The family doctor provides various services such as information on how to use the services, For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 936,
      "question_id": 936,
      "content_block_id": 326,
      "answer": "Yes, patients with chronic diseases do receive special attention from a family doctor.",
      "bResponse": "Yes, patients with chronic diseases do receive special attention from a family doctor. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 937,
      "question_id": 937,
      "content_block_id": 326,
      "answer": "Yes, home consultations are included in the basic package of services.",
      "bResponse": "Yes, home consultations are included in the basic package of services. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 938,
      "question_id": 938,
      "content_block_id": 327,
      "answer": "Free laboratory tests are available to certain groups of people such as refugees who have limited financial resources or no access to healthcare services due to their immigration status. Additionally, some low-income individuals may also be eligible for free laboratory testing based on specific criteria set by their local government or health care providers.",
      "bResponse": "Free laboratory tests are available to certain groups of people such as refugees who have limited financial resources or no access to healthcare services due to their immigration status. Additionally, some low-income individuals may also be eligible for free laboratory testing based on specific criteria set by their local government or health care providers. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 939,
      "question_id": 939,
      "content_block_id": 327,
      "answer": "Before participating in medical exams at a laboratory, it is essential to understand the importance of laboratory analyzes and imaging investigations as well as the rules for conducting medical examinations and serving patients in laboratories. Additionally, familiarize yourself with the list of free laboratories available for refugees.",
      "bResponse": "Before participating in medical exams at a laboratory, it is essential to understand the importance of laboratory analyzes and imaging investigations as well as the rules for conducting medical examinations and serving patients in laboratories. Additionally, familiarize yourself with the list of free laboratories available for refugees. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 940,
      "question_id": 940,
      "content_block_id": 327,
      "answer": "\"You can find information about refugee-specific medical services by learning more.\"",
      "bResponse": "\"You can find information about refugee-specific medical services by learning more.\" For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 941,
      "question_id": 941,
      "content_block_id": 328,
      "answer": "The specialist consultation service offers a range of services provided by a narrow specialist, including access to their expertise and guidance on where and how to obtain further medical advice if needed.",
      "bResponse": "The specialist consultation service offers a range of services provided by a narrow specialist, including access to their expertise and guidance on where and how to obtain further medical advice if needed. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 942,
      "question_id": 942,
      "content_block_id": 328,
      "answer": "\"Narrow specialists provide specialized care at hospitals, clinics, or through online resources.\"",
      "bResponse": "\"Narrow specialists provide specialized care at hospitals, clinics, or through online resources.\" For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 943,
      "question_id": 943,
      "content_block_id": 328,
      "answer": "To sign up for our Specialist Consultation service, simply visit our website at [insert link] or contact us through one of our social media platforms ([insert relevant links) and we will guide you through the registration process.",
      "bResponse": "To sign up for our Specialist Consultation service, simply visit our website at [insert link] or contact us through one of our social media platforms ([insert relevant links) and we will guide you through the registration process. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 944,
      "question_id": 944,
      "content_block_id": 329,
      "answer": "Eligible for hospitalization services include individuals who require medical attention due to various conditions such as accidents, injuries, illnesses, or surgeries. The specific list of diseases requiring hospitalization varies depending on individual cases, but generally includes chronic and acute conditions affecting different body systems (e.g., respiratory, cardiovascular, gastrointestinal).",
      "bResponse": "Eligible for hospitalization services include individuals who require medical attention due to various conditions such as accidents, injuries, illnesses, or surgeries. The specific list of diseases requiring hospitalization varies depending on individual cases, but generally includes chronic and acute conditions affecting different body systems (e.g., respiratory, cardiovascular, gastrointestinal). For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 945,
      "question_id": 945,
      "content_block_id": 329,
      "answer": "The following conditions require hospitalization: heart attack, stroke, pneumonia, appendicitis, sepsis, meningitis, asthma attacks, severe injuries or fractures, major surgeries, pregnancy complications, and many others depending on individual circumstances.",
      "bResponse": "The following conditions require hospitalization: heart attack, stroke, pneumonia, appendicitis, sepsis, meningitis, asthma attacks, severe injuries or fractures, major surgeries, pregnancy complications, and many others depending on individual circumstances. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 946,
      "question_id": 946,
      "content_block_id": 329,
      "answer": "The cost of receiving hospitalization services can vary depending on whether you choose a public or private institution. In both cases, there may be conditions for the provision of these services, such as a list of specific diseases requiring hospitalization. Ultimately, who pays for the treatment depends on your country's healthcare system and insurance coverage. To find out more about this topic, please refer back to the provided summary.",
      "bResponse": "The cost of receiving hospitalization services can vary depending on whether you choose a public or private institution. In both cases, there may be conditions for the provision of these services, such as a list of specific diseases requiring hospitalization. Ultimately, who pays for the treatment depends on your country's healthcare system and insurance coverage. To find out more about this topic, please refer back to the provided summary. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 947,
      "question_id": 947,
      "content_block_id": 330,
      "answer": "The basic dental medicine package includes dentist consultation and treatment, as well as a comprehensive list of dental services such as check-ups, fillings, extractions, root canals, and cleaning. It caters to various categories of patients with varying costs depending on their financial situation.",
      "bResponse": "The basic dental medicine package includes dentist consultation and treatment, as well as a comprehensive list of dental services such as check-ups, fillings, extractions, root canals, and cleaning. It caters to various categories of patients with varying costs depending on their financial situation. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 948,
      "question_id": 948,
      "content_block_id": 330,
      "answer": "Under this dentistry package in Romania, individuals who qualify for discounted dental care include students, pensioners, unemployed people, as well as low-income families with children below the age of 18.",
      "bResponse": "Under this dentistry package in Romania, individuals who qualify for discounted dental care include students, pensioners, unemployed people, as well as low-income families with children below the age of 18. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 949,
      "question_id": 949,
      "content_block_id": 330,
      "answer": "For more information on the available dental services, you can visit <|system-url-1|> where they provide a comprehensive list of dental services including dentist consultation and treatments at affordable prices for various patient categories.",
      "bResponse": "For more information on the available dental services, you can visit <|system-url-1|> where they provide a comprehensive list of dental services including dentist consultation and treatments at affordable prices for various patient categories. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 950,
      "question_id": 950,
      "content_block_id": 331,
      "answer": "Outpatient physical medicine and rehabilitation clinics offer various medical recovery treatments such as physical therapy, occupational therapy, speech-language pathology, and pain management. The duration of treatment varies depending on the individual case and type of procedure being performed.",
      "bResponse": "Outpatient physical medicine and rehabilitation clinics offer various medical recovery treatments such as physical therapy, occupational therapy, speech-language pathology, and pain management. The duration of treatment varies depending on the individual case and type of procedure being performed. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 951,
      "question_id": 951,
      "content_block_id": 331,
      "answer": "Yes, I can provide information about the duration of treatment for various procedures related to medical recovery and physical medicine and rehabilitation services. On an outpatient basis, these services may be available at health resorts, offering a range of treatments tailored to each individual patient's needs.",
      "bResponse": "Yes, I can provide information about the duration of treatment for various procedures related to medical recovery and physical medicine and rehabilitation services. On an outpatient basis, these services may be available at health resorts, offering a range of treatments tailored to each individual patient's needs. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 952,
      "question_id": 952,
      "content_block_id": 331,
      "answer": "Yes, there may be some prerequisites required before starting physical therapy, such as consulting with your healthcare provider for proper diagnosis and developing a personalized plan tailored to your specific needs.",
      "bResponse": "Yes, there may be some prerequisites required before starting physical therapy, such as consulting with your healthcare provider for proper diagnosis and developing a personalized plan tailored to your specific needs. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 953,
      "question_id": 953,
      "content_block_id": 332,
      "answer": "Hospitals and sanatoria provide medical recovery services for patients who need treatment and rehabilitation after an illness or injury. These facilities offer specialized care in various fields such as physical medicine and rehabilitation, making them ideal places for individuals seeking assistance with recovering their health.",
      "bResponse": "Hospitals and sanatoria provide medical recovery services for patients who need treatment and rehabilitation after an illness or injury. These facilities offer specialized care in various fields such as physical medicine and rehabilitation, making them ideal places for individuals seeking assistance with recovering their health. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 954,
      "question_id": 954,
      "content_block_id": 332,
      "answer": "Yes, I can provide information on the topic. Medical recovery in hospitals and sanatoria refers to treatments provided for patients who have undergone surgery or suffered an illness or injury. These services include physical therapy, occupational therapy, speech therapy, and other rehabilitative measures aimed at helping individuals regain their strength and function after an illness or accident. Additionally, these facilities offer specialized care for those with chronic conditions such as diabetes, heart disease, and lung disorders. The ultimate goal is to help patients achieve optimal health and well-being through personalized treatment plans tailored to each individual's needs.",
      "bResponse": "Yes, I can provide information on the topic. Medical recovery in hospitals and sanatoria refers to treatments provided for patients who have undergone surgery or suffered an illness or injury. These services include physical therapy, occupational therapy, speech therapy, and other rehabilitative measures aimed at helping individuals regain their strength and function after an illness or accident. Additionally, these facilities offer specialized care for those with chronic conditions such as diabetes, heart disease, and lung disorders. The ultimate goal is to help patients achieve optimal health and well-being through personalized treatment plans tailored to each individual's needs. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 955,
      "question_id": 955,
      "content_block_id": 332,
      "answer": "Medical recovery typically involves receiving specialized treatment at a hospital or a sanatorium. These facilities offer services in medicine, physical therapy, and rehabilitation to help patients recover from various health conditions or injuries.",
      "bResponse": "Medical recovery typically involves receiving specialized treatment at a hospital or a sanatorium. These facilities offer services in medicine, physical therapy, and rehabilitation to help patients recover from various health conditions or injuries. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 956,
      "question_id": 956,
      "content_block_id": 333,
      "answer": "The new community gardening program provides several benefits such as promoting healthy eating habits, increasing access to fresh produce for low-income households, fostering social connections among neighbors, reducing food waste by utilizing excess space in residential areas, enhancing urban green spaces, contributing to local economies through job creation and supporting sustainable agriculture practices.",
      "bResponse": "The new community gardening program provides several benefits such as promoting healthy eating habits, increasing access to fresh produce for low-income households, fostering social connections among neighbors, reducing food waste by utilizing excess space in residential areas, enhancing urban green spaces, contributing to local economies through job creation and supporting sustainable agriculture practices. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 957,
      "question_id": 957,
      "content_block_id": 333,
      "answer": "To join the new community gardening program, you should contact your local government or community organization for information on available programs near you. These organizations often offer resources such as seeds, tools, and guidance to help individuals start their own garden. Additionally, some community gardens may have open plots where members can rent space for planting vegetables and flowers.",
      "bResponse": "To join the new community gardening program, you should contact your local government or community organization for information on available programs near you. These organizations often offer resources such as seeds, tools, and guidance to help individuals start their own garden. Additionally, some community gardens may have open plots where members can rent space for planting vegetables and flowers. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 958,
      "question_id": 958,
      "content_block_id": 333,
      "answer": "Yes, medical consultations at home and self-medical transportation are included in addition to the services provided in the minimum package.",
      "bResponse": "Yes, medical consultations at home and self-medical transportation are included in addition to the services provided in the minimum package. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 959,
      "question_id": 959,
      "content_block_id": 334,
      "answer": "The Health Fund covers various types of medicines such as those prescribed by doctors and listed on their compensation lists. Some examples include antibiotics, painkillers, antidepressants, and anti-allergy medications.",
      "bResponse": "The Health Fund covers various types of medicines such as those prescribed by doctors and listed on their compensation lists. Some examples include antibiotics, painkillers, antidepressants, and anti-allergy medications. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 960,
      "question_id": 960,
      "content_block_id": 334,
      "answer": "Under the Health Fund, medications covered by the fund must be prescribed by a specialist or general practitioner who has been authorized by the health authority.",
      "bResponse": "Under the Health Fund, medications covered by the fund must be prescribed by a specialist or general practitioner who has been authorized by the health authority. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 961,
      "question_id": 961,
      "content_block_id": 334,
      "answer": "To access the latest compensation lists for covered medicines, you can visit the official website of your country's health fund or contact their customer service department. They will provide you with the most up-to-date information on which medicines are eligible for reimbursement and how much they cover.",
      "bResponse": "To access the latest compensation lists for covered medicines, you can visit the official website of your country's health fund or contact their customer service department. They will provide you with the most up-to-date information on which medicines are eligible for reimbursement and how much they cover. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 962,
      "question_id": 962,
      "content_block_id": 335,
      "answer": "The basic package includes essential medical products such as bandages, gloves, syringes, and other necessary items.",
      "bResponse": "The basic package includes essential medical products such as bandages, gloves, syringes, and other necessary items. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 963,
      "question_id": 963,
      "content_block_id": 335,
      "answer": "To obtain access to the listed medical products, you can follow these steps:\n1. Determine your eligibility by checking if you meet the requirements set forth by the organization responsible for distributing the medical supplies. This may include being a healthcare professional or having a specific illness.\n2. Contact the organization directly to inquire about their application process and any necessary documentation required. Many organizations have online forms available on their websites.\n3. Complete the application process, which usually involves submitting personal information, proof of identity, and possibly other supporting documents such as certifications or licenses.\n4. Wait for approval from the organization before receiving your shipment of medical products. The timeline varies depending on factors such as the complexity of the application process and the current backlog of requests.",
      "bResponse": "To obtain access to the listed medical products, you can follow these steps:\n1. Determine your eligibility by checking if you meet the requirements set forth by the organization responsible for distributing the medical supplies. This may include being a healthcare professional or having a specific illness.\n2. Contact the organization directly to inquire about their application process and any necessary documentation required. Many organizations have online forms available on their websites.\n3. Complete the application process, which usually involves submitting personal information, proof of identity, and possibly other supporting documents such as certifications or licenses.\n4. Wait for approval from the organization before receiving your shipment of medical products. The timeline varies depending on factors such as the complexity of the application process and the current backlog of requests. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 964,
      "question_id": 964,
      "content_block_id": 335,
      "answer": "The Medical Devices Authority supports programs and initiatives aimed at regulating and ensuring the safety and effectiveness of medical devices available in Hong Kong.",
      "bResponse": "The Medical Devices Authority supports programs and initiatives aimed at regulating and ensuring the safety and effectiveness of medical devices available in Hong Kong. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 965,
      "question_id": 965,
      "content_block_id": 336,
      "answer": "Free treatment for insured, uninsured and other people in Romania.",
      "bResponse": "Free treatment for insured, uninsured and other people in Romania. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 966,
      "question_id": 966,
      "content_block_id": 336,
      "answer": "The summary states: \"Free treatment for insured, uninsured and other people in Romania.\" This implies that there may be options for insurance coverage for COVID-19 treatments available to those who qualify. However, it would be best to consult healthcare providers or relevant authorities for more specific guidance on this matter.",
      "bResponse": "The summary states: \"Free treatment for insured, uninsured and other people in Romania.\" This implies that there may be options for insurance coverage for COVID-19 treatments available to those who qualify. However, it would be best to consult healthcare providers or relevant authorities for more specific guidance on this matter. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 967,
      "question_id": 967,
      "content_block_id": 336,
      "answer": "No, there are no age restrictions for receiving Covid-19 treatments in Romania.",
      "bResponse": "No, there are no age restrictions for receiving Covid-19 treatments in Romania. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 968,
      "question_id": 968,
      "content_block_id": 337,
      "answer": "During pregnancy, doctors offer various medical services such as primary care, monitoring the typical progression of pregnancy, and overseeing high-risk pregnancies. This ensures the mother's health and safety throughout her journey with childbirth preparation.",
      "bResponse": "During pregnancy, doctors offer various medical services such as primary care, monitoring the typical progression of pregnancy, and overseeing high-risk pregnancies. This ensures the mother's health and safety throughout her journey with childbirth preparation. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 969,
      "question_id": 969,
      "content_block_id": 337,
      "answer": "Pregnant women who are eligible for primary care during their pregnancy include those who require regular monitoring and surveillance of their health status as well as any complications or risks associated with their pregnancy. This includes both low-risk and high-risk pregnancies. Primary care providers offer comprehensive medical services for expectant mothers, including prenatal care, delivery preparation, postnatal care, and advice on nutrition and exercise throughout pregnancy.",
      "bResponse": "Pregnant women who are eligible for primary care during their pregnancy include those who require regular monitoring and surveillance of their health status as well as any complications or risks associated with their pregnancy. This includes both low-risk and high-risk pregnancies. Primary care providers offer comprehensive medical services for expectant mothers, including prenatal care, delivery preparation, postnatal care, and advice on nutrition and exercise throughout pregnancy. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 970,
      "question_id": 970,
      "content_block_id": 337,
      "answer": "Pregnancy comes with certain risks, but prenatal care can help minimize these risks.",
      "bResponse": "Pregnancy comes with certain risks, but prenatal care can help minimize these risks. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 971,
      "question_id": 971,
      "content_block_id": 338,
      "answer": "The National Health Program package includes various treatments and programs aimed at improving public health outcomes. To learn more about this comprehensive program and access its benefits, visit their official website or consult your local healthcare provider for guidance on enrollment and eligibility requirements.",
      "bResponse": "The National Health Program package includes various treatments and programs aimed at improving public health outcomes. To learn more about this comprehensive program and access its benefits, visit their official website or consult your local healthcare provider for guidance on enrollment and eligibility requirements. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 972,
      "question_id": 972,
      "content_block_id": 338,
      "answer": "Yes, individuals may be required to meet certain eligibility criteria or fulfill specific conditions before accessing the listed health programs.",
      "bResponse": "Yes, individuals may be required to meet certain eligibility criteria or fulfill specific conditions before accessing the listed health programs. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 973,
      "question_id": 973,
      "content_block_id": 338,
      "answer": "One can enroll in the community gardening initiative by contacting their local government office or agricultural department for information on available community gardens within their area. They may also inquire with local non-profit organizations focused on promoting sustainable agriculture and urban farming initiatives.",
      "bResponse": "One can enroll in the community gardening initiative by contacting their local government office or agricultural department for information on available community gardens within their area. They may also inquire with local non-profit organizations focused on promoting sustainable agriculture and urban farming initiatives. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 974,
      "question_id": 974,
      "content_block_id": 339,
      "answer": "The women's center offers assistance in accessing reproductive health services such as contraception, breastfeeding, preventing sexually transmitted diseases, and more. Additionally, they provide support for those affected by domestic violence.",
      "bResponse": "The women's center offers assistance in accessing reproductive health services such as contraception, breastfeeding, preventing sexually transmitted diseases, and more. Additionally, they provide support for those affected by domestic violence. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 975,
      "question_id": 975,
      "content_block_id": 339,
      "answer": "Yes, assistance can be obtained at a women's center.",
      "bResponse": "Yes, assistance can be obtained at a women's center. For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 976,
      "question_id": 976,
      "content_block_id": 339,
      "answer": "\"The Women's Center provides assistance in accessing various reproductive health services and support for victims of domestic violence. If you need further information on their services or location, it is recommended to ask for help.\"",
      "bResponse": "\"The Women's Center provides assistance in accessing various reproductive health services and support for victims of domestic violence. If you need further information on their services or location, it is recommended to ask for help.\" For more details, visit https://dopomoha.ro/en/medical-assistance-for-refugees",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}