{
  "answers": [
    {
      "answer_id": 926,
      "question_id": 926,
      "content_block_id": 323,
      "answer": "The aim of the guide is to provide information about the rights of individuals from the armed conflict zone in Ukraine within the social health insurance system.",
      "bResponse": "The aim of the guide is to provide information about the rights of individuals from the armed conflict zone in Ukraine within the social health insurance system. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 927,
      "question_id": 927,
      "content_block_id": 323,
      "answer": "It benefits people from the armed conflict zone in Ukraine in the social health insurance system.",
      "bResponse": "It benefits people from the armed conflict zone in Ukraine in the social health insurance system. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 928,
      "question_id": 928,
      "content_block_id": 323,
      "answer": "The guide you mentioned provides detailed information about the rights of people from the armed conflict zone in Ukraine within the social health insurance system. You may access this resource for further insights and guidance.",
      "bResponse": "The guide you mentioned provides detailed information about the rights of people from the armed conflict zone in Ukraine within the social health insurance system. You may access this resource for further insights and guidance. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}