{
  "answers": [
    {
      "answer_id": 899,
      "question_id": 899,
      "content_block_id": 312,
      "answer": "The following types of consultations are included in the primary medical assistance: consultation for monitoring the evolution of pregnancy and labor, which involves supervision in the first quarter, monthly monitoring from the 3rd month to the 7th month, twice-monthly monitoring from the 7th month to the 9th month, and postpartum monitoring at home. Exclusive breastfeeding promotion up to the age of six months and continued until at least twelve months is also encouraged. Additionally, prenatal tests such as HIV, Hepatitis B and C are suggested for the pregnant woman. Two additional diagnostic and therapeutic services are available, including supervision during labor and an unplanned delivery.",
      "bResponse": "The following types of consultations are included in the primary medical assistance: consultation for monitoring the evolution of pregnancy and labor, which involves supervision in the first quarter, monthly monitoring from the 3rd month to the 7th month, twice-monthly monitoring from the 7th month to the 9th month, and postpartum monitoring at home. Exclusive breastfeeding promotion up to the age of six months and continued until at least twelve months is also encouraged. Additionally, prenatal tests such as HIV, Hepatitis B and C are suggested for the pregnant woman. Two additional diagnostic and therapeutic services are available, including supervision during labor and an unplanned delivery. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 900,
      "question_id": 900,
      "content_block_id": 312,
      "answer": "The duration of prenatal check-ups varies throughout the entire pregnancy. During the first trimester (up to the seventh week), there are three types of consultations: one primary medical consultation, followed by monthly visits from the third month onwards, and then bi-monthly visits starting from the seventh month up until the ninth month. After delivery, patients receive additional postnatal care including home monitoring sessions. Additionally, the basic package provides exclusive breastfeeding promotion until the age of six months and encourages continued feeding till at least twelve months old. Furthermore, HIV, Hepatitis of viral etiology with viruses B & C, and other required paraclinical tests are conducted on the mother-to-be. Lastly, the basic package offers two diagnostic and therapeutic medical services which include supervising labor without giving birth and an unanticipated birth, both of which may be performed by the family physician.",
      "bResponse": "The duration of prenatal check-ups varies throughout the entire pregnancy. During the first trimester (up to the seventh week), there are three types of consultations: one primary medical consultation, followed by monthly visits from the third month onwards, and then bi-monthly visits starting from the seventh month up until the ninth month. After delivery, patients receive additional postnatal care including home monitoring sessions. Additionally, the basic package provides exclusive breastfeeding promotion until the age of six months and encourages continued feeding till at least twelve months old. Furthermore, HIV, Hepatitis of viral etiology with viruses B & C, and other required paraclinical tests are conducted on the mother-to-be. Lastly, the basic package offers two diagnostic and therapeutic medical services which include supervising labor without giving birth and an unanticipated birth, both of which may be performed by the family physician. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 901,
      "question_id": 901,
      "content_block_id": 312,
      "answer": "Yes, several health screenings are required for the pregnant woman, including consultations for monitoring the evolution of pregnancy and labor, promotion of exclusive breastfeeding, testing for various infections, and support during delivery.",
      "bResponse": "Yes, several health screenings are required for the pregnant woman, including consultations for monitoring the evolution of pregnancy and labor, promotion of exclusive breastfeeding, testing for various infections, and support during delivery. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 902,
      "question_id": 902,
      "content_block_id": 313,
      "answer": "The family doctor issues a document certifying the existence of the pregnancy during the first appointment of the pregnant woman.",
      "bResponse": "The family doctor issues a document certifying the existence of the pregnancy during the first appointment of the pregnant woman. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 903,
      "question_id": 903,
      "content_block_id": 313,
      "answer": "Yes, during the first appointment of the pregnant woman at the family doctor, the family doctor will issue the document certifying the existence of the pregnancy and provide information on pregnancy-related health issues.",
      "bResponse": "Yes, during the first appointment of the pregnant woman at the family doctor, the family doctor will issue the document certifying the existence of the pregnancy and provide information on pregnancy-related health issues. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 904,
      "question_id": 904,
      "content_block_id": 313,
      "answer": "Yes, during the first appointment of the pregnant woman at the family doctor, the family doctor will issue the document certifying the existence of the pregnancy and provide necessary information on prenatal care including prescribing medications if needed.",
      "bResponse": "Yes, during the first appointment of the pregnant woman at the family doctor, the family doctor will issue the document certifying the existence of the pregnancy and provide necessary information on prenatal care including prescribing medications if needed. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 905,
      "question_id": 905,
      "content_block_id": 314,
      "answer": "Papanicolau cervico-vaginal cytological examination, Examinations of vaginal secretions - Native and colored microscopic examination and bacterial identification, Examinations of vaginal secretions - Native and colored microscopic examination and fungal identification, Antibiogram and Antifungigram, Obstetrical ultrasound second trimester anomalies, Obstetrical ultrasound first trimester anomalies with TN, can be found in the package of basic medical services in specialized ambulatory medical assistance for paraclinical specialties.",
      "bResponse": "Papanicolau cervico-vaginal cytological examination, Examinations of vaginal secretions - Native and colored microscopic examination and bacterial identification, Examinations of vaginal secretions - Native and colored microscopic examination and fungal identification, Antibiogram and Antifungigram, Obstetrical ultrasound second trimester anomalies, Obstetrical ultrasound first trimester anomalies with TN, can be found in the package of basic medical services in specialized ambulatory medical assistance for paraclinical specialties. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 906,
      "question_id": 906,
      "content_block_id": 314,
      "answer": "No, obstetrical ultrasounds cannot be performed by non-specialists as they require expertise in the field of obstetrics-gynecology with overspecialization in maternal-fetal medicine.",
      "bResponse": "No, obstetrical ultrasounds cannot be performed by non-specialists as they require expertise in the field of obstetrics-gynecology with overspecialization in maternal-fetal medicine. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 907,
      "question_id": 907,
      "content_block_id": 314,
      "answer": "Yes, certain conditions can be detected during both the second and first trimesters of pregnancy through obstetrical ultrasounds. The package of basic medical services in specialized ambulatory medical assistance for paraclinical specialties covers these examinations, which may reveal potential complications or issues related to fetal development, such as second trimester anomalies or first trimester anomalies with Tn (thyroid dysfunction). It should be noted that this service is available exclusively for doctors specializing in obstetrics-gynecology with an emphasis on maternal-fetal medicine.",
      "bResponse": "Yes, certain conditions can be detected during both the second and first trimesters of pregnancy through obstetrical ultrasounds. The package of basic medical services in specialized ambulatory medical assistance for paraclinical specialties covers these examinations, which may reveal potential complications or issues related to fetal development, such as second trimester anomalies or first trimester anomalies with Tn (thyroid dysfunction). It should be noted that this service is available exclusively for doctors specializing in obstetrics-gynecology with an emphasis on maternal-fetal medicine. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 908,
      "question_id": 908,
      "content_block_id": 315,
      "answer": "The supervision of a normal pregnancy covers one consultation for each trimester of pregnancy and a consultation in the first trimester after birth. It includes various medical services such as obstetrics-gynecology specialist consultations, complete blood count, determination of the ABO blood group in pregnant women, determination of the Rh blood group in pregnant women, serum urea, serum uric acid, serum creatinine, blood glucose, TGP, TGO, TSH, complete examination of urine (summary + sediment), VDRL or RPR, HIV testing in pregnant women, evaluation of pregnant women for infections at risk for pregnancy (such as rubella, toxoplasmosis, CMV infection, hepatitis B and C), vaginal discharge, cervical-vaginal cytological exam, fetal biometry, Group B Streptococcus detection, confirmation ultrasound and pregnancy viability.",
      "bResponse": "The supervision of a normal pregnancy covers one consultation for each trimester of pregnancy and a consultation in the first trimester after birth. It includes various medical services such as obstetrics-gynecology specialist consultations, complete blood count, determination of the ABO blood group in pregnant women, determination of the Rh blood group in pregnant women, serum urea, serum uric acid, serum creatinine, blood glucose, TGP, TGO, TSH, complete examination of urine (summary + sediment), VDRL or RPR, HIV testing in pregnant women, evaluation of pregnant women for infections at risk for pregnancy (such as rubella, toxoplasmosis, CMV infection, hepatitis B and C), vaginal discharge, cervical-vaginal cytological exam, fetal biometry, Group B Streptococcus detection, confirmation ultrasound and pregnancy viability. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 909,
      "question_id": 909,
      "content_block_id": 315,
      "answer": "Prenatal screening is usually done between S11 and S19+6 days, it can be granted simultaneously with the medical services corresponding to the Supervision of a normal pregnancy (for pregnant women who don't have medical documents) and the Supervision of a normal pregnancy (for pregnant women who have medical documents) granted by health units that have an obstetrics-gynecology office in their organizational structure.",
      "bResponse": "Prenatal screening is usually done between S11 and S19+6 days, it can be granted simultaneously with the medical services corresponding to the Supervision of a normal pregnancy (for pregnant women who don't have medical documents) and the Supervision of a normal pregnancy (for pregnant women who have medical documents) granted by health units that have an obstetrics-gynecology office in their organizational structure. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 910,
      "question_id": 910,
      "content_block_id": 315,
      "answer": "Obstetrics-gynecology specialist consultations can be obtained at health units that have an obstetrics-gynecology office in their organizational structure, where specialist consultations and ultrasound, viability, and pregnancy dating are carried out, as well as medical analysis laboratories for performing all the medical analyses included in the package.",
      "bResponse": "Obstetrics-gynecology specialist consultations can be obtained at health units that have an obstetrics-gynecology office in their organizational structure, where specialist consultations and ultrasound, viability, and pregnancy dating are carried out, as well as medical analysis laboratories for performing all the medical analyses included in the package. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 911,
      "question_id": 911,
      "content_block_id": 316,
      "answer": "Obstetricians and Gynecologists who have proven competence in obstetric and gynecological ultrasound or specialization in Maternal-Fetal Medicine can perform the prenatal screening.",
      "bResponse": "Obstetricians and Gynecologists who have proven competence in obstetric and gynecological ultrasound or specialization in Maternal-Fetal Medicine can perform the prenatal screening. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 912,
      "question_id": 912,
      "content_block_id": 316,
      "answer": "Obstetrics-gynecology specialty hospitals, as well as other health units with beds that have obstetrics-gynecology and neonatology sections or compartments ranked at levels 1, 2, or 3, offer this mandatory service.",
      "bResponse": "Obstetrics-gynecology specialty hospitals, as well as other health units with beds that have obstetrics-gynecology and neonatology sections or compartments ranked at levels 1, 2, or 3, offer this mandatory service. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 913,
      "question_id": 913,
      "content_block_id": 316,
      "answer": "Yes, mandatory services include an obstetrics-gynecology specialist consultation to interpret the results of the double/triple test, as well as an ultrasound to detect fetal anomalies (S11 - S19 + 6 days).",
      "bResponse": "Yes, mandatory services include an obstetrics-gynecology specialist consultation to interpret the results of the double/triple test, as well as an ultrasound to detect fetal anomalies (S11 - S19 + 6 days). For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 914,
      "question_id": 914,
      "content_block_id": 317,
      "answer": "To perform obstetric and gynecological ultrasounds, medical professionals such as obstetricians-gynecologists need to possess the necessary skills and knowledge in this field by demonstrating their competency through supplementary training certificates. These specialists should also be able to accurately interpret the results obtained during these examinations, allowing them to make informed decisions regarding patient care.",
      "bResponse": "To perform obstetric and gynecological ultrasounds, medical professionals such as obstetricians-gynecologists need to possess the necessary skills and knowledge in this field by demonstrating their competency through supplementary training certificates. These specialists should also be able to accurately interpret the results obtained during these examinations, allowing them to make informed decisions regarding patient care. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 915,
      "question_id": 915,
      "content_block_id": 317,
      "answer": "Obstetrics-gynecology specialists and patients who require these services can access them at specialized hospitals and healthcare facilities with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2. These include clinics and paraclinical departments offering comprehensive care for high-risk pregnancies such as gestational oedema.",
      "bResponse": "Obstetrics-gynecology specialists and patients who require these services can access them at specialized hospitals and healthcare facilities with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2. These include clinics and paraclinical departments offering comprehensive care for high-risk pregnancies such as gestational oedema. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 916,
      "question_id": 916,
      "content_block_id": 317,
      "answer": "To obtain certification in obstetric and gynecological ultrasonography, doctors must complete a comprehensive training program and demonstrate their competency by passing an exam administered by relevant medical associations or institutions. This typically involves completing additional courses, workshops, and practical experience under the supervision of experienced professionals within obstetrics-gynecology specialty hospitals and other healthcare facilities with advanced diagnostic imaging capabilities. Obtaining this certification is essential for doctors who wish to specialize in this field and deliver quality care to patients requiring specialized sonographic examinations during pregnancy and related conditions.",
      "bResponse": "To obtain certification in obstetric and gynecological ultrasonography, doctors must complete a comprehensive training program and demonstrate their competency by passing an exam administered by relevant medical associations or institutions. This typically involves completing additional courses, workshops, and practical experience under the supervision of experienced professionals within obstetrics-gynecology specialty hospitals and other healthcare facilities with advanced diagnostic imaging capabilities. Obtaining this certification is essential for doctors who wish to specialize in this field and deliver quality care to patients requiring specialized sonographic examinations during pregnancy and related conditions. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 917,
      "question_id": 917,
      "content_block_id": 318,
      "answer": "Obstetrics-gynecology specialists who possess the necessary competence or certificate of complementary training in obstetric and gynecological ultrasonography are required to perform ultrasounds on patients, such as those suffering from mild hyperemesis gravidarum.",
      "bResponse": "Obstetrics-gynecology specialists who possess the necessary competence or certificate of complementary training in obstetric and gynecological ultrasonography are required to perform ultrasounds on patients, such as those suffering from mild hyperemesis gravidarum. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 918,
      "question_id": 918,
      "content_block_id": 318,
      "answer": "Patients should receive specialized care for mild hyperemesis gravidarum at obstetrics-gynecology specialty hospitals and other health units with beds, such as those with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2. These specialists need to demonstrate their competency by obtaining certificates in comprehensive training programs related to obstetric and gynecological ultrasonography. Additionally, these healthcare facilities also require paraclinical departments including laboratory medicine for proper diagnosis and treatment of this condition.",
      "bResponse": "Patients should receive specialized care for mild hyperemesis gravidarum at obstetrics-gynecology specialty hospitals and other health units with beds, such as those with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2. These specialists need to demonstrate their competency by obtaining certificates in comprehensive training programs related to obstetric and gynecological ultrasonography. Additionally, these healthcare facilities also require paraclinical departments including laboratory medicine for proper diagnosis and treatment of this condition. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 919,
      "question_id": 919,
      "content_block_id": 318,
      "answer": "Yes, hospitals need to have an obstetrics-gynecology department to offer the mentioned services.",
      "bResponse": "Yes, hospitals need to have an obstetrics-gynecology department to offer the mentioned services. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 920,
      "question_id": 920,
      "content_block_id": 319,
      "answer": "Obstetrics-gynecology specialist consultations can be obtained at hospitals and healthcare facilities such as obstetrics-gynecology specialty hospitals and those with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2.",
      "bResponse": "Obstetrics-gynecology specialist consultations can be obtained at hospitals and healthcare facilities such as obstetrics-gynecology specialty hospitals and those with obstetrics-gynecology and neonatology sections or compartments ranked at levels 3 or 2. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 921,
      "question_id": 921,
      "content_block_id": 319,
      "answer": "Yes, there are some prerequisites required to participate in these mandatory services. To be eligible for participation, you must undergo an evaluation of your pregnant woman with a scarred uterus during the third trimester by an obstetric-gynecology specialist. These services are available exclusively through obstetrics-gynecology specialty hospitals and other healthcare facilities equipped with beds and offering both obstetrics-gynecology and neonatology care.",
      "bResponse": "Yes, there are some prerequisites required to participate in these mandatory services. To be eligible for participation, you must undergo an evaluation of your pregnant woman with a scarred uterus during the third trimester by an obstetric-gynecology specialist. These services are available exclusively through obstetrics-gynecology specialty hospitals and other healthcare facilities equipped with beds and offering both obstetrics-gynecology and neonatology care. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 922,
      "question_id": 922,
      "content_block_id": 319,
      "answer": "Yes, family members can accompany pregnant women during cardiotocography appointments.",
      "bResponse": "Yes, family members can accompany pregnant women during cardiotocography appointments. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 923,
      "question_id": 923,
      "content_block_id": 320,
      "answer": "Day hospitalization offers obstetrics-gynecology specialist consultations, paraclinical services such as laboratory medicine, high-risk pregnancy monitoring, mandatory services including obstetric and gynecological ultrasound, optional amniocentesis and cordocentesis services, and genetic testing through various techniques like cytogenetics, FISH, MLPA, and QF-PCR. These services may also be provided in continuous hospitalization if necessary due to complications, comorbidities, major bleeding, anesthesia risks, or post-procedural pain.",
      "bResponse": "Day hospitalization offers obstetrics-gynecology specialist consultations, paraclinical services such as laboratory medicine, high-risk pregnancy monitoring, mandatory services including obstetric and gynecological ultrasound, optional amniocentesis and cordocentesis services, and genetic testing through various techniques like cytogenetics, FISH, MLPA, and QF-PCR. These services may also be provided in continuous hospitalization if necessary due to complications, comorbidities, major bleeding, anesthesia risks, or post-procedural pain. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 924,
      "question_id": 924,
      "content_block_id": 320,
      "answer": "Personal history of thromboembolic disease;",
      "bResponse": "Personal history of thromboembolic disease; For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 925,
      "question_id": 925,
      "content_block_id": 320,
      "answer": "Cytogenetics, FISH, MLPA, and QF-PCR.",
      "bResponse": "Cytogenetics, FISH, MLPA, and QF-PCR. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}