{
  "answers": [
    {
      "answer_id": 1469,
      "question_id": 1469,
      "content_block_id": 509,
      "answer": "Post Traumatic Stress Disorder (PTSD) is an anxiety disorder that can develop after experiencing or witnessing a traumatic event. It is characterized by symptoms such as flashbacks, nightmares, and severe emotional distress.",
      "bResponse": "Post Traumatic Stress Disorder (PTSD) is an anxiety disorder that can develop after experiencing or witnessing a traumatic event. It is characterized by symptoms such as flashbacks, nightmares, and severe emotional distress. For more details, visit https://dopomoha.ro/en/ptsd-help",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1470,
      "question_id": 1470,
      "content_block_id": 509,
      "answer": "Anyone who wants to manage their Post Traumatic Stress Disorder (PTSD) can benefit from using this app.",
      "bResponse": "Anyone who wants to manage their Post Traumatic Stress Disorder (PTSD) can benefit from using this app. For more details, visit https://dopomoha.ro/en/ptsd-help",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1471,
      "question_id": 1471,
      "content_block_id": 509,
      "answer": "The PTSD Help app offers various tools and resources to assist individuals with managing their symptoms associated with Post Traumatic Stress Disorder (PTSD). These include guided self-help programs, coping strategies, information on PTSD, and access to professional support when needed. By offering these features, the app aims to provide users with a comprehensive approach towards better understanding and managing their condition.",
      "bResponse": "The PTSD Help app offers various tools and resources to assist individuals with managing their symptoms associated with Post Traumatic Stress Disorder (PTSD). These include guided self-help programs, coping strategies, information on PTSD, and access to professional support when needed. By offering these features, the app aims to provide users with a comprehensive approach towards better understanding and managing their condition. For more details, visit https://dopomoha.ro/en/ptsd-help",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}