{
  "answers": [
    {
      "answer_id": 257,
      "question_id": 257,
      "content_block_id": 93,
      "answer": "Under this policy, foreign nationals or stateless persons coming from the area of armed conflict in Ukraine, as well as asylum seekers, are eligible for free medical assistance. This includes medical services, medical supplies, medicines, medical devices, and medical services included in the national curative health programs, such as those enjoyed by Romanian citizens who are insured without paying contributions to the social health insurance system. Additionally, medical services in specialized outpatient healthcare can be received without the requirement of presenting a referral from the doctor.",
      "bResponse": "Under this policy, foreign nationals or stateless persons coming from the area of armed conflict in Ukraine, as well as asylum seekers, are eligible for free medical assistance. This includes medical services, medical supplies, medicines, medical devices, and medical services included in the national curative health programs, such as those enjoyed by Romanian citizens who are insured without paying contributions to the social health insurance system. Additionally, medical services in specialized outpatient healthcare can be received without the requirement of presenting a referral from the doctor. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 258,
      "question_id": 258,
      "content_block_id": 93,
      "answer": "If you are a foreign national or stateless person coming from the area of armed conflict in Ukraine, any illness that puts your life at immediate risk can be considered for free medical treatment.",
      "bResponse": "If you are a foreign national or stateless person coming from the area of armed conflict in Ukraine, any illness that puts your life at immediate risk can be considered for free medical treatment. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 259,
      "question_id": 259,
      "content_block_id": 93,
      "answer": "Yes, asylum seekers have the right to receive emergency medical assistance in a hospital under this policy.",
      "bResponse": "Yes, asylum seekers have the right to receive emergency medical assistance in a hospital under this policy. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 260,
      "question_id": 260,
      "content_block_id": 94,
      "answer": "Under this program, you can receive various forms of medical assistance such as consultations with a family doctor and a narrow specialist, pregnancy monitoring, access to free laboratory tests, and dental services.",
      "bResponse": "Under this program, you can receive various forms of medical assistance such as consultations with a family doctor and a narrow specialist, pregnancy monitoring, access to free laboratory tests, and dental services. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 261,
      "question_id": 261,
      "content_block_id": 94,
      "answer": "The Romanian social health insurance system grants medical assistance to refugees from Ukraine in Romania, as well as citizens who meet certain requirements and conditions.",
      "bResponse": "The Romanian social health insurance system grants medical assistance to refugees from Ukraine in Romania, as well as citizens who meet certain requirements and conditions. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 262,
      "question_id": 262,
      "content_block_id": 94,
      "answer": "One can find further information about the rights granted by the Romanian social health insurance system by learning more.",
      "bResponse": "One can find further information about the rights granted by the Romanian social health insurance system by learning more. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 263,
      "question_id": 263,
      "content_block_id": 95,
      "answer": "The Women's Center offers support in accessing reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases, as well as services dedicated to victims of domestic violence. They also provide assistance in navigating the healthcare system.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases, as well as services dedicated to victims of domestic violence. They also provide assistance in navigating the healthcare system. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 264,
      "question_id": 264,
      "content_block_id": 95,
      "answer": "Yes, the Women's Center provides support for victims of domestic violence.",
      "bResponse": "Yes, the Women's Center provides support for victims of domestic violence. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 265,
      "question_id": 265,
      "content_block_id": 95,
      "answer": "The Women's Center provides support in accessing reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases, among others. If you need assistance with these services or have any questions regarding them, please visit their website at <https://www.womenscenter.com> and ask for help.",
      "bResponse": "The Women's Center provides support in accessing reproductive health services such as contraception, breastfeeding, and prevention of sexually transmitted diseases, among others. If you need assistance with these services or have any questions regarding them, please visit their website at <https://www.womenscenter.com> and ask for help. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 266,
      "question_id": 266,
      "content_block_id": 96,
      "answer": "Ukraine Child Cancer Help provides support and guidance for parents, relatives, or friends of Ukrainian children with cancer seeking medical assistance.",
      "bResponse": "Ukraine Child Cancer Help provides support and guidance for parents, relatives, or friends of Ukrainian children with cancer seeking medical assistance. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 267,
      "question_id": 267,
      "content_block_id": 96,
      "answer": "Parents, relatives, friends, and anyone seeking medical assistance for a Ukrainian child with cancer can benefit from accessing Ukraine Child Cancer Help.",
      "bResponse": "Parents, relatives, friends, and anyone seeking medical assistance for a Ukrainian child with cancer can benefit from accessing Ukraine Child Cancer Help. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 268,
      "question_id": 268,
      "content_block_id": 96,
      "answer": "Access Ukraine Child Cancer Help, ask for help.",
      "bResponse": "Access Ukraine Child Cancer Help, ask for help. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 269,
      "question_id": 269,
      "content_block_id": 97,
      "answer": "accesconsilierehiv.ro offers HIV psycho-medical-social services",
      "bResponse": "accesconsilierehiv.ro offers HIV psycho-medical-social services For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 270,
      "question_id": 270,
      "content_block_id": 97,
      "answer": "People living with HIV can benefit from their services.",
      "bResponse": "People living with HIV can benefit from their services. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 271,
      "question_id": 271,
      "content_block_id": 97,
      "answer": "accesconsilierehiv.ro",
      "bResponse": "accesconsilierehiv.ro For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 272,
      "question_id": 272,
      "content_block_id": 98,
      "answer": "NoRo Center offers free therapy for children from Ukraine who need their services, as well as offering medical assistance and support to refugees arriving in Romania suffering from rare diseases. They also collaborate with other organizations to assist those seeking medical care for various conditions.",
      "bResponse": "NoRo Center offers free therapy for children from Ukraine who need their services, as well as offering medical assistance and support to refugees arriving in Romania suffering from rare diseases. They also collaborate with other organizations to assist those seeking medical care for various conditions. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 273,
      "question_id": 273,
      "content_block_id": 98,
      "answer": "People coming from Ukraine who are seeking HIV treatment or other medical services can benefit from the free medical care offered by Sens Positiv.",
      "bResponse": "People coming from Ukraine who are seeking HIV treatment or other medical services can benefit from the free medical care offered by Sens Positiv. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 274,
      "question_id": 274,
      "content_block_id": 98,
      "answer": "The Society for Education on Conception and Sexuality (SECS) facilitates access to gynaecological medical services for women and girls from Ukraine in Bucharest, including abortions, IUD insertion/removal, and other gynecology services. They can assist with appointment-making, communicating with specialists, and settling consultations.",
      "bResponse": "The Society for Education on Conception and Sexuality (SECS) facilitates access to gynaecological medical services for women and girls from Ukraine in Bucharest, including abortions, IUD insertion/removal, and other gynecology services. They can assist with appointment-making, communicating with specialists, and settling consultations. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 275,
      "question_id": 275,
      "content_block_id": 99,
      "answer": "Some tips for organizing food and food supplies for children include creating a meal plan, stocking up on non-perishable items, rotating inventory, storing food properly, and being prepared for emergencies.",
      "bResponse": "Some tips for organizing food and food supplies for children include creating a meal plan, stocking up on non-perishable items, rotating inventory, storing food properly, and being prepared for emergencies. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 276,
      "question_id": 276,
      "content_block_id": 99,
      "answer": "The importance of having a balanced diet for children lies in maintaining their overall wellbeing, as well as supporting their immune systems.",
      "bResponse": "The importance of having a balanced diet for children lies in maintaining their overall wellbeing, as well as supporting their immune systems. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 277,
      "question_id": 277,
      "content_block_id": 99,
      "answer": "Yes, organizing food and food stocks efficiently through a community gardening program can benefit families by providing them with fresh produce, promoting healthier eating habits, reducing food costs, fostering a sense of community, and teaching children about healthy lifestyles and sustainability.",
      "bResponse": "Yes, organizing food and food stocks efficiently through a community gardening program can benefit families by providing them with fresh produce, promoting healthier eating habits, reducing food costs, fostering a sense of community, and teaching children about healthy lifestyles and sustainability. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 278,
      "question_id": 278,
      "content_block_id": 100,
      "answer": "It is crucial to vaccinate children against infectious diseases because they pose significant risks to their well-being and even lives. These illnesses have the potential to spread rapidly among vulnerable populations, including infants and young children, causing widespread outbreaks. By administering vaccines, we effectively protect our children from contracting these dangerous diseases and minimizing the risk of serious complications or death. In addition, immunization not only safeguards individual health but also contributes significantly towards maintaining public health by reducing the overall transmission rate of contagious infections within communities.",
      "bResponse": "It is crucial to vaccinate children against infectious diseases because they pose significant risks to their well-being and even lives. These illnesses have the potential to spread rapidly among vulnerable populations, including infants and young children, causing widespread outbreaks. By administering vaccines, we effectively protect our children from contracting these dangerous diseases and minimizing the risk of serious complications or death. In addition, immunization not only safeguards individual health but also contributes significantly towards maintaining public health by reducing the overall transmission rate of contagious infections within communities. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 279,
      "question_id": 279,
      "content_block_id": 100,
      "answer": "Some examples of infectious diseases that can be prevented by vaccines included in this immunization schedule include measles, rubella, polio, diphtheria, Haemophilus influenzae type b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, and mumps.",
      "bResponse": "Some examples of infectious diseases that can be prevented by vaccines included in this immunization schedule include measles, rubella, polio, diphtheria, Haemophilus influenzae type b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, and mumps. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 280,
      "question_id": 280,
      "content_block_id": 100,
      "answer": "Yes, the provided summary states that vaccinations help prevent infectious diseases from spreading quickly and threatening children. By receiving vaccinations, individuals can be protected against various illnesses, including measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, hepatitis B, and mumps.",
      "bResponse": "Yes, the provided summary states that vaccinations help prevent infectious diseases from spreading quickly and threatening children. By receiving vaccinations, individuals can be protected against various illnesses, including measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, hepatitis B, and mumps. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 281,
      "question_id": 281,
      "content_block_id": 101,
      "answer": "Parents can provide psychological comfort to their children by maintaining a sense of stability, open communication, and being supportive during times of war or conflict.",
      "bResponse": "Parents can provide psychological comfort to their children by maintaining a sense of stability, open communication, and being supportive during times of war or conflict. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 282,
      "question_id": 282,
      "content_block_id": 101,
      "answer": "Yes, there are specific programs and initiatives aimed at helping children cope with the effects of war. One such initiative is finding out more about them by reading the provided summary.",
      "bResponse": "Yes, there are specific programs and initiatives aimed at helping children cope with the effects of war. One such initiative is finding out more about them by reading the provided summary. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 283,
      "question_id": 283,
      "content_block_id": 101,
      "answer": "Yes, parents can help their children cope with the stress caused by war by providing them with psychological comfort through open communication, understanding their feelings, giving reassurance, and teaching them coping strategies.",
      "bResponse": "Yes, parents can help their children cope with the stress caused by war by providing them with psychological comfort through open communication, understanding their feelings, giving reassurance, and teaching them coping strategies. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 284,
      "question_id": 284,
      "content_block_id": 102,
      "answer": "Here are some ways to ensure good hygiene during the HygieneWar:\n\n* Follow the rules of hygiene carefully\n* Protect yourself by washing hands regularly with soap and warm water for at least 20 seconds\n* Keep surfaces clean, especially those frequently touched such as doorknobs, countertops, and tables\n* Avoid touching your face, particularly your eyes, nose, and mouth\n* Use disposable tissues or handkerchiefs when sneezing or coughing\n* Clean and disinfect electronic devices and other touchable items on a regular basis\n* Practice social distancing and avoid crowded places where hygiene may be compromised",
      "bResponse": "Here are some ways to ensure good hygiene during the HygieneWar:\n\n* Follow the rules of hygiene carefully\n* Protect yourself by washing hands regularly with soap and warm water for at least 20 seconds\n* Keep surfaces clean, especially those frequently touched such as doorknobs, countertops, and tables\n* Avoid touching your face, particularly your eyes, nose, and mouth\n* Use disposable tissues or handkerchiefs when sneezing or coughing\n* Clean and disinfect electronic devices and other touchable items on a regular basis\n* Practice social distancing and avoid crowded places where hygiene may be compromised For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 285,
      "question_id": 285,
      "content_block_id": 102,
      "answer": "Yes, you can participate in the community garden project.",
      "bResponse": "Yes, you can participate in the community garden project. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 286,
      "question_id": 286,
      "content_block_id": 102,
      "answer": "Maintaining cleanliness during this crisis is crucial for protecting one's health and preventing the spread of infections.",
      "bResponse": "Maintaining cleanliness during this crisis is crucial for protecting one's health and preventing the spread of infections. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 287,
      "question_id": 287,
      "content_block_id": 103,
      "answer": "Parents need additional resources such as medical supplies, assistive devices, and emotional support during emergencies when taking care of their children with disabilities.",
      "bResponse": "Parents need additional resources such as medical supplies, assistive devices, and emotional support during emergencies when taking care of their children with disabilities. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 288,
      "question_id": 288,
      "content_block_id": 103,
      "answer": "Yes, individuals can participate in community-based programs designed specifically for people with disabilities as these programs aim to provide support and services tailored to their unique needs.",
      "bResponse": "Yes, individuals can participate in community-based programs designed specifically for people with disabilities as these programs aim to provide support and services tailored to their unique needs. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 289,
      "question_id": 289,
      "content_block_id": 103,
      "answer": "Yes, families with children with disabilities should be prepared by creating an emergency plan, including medical information and communication devices, and seeking support from organizations and professionals who specialize in assisting individuals with disabilities. Additionally, it is crucial to provide emotional support to the child and family members during this difficult time.",
      "bResponse": "Yes, families with children with disabilities should be prepared by creating an emergency plan, including medical information and communication devices, and seeking support from organizations and professionals who specialize in assisting individuals with disabilities. Additionally, it is crucial to provide emotional support to the child and family members during this difficult time. For more details, visit https://dopomoha.ro/en/sanatate",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}