{
  "answers": [
    {
      "answer_id": 93,
      "question_id": 93,
      "content_block_id": 35,
      "answer": "The benefits of the new community gardening program include promoting healthy lifestyles through access to fresh fruits and vegetables, fostering social connections among neighbors, reducing food waste by sharing excess produce with others, and contributing to the beautification of public spaces.",
      "bResponse": "The benefits of the new community gardening program include promoting healthy lifestyles through access to fresh fruits and vegetables, fostering social connections among neighbors, reducing food waste by sharing excess produce with others, and contributing to the beautification of public spaces. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 94,
      "question_id": 94,
      "content_block_id": 35,
      "answer": "One can join the new community gardening program by downloading the poster, printing it, and displaying it in crowded areas such as storefronts or apartment buildings.",
      "bResponse": "One can join the new community gardening program by downloading the poster, printing it, and displaying it in crowded areas such as storefronts or apartment buildings. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 95,
      "question_id": 95,
      "content_block_id": 35,
      "answer": "More information about community gardening programs can be found on the website \"dopomoha.ro\". To access this resource, download the provided poster by clicking the link, print it, and display it in areas with high visibility such as storefronts or apartment building entrances.",
      "bResponse": "More information about community gardening programs can be found on the website \"dopomoha.ro\". To access this resource, download the provided poster by clicking the link, print it, and display it in areas with high visibility such as storefronts or apartment building entrances. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 96,
      "question_id": 96,
      "content_block_id": 36,
      "answer": "The main goal of this community gardening initiative is to provide easy access to general information about DOPOMOHA.RO by downloading and sharing the available flyers with others at various locations such as stores, means of transport, and parks.",
      "bResponse": "The main goal of this community gardening initiative is to provide easy access to general information about DOPOMOHA.RO by downloading and sharing the available flyers with others at various locations such as stores, means of transport, and parks. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 97,
      "question_id": 97,
      "content_block_id": 36,
      "answer": "Yes, everyone can join our community garden initiative!",
      "bResponse": "Yes, everyone can join our community garden initiative! For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 98,
      "question_id": 98,
      "content_block_id": 36,
      "answer": "The summary states \"Download the flyer from here, it contains the general information fromDOPOMOHA.RO. You can share them wherever you go, in stores, means of transport, parks etc.\" So, if you need more information about the upcoming events at DOPOMOHA.RO, download their flyer and spread the word!",
      "bResponse": "The summary states \"Download the flyer from here, it contains the general information fromDOPOMOHA.RO. You can share them wherever you go, in stores, means of transport, parks etc.\" So, if you need more information about the upcoming events at DOPOMOHA.RO, download their flyer and spread the word! For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 99,
      "question_id": 99,
      "content_block_id": 37,
      "answer": "The purpose of the community gardening program is to promote sustainable agriculture practices, enhance food security, and foster social connections within local communities.",
      "bResponse": "The purpose of the community gardening program is to promote sustainable agriculture practices, enhance food security, and foster social connections within local communities. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 100,
      "question_id": 100,
      "content_block_id": 37,
      "answer": "\"More information about this phrase book can be found by clicking on the link \"See the guide with common expressions in Romanian, translated into English and Ukrainian. Click here for the phrase book\".\"",
      "bResponse": "\"More information about this phrase book can be found by clicking on the link \"See the guide with common expressions in Romanian, translated into English and Ukrainian. Click here for the phrase book\".\" For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 101,
      "question_id": 101,
      "content_block_id": 37,
      "answer": "No, participants do not need to know Romanian to use the phrase book. The phrase book contains translations of common expressions into both Romanian and English, as well as Ukrainian. Click here for the guide with the common expressions in Romanian, translated into English and Ukrainian.",
      "bResponse": "No, participants do not need to know Romanian to use the phrase book. The phrase book contains translations of common expressions into both Romanian and English, as well as Ukrainian. Click here for the guide with the common expressions in Romanian, translated into English and Ukrainian. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 102,
      "question_id": 102,
      "content_block_id": 38,
      "answer": "The initiative offers various resources such as food, products, clothing, tents, transportation and volunteer support.",
      "bResponse": "The initiative offers various resources such as food, products, clothing, tents, transportation and volunteer support. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 103,
      "question_id": 103,
      "content_block_id": 38,
      "answer": "\"There may be specific requirements and qualifications set by the community gardening program for participation.\"",
      "bResponse": "\"There may be specific requirements and qualifications set by the community gardening program for participation.\" For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 104,
      "question_id": 104,
      "content_block_id": 38,
      "answer": "Yes, individuals can donate goods or funds to support this emergency aid platform by requesting or providing resources through Sprijin de Urgență.",
      "bResponse": "Yes, individuals can donate goods or funds to support this emergency aid platform by requesting or providing resources through Sprijin de Urgență. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 105,
      "question_id": 105,
      "content_block_id": 39,
      "answer": "Access Un Acoperiș offers temporary accommodation for those in need, specifically targeting vulnerable individuals who have recently arrived in Romania.",
      "bResponse": "Access Un Acoperiș offers temporary accommodation for those in need, specifically targeting vulnerable individuals who have recently arrived in Romania. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 106,
      "question_id": 106,
      "content_block_id": 39,
      "answer": "Accessing Un Acoperiș can benefit vulnerable individuals and those seeking temporary accommodations in Romania.",
      "bResponse": "Accessing Un Acoperiș can benefit vulnerable individuals and those seeking temporary accommodations in Romania. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 107,
      "question_id": 107,
      "content_block_id": 39,
      "answer": "Yes, access Un Acoperiș and follow their guidelines to find temporary accommodation or provide assistance to those in need.",
      "bResponse": "Yes, access Un Acoperiș and follow their guidelines to find temporary accommodation or provide assistance to those in need. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}