{
  "answers": [
    {
      "answer_id": 792,
      "question_id": 792,
      "content_block_id": 276,
      "answer": "Medical services for emergency situations, curative medical services for acute conditions, consultations for chronic diseases, detection of diseases with endemic-epidemic potential, consultations for family planning services (counseling, evaluation and monitoring of genito-mammary status, treatment of complications), palliative care services, diagnostic and therapeutic services, pregnancy and pregnancy surveillance services, medical services for diagnostic purposes (day hospitalization services) are included in the basic package.",
      "bResponse": "Medical services for emergency situations, curative medical services for acute conditions, consultations for chronic diseases, detection of diseases with endemic-epidemic potential, consultations for family planning services (counseling, evaluation and monitoring of genito-mammary status, treatment of complications), palliative care services, diagnostic and therapeutic services, pregnancy and pregnancy surveillance services, medical services for diagnostic purposes (day hospitalization services) are included in the basic package. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 793,
      "question_id": 793,
      "content_block_id": 276,
      "answer": "Yes, specialists can provide consultations for chronic diseases as part of their specialized ambulatory medical assistance offerings.",
      "bResponse": "Yes, specialists can provide consultations for chronic diseases as part of their specialized ambulatory medical assistance offerings. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 794,
      "question_id": 794,
      "content_block_id": 276,
      "answer": "Palliative care clinics offer various medical services such as consultations for chronic diseases, detection of diseases with endemic-epidemic potential, and diagnosis and therapeutic services. They also provide palliative care services, which include managing symptoms and improving quality of life for patients facing serious illnesses. Additionally, they offer prenatal and postnatal medical services for pregnant women.",
      "bResponse": "Palliative care clinics offer various medical services such as consultations for chronic diseases, detection of diseases with endemic-epidemic potential, and diagnosis and therapeutic services. They also provide palliative care services, which include managing symptoms and improving quality of life for patients facing serious illnesses. Additionally, they offer prenatal and postnatal medical services for pregnant women. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 795,
      "question_id": 795,
      "content_block_id": 277,
      "answer": "Yes, refugees can access specialized medical services without a referral ticket. They are provided without presenting the referral ticket, which is a form with a special regime used in the social health insurance system.",
      "bResponse": "Yes, refugees can access specialized medical services without a referral ticket. They are provided without presenting the referral ticket, which is a form with a special regime used in the social health insurance system. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 796,
      "question_id": 796,
      "content_block_id": 277,
      "answer": "The type of consultations available for patients with chronic conditions include tracking the evolution of the condition under the treatment established during hospitalization, performing therapeutic procedures, wound examination, thread removal, cast removal, after a surgical or orthopedic intervention, and recommendations for necessary, paraclinical investigations, as appropriate. These consultations may also be offered remotely, by any means of communication, and the presentation of the referral ticket from the family doctor or other specialist doctor is not mandatory.",
      "bResponse": "The type of consultations available for patients with chronic conditions include tracking the evolution of the condition under the treatment established during hospitalization, performing therapeutic procedures, wound examination, thread removal, cast removal, after a surgical or orthopedic intervention, and recommendations for necessary, paraclinical investigations, as appropriate. These consultations may also be offered remotely, by any means of communication, and the presentation of the referral ticket from the family doctor or other specialist doctor is not mandatory. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 797,
      "question_id": 797,
      "content_block_id": 277,
      "answer": "Yes, remote consultations for chronic conditions, as well as for diseases with potential endem",
      "bResponse": "Yes, remote consultations for chronic conditions, as well as for diseases with potential endem For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 798,
      "question_id": 798,
      "content_block_id": 278,
      "answer": "Yes, individuals can consult specialists without a prescription for certain conditions.",
      "bResponse": "Yes, individuals can consult specialists without a prescription for certain conditions. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 799,
      "question_id": 799,
      "content_block_id": 278,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 800,
      "question_id": 800,
      "content_block_id": 278,
      "answer": "Participants do not necessarily require prior experience with gardening to participate, as they can receive consultation from a specialist without a prescription from a family doctor.",
      "bResponse": "Participants do not necessarily require prior experience with gardening to participate, as they can receive consultation from a specialist without a prescription from a family doctor. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 801,
      "question_id": 801,
      "content_block_id": 279,
      "answer": "Examples of services included in day hospitalization are monitoring of normal pregnancy, high-risk pregnancy, prenatal screening, early detection of precancerous lesions of the breast, early detection and diagnosis of dysplastic lesions of the cervix, among others.",
      "bResponse": "Examples of services included in day hospitalization are monitoring of normal pregnancy, high-risk pregnancy, prenatal screening, early detection of precancerous lesions of the breast, early detection and diagnosis of dysplastic lesions of the cervix, among others. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 802,
      "question_id": 802,
      "content_block_id": 279,
      "answer": "Yes, psychiatric therapies can be provided remotely by a psychologist.",
      "bResponse": "Yes, psychiatric therapies can be provided remotely by a psychologist. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 803,
      "question_id": 803,
      "content_block_id": 279,
      "answer": "Physiotherapists can be recommended by doctors from the clinical specialties of cardiology and pneumology.",
      "bResponse": "Physiotherapists can be recommended by doctors from the clinical specialties of cardiology and pneumology. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 804,
      "question_id": 804,
      "content_block_id": 280,
      "answer": "The guide states that individuals who have been forcibly displaced or affected by the armed conflict in Ukraine can benefit from the social health insurance system and its associated programs, such as community gardening initiatives. Therefore, those eligible for participation in the community gardening program include individuals from the armed conflict zone in Ukraine.",
      "bResponse": "The guide states that individuals who have been forcibly displaced or affected by the armed conflict in Ukraine can benefit from the social health insurance system and its associated programs, such as community gardening initiatives. Therefore, those eligible for participation in the community gardening program include individuals from the armed conflict zone in Ukraine. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 805,
      "question_id": 805,
      "content_block_id": 280,
      "answer": "Yes, individuals from the armed conflict zone have specific rights and benefits when it comes to their enrollment in the social health insurance system as outlined in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\", published by the National Health Insurance House.",
      "bResponse": "Yes, individuals from the armed conflict zone have specific rights and benefits when it comes to their enrollment in the social health insurance system as outlined in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\", published by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 806,
      "question_id": 806,
      "content_block_id": 280,
      "answer": "Participating in this community gardening initiative benefits local communities by promoting environmental sustainability, enhancing food security and nutrition, fostering social cohesion, encouraging active living among residents, and contributing to economic development through job creation and market access for locally produced agricultural products.",
      "bResponse": "Participating in this community gardening initiative benefits local communities by promoting environmental sustainability, enhancing food security and nutrition, fostering social cohesion, encouraging active living among residents, and contributing to economic development through job creation and market access for locally produced agricultural products. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}