{
  "answers": [
    {
      "answer_id": 167,
      "question_id": 167,
      "content_block_id": 62,
      "answer": "To participate in the community gardening program, one should have an interest in growing vegetables and fruits. Additionally, having access to the garden location and being able to commit time for maintenance and harvesting would be required.",
      "bResponse": "To participate in the community gardening program, one should have an interest in growing vegetables and fruits. Additionally, having access to the garden location and being able to commit time for maintenance and harvesting would be required. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 168,
      "question_id": 168,
      "content_block_id": 62,
      "answer": "Yes, individuals from different backgrounds can contribute to the initiative by offering their time and resources to help those who need it most.",
      "bResponse": "Yes, individuals from different backgrounds can contribute to the initiative by offering their time and resources to help those who need it most. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 169,
      "question_id": 169,
      "content_block_id": 62,
      "answer": "To find more information about volunteering in Romania, check out websites such as VolunteerRomania.org and HelpInCrisis.ro. These sites provide resources for finding opportunities to donate time and skills to local organizations making a difference.",
      "bResponse": "To find more information about volunteering in Romania, check out websites such as VolunteerRomania.org and HelpInCrisis.ro. These sites provide resources for finding opportunities to donate time and skills to local organizations making a difference. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 170,
      "question_id": 170,
      "content_block_id": 63,
      "answer": "The new community gardening program offers several benefits, such as promoting healthy eating habits and physical activity, improving mental health, fostering social connections among residents, reducing food insecurity, conserving water and soil, and enhancing local biodiversity.",
      "bResponse": "The new community gardening program offers several benefits, such as promoting healthy eating habits and physical activity, improving mental health, fostering social connections among residents, reducing food insecurity, conserving water and soil, and enhancing local biodiversity. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 171,
      "question_id": 171,
      "content_block_id": 63,
      "answer": "Find more information about joining the community gardening program by asking for help.",
      "bResponse": "Find more information about joining the community gardening program by asking for help. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 172,
      "question_id": 172,
      "content_block_id": 63,
      "answer": "Find more information about community gardening programs by asking at your local parks and recreation department, community centers, or non-profit organizations focused on environmental sustainability.",
      "bResponse": "Find more information about community gardening programs by asking at your local parks and recreation department, community centers, or non-profit organizations focused on environmental sustainability. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 173,
      "question_id": 173,
      "content_block_id": 64,
      "answer": "There are various types of temporary accommodations available, such as hostels, hotels, vacation rentals, and apartments.",
      "bResponse": "There are various types of temporary accommodations available, such as hostels, hotels, vacation rentals, and apartments. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 174,
      "question_id": 174,
      "content_block_id": 64,
      "answer": "This initiative aims to assist those seeking temporary accommodations as well as individuals willing to offer spaces to aid vulnerable populations arriving in Romania. By participating in this program, both beneficiaries and providers will contribute to creating a positive impact on society by supporting those in need during their transition period.",
      "bResponse": "This initiative aims to assist those seeking temporary accommodations as well as individuals willing to offer spaces to aid vulnerable populations arriving in Romania. By participating in this program, both beneficiaries and providers will contribute to creating a positive impact on society by supporting those in need during their transition period. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 175,
      "question_id": 175,
      "content_block_id": 64,
      "answer": "If you need support in finding temporary accommodation or if you would like to offer a space to assist vulnerable individuals who have recently arrived in Romania, please reach out to \"Access Un Acoperiș!\" and ask about housing options within their project.",
      "bResponse": "If you need support in finding temporary accommodation or if you would like to offer a space to assist vulnerable individuals who have recently arrived in Romania, please reach out to \"Access Un Acoperiș!\" and ask about housing options within their project. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 176,
      "question_id": 176,
      "content_block_id": 65,
      "answer": "\"Find out more\".",
      "bResponse": "\"Find out more\". For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 177,
      "question_id": 177,
      "content_block_id": 65,
      "answer": "To increase your chances of getting hired, it is important to have relevant education or experience in your desired field. Check with potential employers about specific requirements, as some jobs may require certain certifications or degrees.",
      "bResponse": "To increase your chances of getting hired, it is important to have relevant education or experience in your desired field. Check with potential employers about specific requirements, as some jobs may require certain certifications or degrees. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 178,
      "question_id": 178,
      "content_block_id": 65,
      "answer": "To prepare your resume for job applications, it is important to research the specific industry and position you are applying for, tailor your experience and skills accordingly, and highlight any relevant certifications or achievements. Additionally, make sure your resume is well-organized, easy to read, and free of grammatical errors.",
      "bResponse": "To prepare your resume for job applications, it is important to research the specific industry and position you are applying for, tailor your experience and skills accordingly, and highlight any relevant certifications or achievements. Additionally, make sure your resume is well-organized, easy to read, and free of grammatical errors. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 179,
      "question_id": 179,
      "content_block_id": 66,
      "answer": "The summary states \"Information on how to enroll children in school, kindergarten or extracurricular activities. Ukrainian schools in Romania.\" So you can find information about enrolling your child into an Ukrainian school by looking for those resources mentioned in the summary.",
      "bResponse": "The summary states \"Information on how to enroll children in school, kindergarten or extracurricular activities. Ukrainian schools in Romania.\" So you can find information about enrolling your child into an Ukrainian school by looking for those resources mentioned in the summary. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 180,
      "question_id": 180,
      "content_block_id": 66,
      "answer": "Yes, you can find information about Ukrainian kindergartens available in Romania by searching online and contacting local organizations that provide support to Ukrainian families.",
      "bResponse": "Yes, you can find information about Ukrainian kindergartens available in Romania by searching online and contacting local organizations that provide support to Ukrainian families. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 181,
      "question_id": 181,
      "content_block_id": 66,
      "answer": "Yes, you can participate in extracurricular activities offered by Ukrainian schools in Romania.",
      "bResponse": "Yes, you can participate in extracurricular activities offered by Ukrainian schools in Romania. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 182,
      "question_id": 182,
      "content_block_id": 67,
      "answer": "The specialized call-centers provide access to various resources, including valuable information and dedicated support for any problems or concerns.",
      "bResponse": "The specialized call-centers provide access to various resources, including valuable information and dedicated support for any problems or concerns. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 183,
      "question_id": 183,
      "content_block_id": 67,
      "answer": "Yes, participation in the community gardening program can vary depending on specific requirements set by the organization managing it.",
      "bResponse": "Yes, participation in the community gardening program can vary depending on specific requirements set by the organization managing it. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 184,
      "question_id": 184,
      "content_block_id": 67,
      "answer": "One option for finding more information about call centers is to contact an available specialized call center.",
      "bResponse": "One option for finding more information about call centers is to contact an available specialized call center. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 185,
      "question_id": 185,
      "content_block_id": 68,
      "answer": "\"Access pro bono legal assistance by asking for help with Ukrainian refugees.\"",
      "bResponse": "\"Access pro bono legal assistance by asking for help with Ukrainian refugees.\" For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 186,
      "question_id": 186,
      "content_block_id": 68,
      "answer": "No, you don't have to be a refugee from Ukraine to receive pro bono legal help.",
      "bResponse": "No, you don't have to be a refugee from Ukraine to receive pro bono legal help. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 187,
      "question_id": 187,
      "content_block_id": 68,
      "answer": "The initiative provides pro bono legal help for Ukrainian refugees in Romania and other countries. To learn more about this initiative, please visit their website at [insert link].",
      "bResponse": "The initiative provides pro bono legal help for Ukrainian refugees in Romania and other countries. To learn more about this initiative, please visit their website at [insert link]. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 188,
      "question_id": 188,
      "content_block_id": 69,
      "answer": "Any type of vehicle can receive emergency transportation if it requires immediate attention due to mechanical issues, accidents, breakdowns, etc.",
      "bResponse": "Any type of vehicle can receive emergency transportation if it requires immediate attention due to mechanical issues, accidents, breakdowns, etc. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 189,
      "question_id": 189,
      "content_block_id": 69,
      "answer": "Find out who provides technical assistance by searching for information on this topic within the given summary.",
      "bResponse": "Find out who provides technical assistance by searching for information on this topic within the given summary. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 190,
      "question_id": 190,
      "content_block_id": 69,
      "answer": "Find out here how you can get help with emergency transportation and technical assistance for your vehicle by searching for \"transport\".",
      "bResponse": "Find out here how you can get help with emergency transportation and technical assistance for your vehicle by searching for \"transport\". For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 191,
      "question_id": 191,
      "content_block_id": 70,
      "answer": "The courses offered include both Romanian and Russian as options for learning.",
      "bResponse": "The courses offered include both Romanian and Russian as options for learning. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 192,
      "question_id": 192,
      "content_block_id": 70,
      "answer": "No, there are no age restrictions for participating in the activities. The list of free language courses and activities is available for both children and adults.",
      "bResponse": "No, there are no age restrictions for participating in the activities. The list of free language courses and activities is available for both children and adults. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 193,
      "question_id": 193,
      "content_block_id": 70,
      "answer": "Interested individuals can find more information about the courses by visiting the provided link and checking out the list of free language courses and activities for Ukrainian refugees in Romania. The course offerings include options suitable for both children and adults.",
      "bResponse": "Interested individuals can find more information about the courses by visiting the provided link and checking out the list of free language courses and activities for Ukrainian refugees in Romania. The course offerings include options suitable for both children and adults. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 194,
      "question_id": 194,
      "content_block_id": 71,
      "answer": "The support available includes accessing services specifically designed to assist individuals who have used drugs and require assistance. These services provide guidance on how to overcome addiction or substance abuse issues and offer resources such as counseling, rehabilitation programs, and aftercare options. Additionally, there may be community-based organizations offering support groups and peer-to-peer connections for those seeking help with their drug use.",
      "bResponse": "The support available includes accessing services specifically designed to assist individuals who have used drugs and require assistance. These services provide guidance on how to overcome addiction or substance abuse issues and offer resources such as counseling, rehabilitation programs, and aftercare options. Additionally, there may be community-based organizations offering support groups and peer-to-peer connections for those seeking help with their drug use. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 195,
      "question_id": 195,
      "content_block_id": 71,
      "answer": "Yes, some organizations provide support for drug users anonomously so they can get help without revealing their identity.",
      "bResponse": "Yes, some organizations provide support for drug users anonomously so they can get help without revealing their identity. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 196,
      "question_id": 196,
      "content_block_id": 71,
      "answer": "Look for services such as addiction treatment centers, counseling programs, support groups, and hotlines that offer resources and guidance on addressing drug use issues.",
      "bResponse": "Look for services such as addiction treatment centers, counseling programs, support groups, and hotlines that offer resources and guidance on addressing drug use issues. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 197,
      "question_id": 197,
      "content_block_id": 72,
      "answer": "Refugees can access support for their mental health by finding places where they can speak openly about the trauma of war and learn ways to better handle its impact on their well-being and mental health. Support can be sought through various means such as counseling sessions with professionals who specialize in treating individuals experiencing traumatic situations or participating in group therapy sessions led by trained therapists. Additionally, there are organizations dedicated to helping refugees cope with the emotional stress associated with living in new environments; these may provide resources such as educational materials and workshops focused on improving resilience and managing anxiety.",
      "bResponse": "Refugees can access support for their mental health by finding places where they can speak openly about the trauma of war and learn ways to better handle its impact on their well-being and mental health. Support can be sought through various means such as counseling sessions with professionals who specialize in treating individuals experiencing traumatic situations or participating in group therapy sessions led by trained therapists. Additionally, there are organizations dedicated to helping refugees cope with the emotional stress associated with living in new environments; these may provide resources such as educational materials and workshops focused on improving resilience and managing anxiety. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 198,
      "question_id": 198,
      "content_block_id": 72,
      "answer": "Find out where you can get support by searching online or asking around. Support is available through various organizations dedicated to helping those affected by the conflict.",
      "bResponse": "Find out where you can get support by searching online or asking around. Support is available through various organizations dedicated to helping those affected by the conflict. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 199,
      "question_id": 199,
      "content_block_id": 72,
      "answer": "Yes, there are mental health services specifically designed to help individuals who have experienced trauma due to war. These services aim to provide support for those dealing with anxiety, depression, PTSD (Post Traumatic Stress Disorder), and other mental health challenges resulting from their experiences during conflict situations. It is essential to seek professional assistance if needed, as these specialized services can greatly improve one's overall well-being and quality of life.",
      "bResponse": "Yes, there are mental health services specifically designed to help individuals who have experienced trauma due to war. These services aim to provide support for those dealing with anxiety, depression, PTSD (Post Traumatic Stress Disorder), and other mental health challenges resulting from their experiences during conflict situations. It is essential to seek professional assistance if needed, as these specialized services can greatly improve one's overall well-being and quality of life. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 200,
      "question_id": 200,
      "content_block_id": 73,
      "answer": "The UNHCR map lists several organizations offering different forms of help for Ukrainian refugees, such as shelter, food, legal support, and psychological care.",
      "bResponse": "The UNHCR map lists several organizations offering different forms of help for Ukrainian refugees, such as shelter, food, legal support, and psychological care. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 201,
      "question_id": 201,
      "content_block_id": 73,
      "answer": "Yes, individuals can create profiles on the map to request help.",
      "bResponse": "Yes, individuals can create profiles on the map to request help. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 202,
      "question_id": 202,
      "content_block_id": 73,
      "answer": "No, there are no restrictions on who can access the map and view the information. The online map created by UNHCR provides an open platform for anyone interested in finding out about the different organizations offering support to refugees from Ukraine.",
      "bResponse": "No, there are no restrictions on who can access the map and view the information. The online map created by UNHCR provides an open platform for anyone interested in finding out about the different organizations offering support to refugees from Ukraine. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 203,
      "question_id": 203,
      "content_block_id": 74,
      "answer": "There are various programs and initiatives available for Ukrainian refugees in Romania, such as support services, accommodation assistance, and psychological counseling.",
      "bResponse": "There are various programs and initiatives available for Ukrainian refugees in Romania, such as support services, accommodation assistance, and psychological counseling. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 204,
      "question_id": 204,
      "content_block_id": 74,
      "answer": "Individuals can contribute to the integration efforts by volunteering at refugee shelters or organizations dedicated to helping Ukrainian refugees, offering support and guidance to newcomers through cultural exchange programs, promoting awareness and understanding of the situation among their peers, and advocating for policies that promote inclusivity and equal opportunities for all immigrants.",
      "bResponse": "Individuals can contribute to the integration efforts by volunteering at refugee shelters or organizations dedicated to helping Ukrainian refugees, offering support and guidance to newcomers through cultural exchange programs, promoting awareness and understanding of the situation among their peers, and advocating for policies that promote inclusivity and equal opportunities for all immigrants. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 205,
      "question_id": 205,
      "content_block_id": 74,
      "answer": "Yes, some organizations and institutions in Romania offer language courses for Ukrainian refugees to help them learn Romanian and adapt to their new environment better.",
      "bResponse": "Yes, some organizations and institutions in Romania offer language courses for Ukrainian refugees to help them learn Romanian and adapt to their new environment better. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 206,
      "question_id": 206,
      "content_block_id": 75,
      "answer": "Volunteers and resources for medical equipment, food, and clothing are among the most commonly requested items during emergency situations such as natural disasters or public health crises.",
      "bResponse": "Volunteers and resources for medical equipment, food, and clothing are among the most commonly requested items during emergency situations such as natural disasters or public health crises. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 207,
      "question_id": 207,
      "content_block_id": 75,
      "answer": "Yes, people can donate their used clothes to support Sprijin de Urgență by requesting or providing resources under the category \"Clothing\".",
      "bResponse": "Yes, people can donate their used clothes to support Sprijin de Urgență by requesting or providing resources under the category \"Clothing\". For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 208,
      "question_id": 208,
      "content_block_id": 75,
      "answer": "Yes, there are volunteer opportunities available on Sprijin de Urgență.",
      "bResponse": "Yes, there are volunteer opportunities available on Sprijin de Urgență. For more details, visit https://dopomoha.ro/en/sprijin",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}