[
  {
    "heading": "Content Block 1",
    "summary": "Children’s nutritionIt is extremely necessary for a baby to continue breastfeeding or for a child to eat a balanced diet - not only the well-being but also the immunity of the baby / child depend on this. Of course, in emergencies, access to a variety of products may be limited, but you can provide your child with everything he or she needs. This information will help you organize food and food stocks more efficiently.",
    "id": 190
  },
  {
    "heading": "Content Block 2",
    "summary": "BreastfeedingPhysical contact with the mother is very important for babies. Breast milk strengthens the child's immunity, which in conditions of anxiety and stress can be weakened. In addition, it is the most convenient and safest way to feed a child. That is why in war time it is extremely important not to stop breastfeeding. This section contains important information about breastfeeding and nutrition of children under two years of age.Stressful situations do not affect milk production. Milk quality does not change due to feelings of anxiety, panic or stress. Stress may impact on lactation only in rare cases, namely by slowing down the flow of milk. In this case, breastfeed as often as possible to increase the flow. Frequent attachment of the baby to the breast ensures the production of the required amount of breast milk. Experts recommend feeding the baby on demand: as often as the child wants, but at least 8-12 times a day, as long as the child wants. If you have breast milk, do not start your baby on a pacifier, bottle or formula.",
    "id": 191
  },
  {
    "heading": "Content Block 3",
    "summary": "Why it is especially important to continue breastfeeding in an emergencyIn an emergency, direct physical contact with a child helps her feel safe. Hormones produced during breastfeeding also enhance the mother's sense of peace and security.During times of stress and anxiety, the immune system may be weakened. Therefore, it is important to continue breastfeeding, to ensure that your health is fully protected. Even mothers whose diet is unbalanced or restricted can still continue to breastfeed effectively.Feel free to ask people around you for understanding, so that you can create a calm environment to feed your baby or drain milk if necessary. Feel free to ask for extra food or water - it is necessary for you and important for the health of your child.Remember that if you do not have access to any food, then a child under the age of two can be fed exclusively breast milk to save his life.",
    "id": 192
  },
  {
    "heading": "Content Block 4",
    "summary": "Difficulties with breastfeeding?If at first you have difficulty breastfeeding, or you want to get informed and ready for breastfeeding, theSupport for refugee women programcan help guide you toward the counselling and prenatal education services that you need, no matter where in Romania you live.",
    "id": 193
  },
  {
    "heading": "Content Block 5",
    "summary": "Babies under 6 monthscan be fed ready-to-use commercial or generic formula.Use only infant formula suitable for your baby’s age. Do not feed children aged under 6 months animal milk, water or formula for older children.If you do not have access to commercial ready-to-use liquid formula, you can use a dry formula.But it is preferable to use ready-to-use liquid formula. Liquid formula that is prepared for use and packed directly by the manufacturer is the safest. Dry mixture is not sterile, can be contaminated and requires careful preparation.Before preparing dry formula, boil water at a temperature above 70 degrees Celsius in order to kill bacteria that may be present in the water or dry powder. Do not prepare formula in advance. If there is no other option, the formula should be refrigerated after cooking. Then, the bottle with the mixture can be stored in a refrigerator bag with an ice pack for a maximum of 4 hours or in a bag for a maximum of 2 hours.It is very difficult to wash feeding bottles while traveling. If you are feeding formula to the baby, do not use bottles. If you can, use a cup, because it is easier to clean. Dirty bottles can cause baby illness.",
    "id": 194
  },
  {
    "heading": "Content Block 6",
    "summary": "Nutrition for small childrenIt is extremely necessary for a child to eat a balanced diet - not only on the well-being, but also the immunity of the baby depends on this. Of course, in emergencies, access to a variety of products may be limited, but you can provide your child with everything he or she needs. This chapter will help you organize food and food stocks more efficiently.",
    "id": 195
  },
  {
    "heading": "Content Block 7",
    "summary": "More helpful information about breastfeedingFind out more helpful information about breastfeeding, as well as important information about women's health and access to reproductive health services on the Women Center platform.",
    "id": 196
  },
  {
    "heading": "Content Block 8",
    "summary": "More information",
    "id": 197
  }
]