[
  {
    "heading": "Content Block 1",
    "summary": "Children’s securityUsually, in crisis situations, parents are most worried about their children. You can prepare your child for different scenarios and help him be safe, even if you are not around. This chapter provides tips on what to put in your child's \"safety backpack\", important points to talk to your child to minimize additional stress and have a plan of action for different occasions.",
    "id": 217
  },
  {
    "heading": "Content Block 2",
    "summary": "1.       It should include: photo with parents, with relatives' phone numbers written on the back, full address, child's name and blood type (you can additionally sew a tag with this information on the child's clothes or put a note in your pocket)",
    "id": 218
  },
  {
    "heading": "Content Block 3",
    "summary": "2.       two bottles of water",
    "id": 219
  },
  {
    "heading": "Content Block 4",
    "summary": "3.       chocolate, cookies, bread",
    "id": 220
  },
  {
    "heading": "Content Block 5",
    "summary": "4.       dried fruits",
    "id": 221
  },
  {
    "heading": "Content Block 6",
    "summary": "5.       necessary drugs, plasters, antiseptics, protective face mask",
    "id": 222
  },
  {
    "heading": "Content Block 7",
    "summary": "6.       wet and dry wipes",
    "id": 223
  },
  {
    "heading": "Content Block 8",
    "summary": "7.       small towel, toothpaste and brush, soap",
    "id": 224
  },
  {
    "heading": "Content Block 9",
    "summary": "8.       flashlight",
    "id": 225
  },
  {
    "heading": "Content Block 10",
    "summary": "9.       one or two favourite toys of the child (they will provide the minimum psychological comfort)",
    "id": 226
  },
  {
    "heading": "Content Block 11",
    "summary": "10.     set of clothes",
    "id": 227
  },
  {
    "heading": "Content Block 12",
    "summary": "You can also put a phone in the children's \"safety backpack\" if the child knows how to use it, and a little money.",
    "id": 228
  },
  {
    "heading": "Content Block 13",
    "summary": "The most important thing a child should know when he is on the street:",
    "id": 229
  },
  {
    "heading": "Content Block 14",
    "summary": "●        your name and the names of your close relatives",
    "id": 230
  },
  {
    "heading": "Content Block 15",
    "summary": "●        phone numbers of parents or close relatives",
    "id": 231
  },
  {
    "heading": "Content Block 16",
    "summary": "●        your home address or the address of close relatives",
    "id": 232
  },
  {
    "heading": "Content Block 17",
    "summary": "Also, the child should know the emergency line numbers 112 (emergency line available throughout Romania) and 119 (emergency line for children, also available throughout Romania).",
    "id": 233
  },
  {
    "heading": "Content Block 18",
    "summary": "Speak up and determine the place where you will meet if the child suddenly gets lost.",
    "id": 234
  },
  {
    "heading": "Content Block 19",
    "summary": "In case the child is confused or still unable to provide the necessary information, make a badge or tag with your name and contacts, the child's name. Attach the tag to clothes that the child will not take off on leave (to a sweater or pants, not to a backpack or jacket that the child can take off and forget). Or put a contact note with relevant information in your child's pocket.",
    "id": 235
  }
]