[
  {
    "heading": "Content Block 1",
    "summary": "SIBIUHave you arrived in Sibiu and need help?Find information on how to manage in a new city and who can help you.",
    "id": 464
  },
  {
    "heading": "Content Block 2",
    "summary": "Important contactsSibiu County Immigration Office:0269 208 482, 0269 208 553/sb.igi@mai.gov.roEmergency call number: 112National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100",
    "id": 465
  },
  {
    "heading": "Content Block 3",
    "summary": "The support program for accommodation, meals and integration in SibiuInformation required for the accommodation, board and integration support program.More information",
    "id": 466
  },
  {
    "heading": "Content Block 4",
    "summary": "Public transport in SibiuFind out how and where you can buy tickets for public transport in Sibiu.More information",
    "id": 467
  },
  {
    "heading": "Content Block 5",
    "summary": "Medical servicesIf you need medical services, you can go to theCounty Emergency Clinical Hospital Sibiu.Find out more about healthcare in Romania",
    "id": 468
  },
  {
    "heading": "Content Block 6",
    "summary": "Psychological supportA.L.E.G. Associationoffers free psychosocial support to Ukrainian refugee women in Sibiu Country with translation into Ukrainian. Venue: Infocenter Ukraine at st. Mitropolii, 17 (DWS headquarters).Hereyou can find the registration link, and for other questions you can write directly tocontact@aleg-romania.eu.TheInternational Rescue Committeeoffers psychological assistance to Ukrainian refugees, TCN citizens, the local population in Romania, survivors of gender-based violence, people with serious mental illness, unaccompanied children, the Roma community. Consultations are held in Russian, Ukrainian and Romanian. Contacts: Katarina Mitic, Program Coordinator:katarina.mitic@rescue.orgMore information",
    "id": 469
  },
  {
    "heading": "Content Block 7",
    "summary": "EducationFind outherehow you can enroll your child in primary education and whatdocumentsare required.More information about the education system in Romania",
    "id": 470
  },
  {
    "heading": "Content Block 8",
    "summary": "Organisations offering their supportFind support in your city - explore themap for service providersnear you!Sus Inimaresponded to the refugee crisis in Ukraine through access to free basic food and hygiene products, access to therapies and medical services, Romanian and English language courses, temporary accommodation for refugees, day center for Ukrainian children, educational infrastructure for Ukrainian children. Contact:contact@susinima.eu/ +40 751 138 783.",
    "id": 471
  },
  {
    "heading": "Content Block 9",
    "summary": "Legal status",
    "id": 472
  },
  {
    "heading": "Content Block 10",
    "summary": "Housing",
    "id": 473
  },
  {
    "heading": "Content Block 11",
    "summary": "Info",
    "id": 474
  },
  {
    "heading": "Content Block 12",
    "summary": "Stay safe",
    "id": 475
  },
  {
    "heading": "Content Block 13",
    "summary": "Jobs",
    "id": 476
  },
  {
    "heading": "Content Block 14",
    "summary": "Support",
    "id": 477
  },
  {
    "heading": "Content Block 15",
    "summary": "Women's CenterIf you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here.Ask for help",
    "id": 478
  },
  {
    "heading": "Content Block 16",
    "summary": "Counseling for people living with HIVIf you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv.Ask for help",
    "id": 479
  }
]