[
  {
    "heading": "Content Block 1",
    "summary": "Bucharest, IlfovRegional Centre for Accommodation and Procedures for Asylum SeekersBucharestBucharest, Vasile Stolnicu Street, no. 15, Bl.13, sector 20212408774email:c.bucuresti.igi@mai.gov.ro;The Immigration Directorate of the Bucharest MunicipalityBucharest, str. Nicolae Iorga, no. 23,sector 1021-2128007dimb.igi@mai.gov.roImmigration Service Ilfov CountyBucharest str. Nicolae Iorga, no. 23,sector 1021- 232.92.56021-212.80.07if.igi@mai.gov.ro",
    "id": 45
  },
  {
    "heading": "Content Block 2",
    "summary": "Northern part of RomaniaRegional Centre for Accommodation and Procedures for Asylum SeekersRădăuțiMun. Rădăuți, str.Perilor nr. 2, jud. Suceava0230–564462, 0230-5644630230-564464,c.radauti.igi@mai.gov.roBiroul pentru Imigrări al Județului BotoșaniMun. Botoșani, Mihai Eminescu, nr. 57, jud.Botoșani0231-507-116,0231-5071180231-507118bt.igi@mai.gov.roBiroul pentru Imigrări al Județului NeamțMun. Piatra Neamț, str. Alexandru cel Bun,nr. 12, jud. Neamț0233-2270980233-227098nt.igi@mai.gov.roBiroul pentru Imigrări al Județului SuceavaMun. Suceava, Bld. 1 Mai, nr. 7-9, camerele B8, B10, B11, B12, jud.Suceava0230-203290,0230-2032910230-203299sv.igi@mai.gov.roRegional Centre for Accommodation and Procedures for Asylum SeekersMaramureșȘomcuta Mare, str. Cetății, nr. 1A, jud.Maramureș0262-2800040262-280004c.maramures.igi@mai.gov.roBiroul pentru Imigrări al Județului Bistrița-NăsăudMun. Bistrița, str. Nicolae Bălcescu, nr. 1-3, jud. Bistrița-Năsăud0263-2031240263-203124bn.igi@mai.gov.roBiroul pentru Imigrări al Județului MaramureșMun. Baia Mare, str. Școlii, nr. 1, jud.Maramureș0262-2076500262-220006mm.igi@mai.gov.roBiroul pentru Imigrări al Județului Satu MareMun. Satu Mare, str. Mihai Viteazu, nr. 11,jud. Satu Mare0261-807757,0261-8077770261-807757sm.igi@mai.gov.ro",
    "id": 46
  },
  {
    "heading": "Content Block 3",
    "summary": "Eastern part of RomaniaCentrul Regional de Proceduri și Cazare pentru Solicitanții de AzilGalațiMun. Galați, str. Săvinești nr. 2, jud.Galați0236-3238780236-323884c.galati.igi@mai.gov.roServiciul pentru Imigrări al Județului BacăuMun. Bacău, Alex Tolstoi, nr. 2, jud.Bacău0234-2020830234-202083bc.igi@mai.gov.roBiroul pentru Imigrări al Județului BrăilaMun. Brăila, strada Ana Aslan, nr. 39, jud.Brăila0239-6061000239-612222br.igi@mai.gov.roServiciul pentru Imigrări al Județului ConstanțaMun. Constanța, Bld. Mamaia, nr. 102-104,jud. Constanța0241-502307,0241-6113640241-550909ct.igi@mai.gov.roServiciul pentru Imigrări al Județului GalațiMun. Galați, str. Domnească, nr. 102,jud. Galați0236-407292,0236-4070000236-407292gl.igi@mai.gov.roBiroul pentru Imigrări al Județului TulceaMun. Tulcea, str. Spitalului, nr. 2, jud.Tulcea0240-5067000240-506700tl.igi@mai.gov.roBiroul pentru Imigrări al Județului VasluiMun. Vaslui, str. Salcâmilor, nr. 2, jud.Vaslui0235-303454,0235-303456vs.igi@mai.gov.roServiciul pentru Imigrări al Județului VranceaMun. Focșani, str. Cezar Bolliac, nr. 12,jud. Vrancea0237-207304,0237-2073060234-207306vn.igi@mai.gov.roServiciul pentru Imigrări al Județului IașiMun. Iași, str. Mihai Costăchescu, nr. 6, jud.Iași0232-302315,0232-3023220232-302315is.igi@mai.gov.ro",
    "id": 47
  },
  {
    "heading": "Content Block 4",
    "summary": "Southern part of RomaniaServiciul pentru Imigrări al Județului ArgeșMun. Pitești, Bld. Republicii, bl. E3C,mezanin 2, jud. Argeș248-2223280248-222328ag.igi@mai.gov.roBiroul pentru Imigrări al Județului BuzăuMun. Buzău, str.Chiristigi, nr. 8-10, jud.Buzău0238-402070,0238-4020710238-402070bz.igi@mai.gov.roBiroul pentru Imigrări al Județului DâmbovițaMun. Târgoviște, Bld. Mircea cel Bătrân, nr.2, jud. Dâmbovița0245-2075060245-207506db.igi@mai.gov.roBiroul pentru Imigrări al Județului GorjMun. Târgu-Jiu, str. Ioan C. Popilian, nr.32-34, jud. Gorj0253-207895,0253-2077380253-207883gj.igi@mai.gov.roServiciul pentru Imigrări al Județului PrahovaMun. Ploiești, str.Vasile Lupu, nr. 60-62,jud. Prahova0244-3023900244-596224ph.igi@mai.gov.roBiroul pentru Imigrări al Județului VâlceaMun. Râmnicu Vâlcea, str. Calea lui Traian,nr. 95, jud. Vâlcea0250-703295,0250-7032940250-703294vl.igi@mai.gov.roCentrul Regional de Proceduri și Cazare pentru Solicitanții de AzilGiurgiuMun. Giurgiu, Bld. 1907, jud. Giurgiu0246-215056 0246-215055c.giurgiu.igi@mai.gov.roBiroul pentru Imigrări al Județului CălărașiMun. Călărași, Bld. Republicii, nr. 50, jud.Călărași0242-306128-cl.igi@mai.gov.roServiciul pentru Imigrări al Județului DoljMun. Craiova, str. Amaradia, nr. 32-34,jud. Dolj0251-552694,0251-4075000251-552694dj.igi@mai.gov.roBiroul pentru Imigrări al Județului GiurgiuMun. Giurgiu, str.Călugăreni, nr. 26, jud.Giurgiu0246-207293,0246-2072940246-207293gr.igi@mai.gov.roBiroul pentru Imigrări al Județului IalomițaMun. Slobozia, str. Al. Odobescu, nr. 7-9, parter, cam. 5-8, jud.Ialomița0243-207691,0243-2076920243-211831il.igi@mai.gov.roBiroul pentru Imigrări al Județului OltMun, Slatina, str. M. Eminescu, nr. 19, jud.Olt0249-431007,0249-4065000249-431007ot.igi@mai.gov.roBiroul pentru Imigrări al Județului TeleormanMun. Alexandria, str. Carpați, nr. 7, jud.Teleorman247-407827,0247-407831-tr.igi@mai.gov.roBiroul pentru Imigrări al Județului MehedințiMun. Drobeta-Turnu Severin, Bld. Carol I, nr. 75, parter, cam. 1,jud. Mehedinți0252-305291,0252-3052290252-312633mh.igi@mai.gov.ro",
    "id": 48
  }
]