[
  {
    "heading": "Content Block 1",
    "summary": "Medicines reimbursed by the Health FundPatients can benefit from medicines covered by the National Health and Welfare Fund, which are issued on the basis of an electronic medical prescription or a medical prescription with a special regime (for psychotropic and narcotic drugs - the green or yellow forms).Within the social health insurance system, only those drugs included in the List of compensated drugs approved through the Government’s Decision can be prescribed and financially covered.Medicines covered by the National Health and Welfare Fund can onlybe dispensed by community pharmacies that have contracts with health insurance houses.",
    "id": 299
  },
  {
    "heading": "Content Block 2",
    "summary": "In the social health insurance system, compensated drugs can be prescribed and financially covered for conditions that can be found in the \"Summary of product characteristics\" approved by the National Agency of Medicines andMedical Devicesin Romania or under the conditions provided in the therapeutic protocols for those drugs restricted to prescription.",
    "id": 300
  },
  {
    "heading": "Content Block 3",
    "summary": "Validity of electronic prescriptionThe time period for which the drugs can be prescribed are a maximum of 7 days in acute conditions, up to 8 - 10 days in subacute conditions and up to 30 - 31 days for patients with chronic illnesses. For patients with stabilized chronic diseases and with a stable therapeutic regimen, drugs can be prescribed for a period of up to 90/91/92 days.The medical prescription for chronic conditions is valid for a maximum of 30 days from the date of its issuing, and for acute and subacute conditions, the medical prescription is valid for a maximum of 48 hours.Prescriptions issued for a period of 90/91/92 days, prescribed online and signed by the prescriber with extended electronic signature, can be issued in installments for 30/31/32 days, and the validity of these prescriptions is a maximum of 92 of days, depending on the prescribed period. The first release will be made within a maximum of 30 days from the date of issuance of the prescription.",
    "id": 301
  },
  {
    "heading": "Content Block 4",
    "summary": "Attention!People who are fleeing the war in Ukraine are exempted from paying the personal contribution for the medicines given in outpatient treatment!",
    "id": 302
  },
  {
    "heading": "Content Block 5",
    "summary": "This information is contained in the“Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system”, by the National Health Insurance House.",
    "id": 303
  }
]