[
  {
    "heading": "Whole Page Content",
    "summary": "Asylum is a form of protection that allows a foreigner who cannot return to the country of origin to remain in Romania. Any foreigner who left his/her country of origin because he/she fears persecution, serious human rights violations or armed conflict can apply for asylum.  From the moment you ask for asylum, either in writing or verbally, you are considered an asylum seeker. You cannot be removed (deported) to your country of origin. You can apply for asylum directly at the border crossing point or if you entered Romania as a migrant, you can apply for asylum later anywhere in Romania . You cannot apply for asylum in Romania if you are outside the territory of Romania. As an asylum seeker you will be given an asylum application form which can be filled in with the help of an official or by the official designated to receive the application (in case the asylum seeker cannot write), according to your oral statements. The standard form may be completed in the applicant's mother tongue. It is not necessary to use Romanian or English. You will have to submit all the documents that you have at your disposal and that are relevant to your personal situation, as well as the document for crossing the state border, and then you will receive an identification document : the temporary identity document for asylum seekers issued by the General Inspectorate for Immigration (IGI). You will be scheduled by the IGI for a preliminary interview and a secondary interview to determine a form of protection. You will receive a notice with the date and time of each interview. It is important that you attend both interviews, present all the evidence you have and answer all questions truthfully. Everything you say is confidential. Interviews are conducted in the presence of an IGI official and a translator. Translation will be done in a language you know or there is a reasonable expectation that you know. You may request the participation of a CNRR legal advisor or UNHCR representative at the interview. All asylum applications in Romania will be evaluated and resolved by the General Inspectorate for Immigration and they are normally processed within one to two months. Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 7
  }
]