[
  {
    "heading": "Whole Page Content",
    "summary": "Assistance in the hospital Hospital services are provided for illnesses that require hospitalization and include: consultations, investigations, diagnosis, medical and/or surgical treatment, nursing, recovery, medicines and sanitary materials, medical devices, accommodation and meals. Inpatient medical services are granted, according to the schedule, on the basis of the referral ticket issued by the family medicine doctor or the outpatient specialist. The referral note is not required for medical emergencies. Medical services can be provided by day hospitalization, which means a duration of 12 hours maximum, or by continuous hospitalization, which implies a hospitalization duration of more than 12 hours. Some examples of conditions that can be treated in a one day hospitalization: anemia, respiratory infections, urinary tract infections, viral or bacterial intestinal infections, infectious diarrhea, irritable bowel syndrome, gastro-oesophageal reflux disease, varicose veins without inflammation, acute tonsillitis, autoimmune thyroiditis, diabetes, ischemic cardiomyopathy, mitral or aortic valve insufficiency without indication for surgical intervention, alcoholic hepatitis. Conditions for providing hospitalization services in public health facilities Patients can benefit from free medical services only in public hospitals that have concluded supply contracts for hospitalization services with health insurance companies. The public hospital that has a contract with a health insurance company is obliged to provide the medical services that are the subject of the contract and to bear for hospitalized insured persons all the expenses necessary to solve their cases, including medicines, sanitary materials, laboratory and imaging investigations. The hospital also bears the amount for standard hotel services for the companions of sick children up to 3 years old and for those of people with severe disabilities. Starting with April 1, 2022, the chemotherapy services with monitoring provided in the day hospitalization regime, by the health facilities in contractual relations with the health insurance companies for this type of service, the dialysis services provided in the health facilities running the National Program for the replacement of renal function in patients with chronic renal failure, as well as the radiotherapy services provided by the health units that run the Radiotherapy Subprogram for patients with oncological diseases, are covered. In case the insured person goes to a hospital that does NOT have a contract with the health insurance company, the insured person bears the cost of the medical services he has benefited from and cannot recover that amount of money from the health insurance company. Public hospitals that cover medical services in relation to health insurance companies CANNOT collect another payment from the insured patient for the medical services provided. Conditions for providing hospitalization services in private health facilities Starting from July 1, 2021, private hospitals under contract with health insurance companies can charge a personal contribution from patients who choose to receive hospitalization services, for an acute condition, in these units with funding according to diagnostic groups (DRG system). The personal contribution represents the difference between the rate settled by the health insurance company and the rate charged by the private hospital. In order to ensure transparency and respect for patients' rights, the following regulations were introduced: the private hospital in contract with the health insurance company has the obligation to publicly display, at the headquarters and on the web page, the rates charged, as well as the amount settled by the state and the amount of the personal contribution for the services contracted with the health insurance company. Before hospitalization , the patient will receive an estimate of the costs of the requested medical services, valid for 5 working days. Any cost changes to the initial estimate that occur during hospitalization will only be made with the written consent of the patient or his legal guardian. Upon leaving the hospital, the patient will be issued a statement, which will include all expenses related to hospitalization. What does the estimate look like What happens in the situation where a patient, even though he is hospitalized, has to pay for medicines out of his own money? If the doctor in the ward where the patient is hospitalized recommends, based on medical documents, certain medicines, sanitary materials or laboratory investigations, and the expenses for these are borne by the patient, even though he would have been entitled to benefit from them for free, the hospital reimburses the patient the value of these expenses at the request of the insured. Reimbursement of the expenses mentioned is an obligation that applies exclusively to public hospitals and is done from their own revenues. Public hospitals create a methodology based on which they reimburse these expenses, which is made available to the health insurance company and is made known to patients when they are hospitalized. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 40
  }
]