[
  {
    "heading": "Whole Page Content",
    "summary": "Children’s nutrition It is extremely necessary for a baby to continue breastfeeding or for a child to eat a balanced diet - not only the well-being but also the immunity of the baby / child depend on this. Of course, in emergencies, access to a variety of products may be limited, but you can provide your child with everything he or she needs. This information will help you organize food and food stocks more efficiently. Breastfeeding Physical contact with the mother is very important for babies. Breast milk strengthens the child's immunity, which in conditions of anxiety and stress can be weakened. In addition, it is the most convenient and safest way to feed a child. That is why in war time it is extremely important not to stop breastfeeding. This section contains important information about breastfeeding and nutrition of children under two years of age. Stressful situations do not affect milk production. Milk quality does not change due to feelings of anxiety, panic or stress. Stress may impact on lactation only in rare cases, namely by slowing down the flow of milk. In this case, breastfeed as often as possible to increase the flow. Frequent attachment of the baby to the breast ensures the production of the required amount of breast milk. Experts recommend feeding the baby on demand: as often as the child wants, but at least 8-12 times a day, as long as the child wants. If you have breast milk, do not start your baby on a pacifier, bottle or formula. Why it is especially important to continue breastfeeding in an emergency In an emergency, direct physical contact with a child helps her feel safe. Hormones produced during breastfeeding also enhance the mother's sense of peace and security. During times of stress and anxiety, the immune system may be weakened. Therefore, it is important to continue breastfeeding, to ensure that your health is fully protected. Even mothers whose diet is unbalanced or restricted can still continue to breastfeed effectively. Feel free to ask people around you for understanding, so that you can create a calm environment to feed your baby or drain milk if necessary. Feel free to ask for extra food or water - it is necessary for you and important for the health of your child. Remember that if you do not have access to any food, then a child under the age of two can be fed exclusively breast milk to save his life. What if your baby can't breastfed or he is not with you If your baby is temporarily not with you, to maintain lactation, you should continue to drain milk with your hands or a breast pump, according to the usual number of feedings. Abrupt interruption of breastfeeding can cause complications - hardening, inflammation of the breasts and more. What to remember about squeezing: ●        drain milk as often as the child would eat, but at least 8 times a day; ●        wash your hands with soap before expressing milk; ●        the milk should be drained into a clean container that can be closed with a lid; ●        feed this milk to the child in a favourable way for breastfeeding (for example from a spoon, from a cup, but not from a bottle with a pacifier). What to do if you cannot continue breastfeeding ●        first of all, try to restore the usual return of milk; ●        put the baby to the breast often and let her suck the breast, even if there is no milk; ●        drink more water; ●        massage the neck area; ●        try to get enough rest; ●        if possible, take a warm shower; ●        try to eat well, eat something sweet, your favourite food. Difficulties with breastfeeding? If at first you have difficulty breastfeeding, or you want to get informed and ready for breastfeeding, the Support for refugee women program can help guide you toward the counselling and prenatal education services that you need, no matter where in Romania you live. If you can not restore lactation Babies under 6 months can be fed ready-to-use commercial or generic formula. Use only infant formula suitable for your baby’s age. Do not feed children aged under 6 months animal milk, water or formula for older children. If you do not have access to commercial ready-to-use liquid formula, you can use a dry formula. But it is preferable to use ready-to-use liquid formula. Liquid formula that is prepared for use and packed directly by the manufacturer is the safest. Dry mixture is not sterile, can be contaminated and requires careful preparation. Before preparing dry formula, boil water at a temperature above 70 degrees Celsius in order to kill bacteria that may be present in the water or dry powder. Do not prepare formula in advance. If there is no other option, the formula should be refrigerated after cooking. Then, the bottle with the mixture can be stored in a refrigerator bag with an ice pack for a maximum of 4 hours or in a bag for a maximum of 2 hours. It is very difficult to wash feeding bottles while traveling. If you are feeding formula to the baby, do not use bottles. If you can, use a cup, because it is easier to clean. Dirty bottles can cause baby illness. Children older than 6 months can be fed animal (cow's or goat's) milk, including ultra-pasteurized, as well as complementary foods. Such babies do not need a formula. In case of total food absence or allergic reactions, look for the nearest maternity hospital, children's hospital and ask for help. If you are a volunteer or healthcare professional, please, share these tips with breastfeeding women. IMPORTANT The Romanian Association of Consultants in Lactation and the Association of Independent Midwives are prepared to help refugee pregnant women, breastfeeding women, and mothers with infants or children from Ukraine. Call +40725278273 and a consultant will help you over the phone or you may schedule a free online consultation! Telemedicine consultations may be held in English or with translation in Ukrainian. For more information visit - https://uni.cf/395dQyb Nutrition for small children It is extremely necessary for a child to eat a balanced diet - not only on the well-being, but also the immunity of the baby depends on this. Of course, in emergencies, access to a variety of products may be limited, but you can provide your child with everything he or she needs. This chapter will help you organize food and food stocks more efficiently. Water First of all, it is important to ensure that you and your child have clean drinking water. Create a supply of drinking and technical water in advance. Drinking water should be stored in closed containers. Water can be stored for a short time in open containers, as bacteria and pathogens can grow in it. If the water is being stored for a long time, it should be disinfected. If necessary, mark the containers \"Drinking water\", \"Water for technical needs\", \"Water for household needs” as applicable. Make a 2-3-day stock. Water from open reservoirs can be used only for technical purposes. Do not drink water from untested sources, as this can lead to disease. Food on the go ●        Prepare products that are ready to eat without cooking, and that can be stored for some time without a refrigerator. Carefully check the expiration date of food and beverages. Do not eat expired products. ●        Take care of the necessary minimum stock of food and beverages in case of emergency: ○        bread, cookies, crackers; ○        canned foods, including meat, fish and vegetables, after opening at room temperature, they should be stored no longer than 2 hours; ○        nuts, seeds, dried fruits, halva, chocolate, energy bars; ○        apples, bananas, and other products that do not require heat treatment; ○        salt and other spices; ○        sugar; ○        fats - lard, vegetable oils; ○        products and foods for extreme tourism and sports nutrition can be useful, in particular ready-made dry soups and main dishes, sports protein mixes. Vegetables must be included in the human diet - this is the key to the proper functioning of the body. Do not exclude them from the child's diet. For young children, we recommend stocking up on instant cereals, ready meals: mashed meat, fish, vegetables. If the baby is breastfeeding, continue it. Breast milk contains all the necessary substances for the baby and provides full protection of its health. More helpful information about breastfeeding Find out more helpful information about breastfeeding, as well as important information about women's health and access to reproductive health services on the Women Center platform. More information",
    "id": 25
  }
]