[
  {
    "heading": "Whole Page Content",
    "summary": "Ukrainians fleeing war at home are welcomed to Romania Help-lines: CNRR ✆ 0040 730 073 170 UNHCR ✆ +40723653651 IOM Romania ✆ 021 210 3050 National Line against Trafficking in Persons Romania ✆ 0 800 800 678 / +4021.313.31.00 Documents Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. If you do not have documents of any kind, you can enter Romania as an asylum seeker. There are two main ways to enter Romania: with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point. Border points you can use to cross into Romania From Ukraine Halmeu, Sighetu Marmației, Siret, Isaccea border points can be used to cross into Romania. You can also reach Romania through the Republic of Moldova. Real-time waiting times for every border crossing into Romania can be found here: https://www.politiadefrontiera.ro/ro/traficonline/ . Information about the situation at border crossing points in Ukraine here: https://dpsu.gov.ua/en/map/ Traveling to other Member States of the European Union If you have a biometric passport, you do not need a visa if you want to travel to the EU (available for ukranian citizens). To find out the conditions of travel to an EU Member State, we recommend that you contact the embassy of your destination country. Minors entering Romania All unaccompanied children, regardless of their age, can cross the border from Ukraine to Romania. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions authorized to take care of unaccompanied minors. If you suspect that you are a victim or that you are witnessing a child abuse case, call 119 - a unique national telephone number for child abuse cases. Accommodation Un Acoperis - Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Money At BCR (Romanian Commercial Bank) you can exchange UAH-RON (hryvnia-lei) , at the BNR exchange rate, up to 2,000 lei per person/Ukrainian passport. The offer is valid only for people with Ukrainian passports. At the border areas there are 11 BCR branches ready to cover the need for additional cash 24/7 . If you need assistance in financial-banking services, call the special telephone number dedicated to the citizens of Ukraine - 0373514244 or write them at suport.linia1@bcr.ro . Important information : 0 lei BCR costs for transactions made at POS and ATM with cards issued in Ukraine; 0 lei commission for opening and administering a current account; 0 fees for inter and intra bank payments. Emergency help Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources. Regional Centers for Procedures and Accommodation for Asylum Seekers Rădăuți (next to Chernivtsi Oblast) Str. Perilor nr.2, Rădăuți, județul Suceava Tel.: +40 230 56 44 62, +40 230 56 44 63 Fax:  +40 261 80 77 57 E-mail: sm.igi@mai.gov.ro Maramureș (next to Zakarpattia and Ivano-Frankivsk Oblasts) Str. Mihai Viteazu, nr. 11, Satu Mare Tel.: +40 261 80 77 57, +40 261 80 77 77 interior 20695, 20696, 20697 Fax:  +40 261 80 77 57 E-mail: sm.igi@mai.gov.ro Galați (next to Odessa Oblast) Str. Săvinești nr.2, Galați, județul Galaţi Telefon: 0236 – 323878; Fax: 0236 -323884 Email: c.galati.igi@mai.gov.ro București (capital city of Romania) str. Tudor Gociu, nr. 24A, sector 4, București Tel.: +40 21 240 87 74 Fax:  +40 21 240 85 10 E-mail: c.bucuresti.igi@mai.gov.ro Timișoara (next to the Romanian-Hungarian border) Str. Armoniei nr.33, Timișoara, judetul Timiș Telefon : 0256.421.240; Fax: 0256.227.500 E-mail: c.timisoara.igi@mai.gov.ro Giurgiu (next to the Romanian-Bulgarian border) Bulevardul 1907, Giurgiu, județul Giurgiu Telefon:0246 – 215056; Fax: 0246 - 215055 E-mail: c.giurgiu.igi@mai.gov.ro",
    "id": 6
  }
]