[
  {
    "heading": "Whole Page Content",
    "summary": "GALAȚI Have you arrived in Galați and need help? Find information on how to manage in a new city and who can help you. Important contacts Galați County Immigration Service: gl.igi@mai.gov.ro / 0236 407 292, 0236 407 000 Regional Center for Procedures and Accommodation of Asylum Seekers : c.galati.igi@mai.gov.ro / 0236 323 878 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 Temporary protection in Galați Registration of temporary protection can take place at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102). More information Medical services If you need medical services, you can contact the County Emergency Clinical Hospital ,,Sf. Apostol Andrei\" Galați . If you need help for your child, you can go to the Emergency Clinical Hospital for Children ,,Sf. Ioan\" Galați . Here you can find the list of family doctors in Galați. Psychological support Project HOPE provides a variety of psychological assistance for all those in need. Consultations are available in: Ukrainian, Russian, Romanian, English, Polish. Contact: Lucía Uscátegui Daccarett - Regional MHPSS Manager, ldaccarett@projecthope.org / 48574765954. Adults and children, refugees from Ukraine, residents of Romania, can use the services of Positive Progress psychological Solutions . In addition to consultations, psychosocial support for humanitarian workers is also provided. Contact: Kirsten Antoncich, kirsten@positiveprogress.co.uk . Terre des hommes Foundation offers psychological assistance to the following category of people: refugees from Ukraine, third-country nationals, local population of Romania, pregnant/nursing women, children, LGBTIQ+, Roma community, unaccompanied children. Assistance consists of referring vulnerable individuals/families to the necessary information resources, community-based psychosocial support activities, targeted psychosocial support services, as well as specialized HCWSP services, raising awareness of mental health and psychosocial support, psychological first aid (PFA) , measures to build the potential of PZPSP for humanitarian workers. Contacts: Oksana Buga, Team Leader (Focus on MHPSS) oxana.buga@tdh.ch / 40371300390. Save the Children offer psychological services in 4 languages: Russian, Ukrainian, Romanian and English. Contacts: Ioana Tonceanu - MHPSS Manager, ioana.tonceanu@salvaticopiii.ro . The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. You can get advice in Russian, Ukrainian, Romanian and English. Contact: Boanca Simona - Head of Programs sboanca@iom.int / +40745016883. Plan International Organization offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. For more information, please contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org . Red Cross Romania offers a variety of mental health consultations, as well as psychological support for different categories of people in Russian, Ukrainian, Romanian and English. Contacts: Andreea Furtună - MRSа andreea.furtuna@crucearosie.ro / +40734449947. Find out more about healthcare in Romania Education Children can be enrolled in state kindergartens and nurseries, being part of the group/class (there are no specially organized classes/groups for Ukrainian children). There are private kindergartens with groups just for Ukrainian children, such as Clever Kids Kindergarten . At School no. 16, the Galati County School Inspectorate organizes extracurricular activities for children from Ukraine. JRS (Jesuit Refugee Service) offers free Romanian language courses and organizes educational, cultural, recreational and relaxation activities (painting, drawing, sports, etc.). More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! JRS Romania: Address: Constructorilor Street, no. 1 bis. Number: 0738.719.234; 0738.719.230 Red Cross Galați: Contact: galati@crucearosie.ro / 0236 413 645. Address: Closca Street, no. 13, BLPS9, ap 41. Save the Children provides counseling for children and parents from Ukraine. Address: Domnească Street, no. 101. CNRR (The Romanian National Council for Refugees): Contact: cinepa@cnrr.ro / 0736 830 349. Address: Gheorghe Doja Street, no. 5, bl 7A, sc 6, ap. 98, ground floor. Fundatia Inimă de Copil: Services provided in their centers: social assistance, daily educational programs, socialization activities and social integration support, specialized psychological counseling, material and financial donations, Romanian and English language courses, accommodation, etc. AIDRom: Contact: office@aidrom.ro / +4.021.212.48.68. It offers support in the form of social and legal advice and information, social assistance (social vouchers for food, hygiene and medicine), providing medical consultations, subsidizing the costs of participating in the national education system, support in accessing the labor market, cultural integration. Address: Brăilei Street, Bl. A3, et. 3, Galați. Asociația pentru Ajutor Umanitar AJUT : Address: Drumul de Centură Street, no. 39, Galați. Help to Ukraine Galați Association offers assistance in the integration of refugees into the Romanian community through the promotion of social cohesion, as well as the integration of youth through sporting events. Contacts here . Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 58
  }
]