[
  {
    "heading": "Whole Page Content",
    "summary": "IAȘI Have you arrived in Iași and need help? Find information on how to manage in a new city and who can help you. Important contacts The Iași County Immigration Service : is.igi@mai.gov.ro / 0232 302 315, 0232 302 322 Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 The support program for accommodation, meals and integration in Iași Information required for the accommodation, board and integration support program. Directorate of Social Assistance Iași Transportation Public transport in Iași is not free of charge for Ukrainians, but you can find out more details about ticket costs, payment method and public transport areas from the link below. More information Medical services If you need urgent medical services, you can contact the County Emergency Clinical Hospital ,,Sf. Spiridon\" Iași. If you need help for your child, you can go to the Emergency Clinical Hospital for Children ,,Sf. Maria\" Iași . Here you can find the list of free family medicine services for refugees in Ukraine. Psychological support The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. They offer support in Russian, Ukrainian, Romanian and English. Contact: Boanca Simona - Head of Programs sboanca@iom.int +40745016883. Project HOPE provides a variety of psychological assistance for all those in need. Consultations are available in: Ukrainian, Russian, Romanian, English, Polish. Contact: Lucía Uscátegui Daccarett - Regional MHPSS Manager, ldaccarett@projecthope.org / +48574765954. Asociatia ParentIS provides psychological assistance in Ukrainian, Russian, Romanian and English. Contacts: Ionela Luciu, Lioredana Ciofu - President/ Vice-president, ionela@parentis.ro / +40746118653. World Vision Romania offers psychological support in Russian and Ukrainian language. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. Save the Children offers psychological services in 4 languages: Russian, Ukrainian, Romanian and English. Contacts: Ioana Tonceanu - MHPSS Manager, ioana.tonceanu@salvaticopiii.ro . Red Cross Romania offers a variety of mental health consultations, as well as psychological support for different categories of people in Russian, Ukrainian, Romanian and English. Contacts: Andreea Furtună - MRSа: andreea.furtuna@crucearosie.ro / +40734449947. Find out more about healthcare in Romania Education The multi-service center for children and adolescents (address Grup școlar Ștefan Procopiu) organizes a kindergarten with an extended program and school preparation for students; Ukrainian language school for 1-11 classes, organized in partnership with UNICEF, an integration program in the Romanian education system through creative lessons and sport activities, in partnership with the School Inspectorate and local schools. You can contact them on Telegram at +40 753 459 570. If you wish to learn Romanian, there are several organizations that offer free Romanian language courses: Inspectoratul Școlar Județean Iași (Iasi County School Inspectorate): Courses are held at the Romanian Language Learning Center, Iași County School Inspectorate building C (Nicolae Bălcescu Street, no. 26). After completing the program and passing an evaluation, you can obtain a language certificate attesting your knowledge and skills in the Romanian language. Contact: +40 232 268 014. Centrul de Asistență Umanitară și Socială pentru Refugiați CTR Nicolina (Humanitarian and Social Assistance Center for Refugees CTR Nicolina): Courses are held for adults and teenagers, both online and in person, at the address Șos. Nicolina 141. Contacts: +40 753 645 093 & +380 932 289 598 (WhatsApp). You can register for the course online by following this link . Crucea Roșie (Red Cross): Romanian language courses for adults, held every week, at Bulevardul Ștefan cel Mare si Sfânt, no 10. Contact: +40 232 216 530. Caritas: Romanian language courses for adults, held every week, at Strada Traian no. 8. Contact: +40 725 337 229. More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! The CTR Nicolina Refugee Center offers accommodation, products, food, medical assistance and psychological counselling, Romanian language courses, they organize a kindergarten and educational activities for children. Contact: +40 724 700 087. Address: Sos. Nicolina 141. CNRR (Romanian National Council for Refugees) offers legal advice and information on the asylum procedure, child protection, integration, etc. Contact: gaitac@cnrr.ro / 0736 830 816. Address: Str. Mills no. 11, et. 1, Room 3. The ICAR Foundation offers support for accessing medical services and medicines, socio-cultural activities, information and integration, psychological support. WhatsApp contact: +40 743 772 009. Address: Str. Păcurari, no. 66. Save the Children offers direct services at transit points in Gros Center Iași, information point - Sculeni border, mobile camp - Huși, Vaslui county; educational activities (summer schools, after-school, Romanian language courses) at the Bucium Center and Veronica Micle School; advice and integrated services in the center of advice and integrated services and mobile teams. Alternative Sociale organizes social and educational activities for children with ages between 7 and 14; provides social and psychological assistance and career guidance sessions. Contact: +40 770 257 032. AIDRom offers support for accessing medical services, legal assistance, psychological counseling, socio-cultural and recreational activities for children and adults, reimbursements for legalized translation services. Contact WhatsApp: +40 745 992 668. Address: Strada Păcurari, no. 66. Justiție pentru minori offers mediation services, accommodation and meals for mothers and children, legal advice (family reunification services), support for beneficiaries to access medical services and other services they need. Contact WhatsApp: +40 740 648 836. Address: Fundac Sf. Teodor no. 1. Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services (contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, abortion, etc.) as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need HIV psycho-medical-social services, acces consilierehiv.ro Ask for help",
    "id": 61
  }
]