[
  {
    "heading": "Whole Page Content",
    "summary": "My rights The authorities have approved the adoption of rapid crisis management measures, including those intended to ensure the right to education for preschoolers, Ukrainian pupils and students from Ukraine located on the territory of Romania. How to enroll a child in school, kindergarten or extracurricular activities I want to enroll my child in extracurricular activities Step 1: You have to contact the County Schools Inspectorates. Check here for the list with contact information for all the County Schools Inspectorates in Romania. Step 2: Fill in the application for enrolling your child in extracurricular activities, without being necessary to obtain the statutus of audience. Also, if you want your child to benefit from psycho-pedagogical assistance and counseling , be sure to also check that option from the list. You can download the application here or you can obtain it in physical form from the County School Inspectorate that you have contacted. You should also know that for the Ukrainian children who want to learn Romanian, the Country School Inspectorates will create the necessary conditions and will assure the human resource appropriate for the request. You can submit the application at the headquarters of the County School Inspectorate that you have contacted, or online, via e-mail to the County School Inspectorate. Step 3: The application will be analyzed within one day since its submition and you will be contacted by the responsible Commission regarding where your child has been assigned to continue his/her studies. After the Commission analyzes your application and conducts a meeting with you, together, you will decide in which group/class your child will be assigned. You have to know that the participation to these activities are realized based on a schedule and procedure established by the respective educational unit. I want to enroll my child in school Step 1: You have to contact the County Schools Inspectorates. Check here the list with contact information for all the County Schools Inspectorates in Romania. Step 2: Fill in the application for enrolling the child in school with the audiences statute. Also, if you want for the small one to benefit of psycho-pedagogical assistance and counseling , be sure to also chech that option from the list. You can download the application here or you can obtain it in physical form from the County School Inspectorate which you have contacted. You should also know that for the Ukrainian children who want to learn Romanian, the Country School Inspectorates will create the necessary conditions and will assure the human resource appropriate for the request. You can submit the application at the headquarters of the County School Inspectorate that you have contacted, or online, via e-mail to the County School Inspectorate. Step 3: The application will be analyzed within one day since the submition and you will be contacted by the responsible Commission regarding where the child has been assigned to continue his/her studies. After the Commission had your application analyzed and after a meeting you will have with them, you will decide in which group/class the child will be assigned. Useful information : In the summer, applications to the Bucharest School Inspectorate can be sent online at office@ismb.ro and felix.goldbach@ismb.ro . At the same addresses, you can change your child's status from trainee to student by sending the necessary documents (available on the ISMB website). Upon entering the country, both unaccompanied minors and mothers/adults with children are registered with the General Directorates of Social Assistance and Child Protection. The role of these institutions is to ensure that both caregivers and children receive the necessary assistance. If you have not been registered with such an institution, please contact the General Directorate of Social Assistance and Child Protection in the county where you are located. Assistance in the integration of Ukrainian children into the Romanian education system Announcement from UNICEF regarding the integration of Ukrainian children into the  education system For inquiries regarding the enrollment and integration process of children into educational institutions in Romania, please contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), at +40799626330. Working hours: 9:00 AM - 5:00 PM. If you are or have been a student and you want to continue your studies in Romania: Continuing your studies Go directly to the university where you want to continue your studies. Please note that in accordance with applicable law, even if you do not have the documents proving your student status, you will be able to enroll based on a statement on your own responsibility regarding previous studies, but each university has its own procedure for evaluating enrollment, respectively the resumption of studies. Also, before completing your studies, you will have to present to the Romanian higher education institution the diplomas that allowed you access to the study cycle in which you were enrolled. More information: Ukrainian citizens | CNRED ( edu.ro ) Equivalence of studies Contact CNRED (National Center for Diploma Recognition and Equivalence). If you have the documents proving the studies you completed so far, this institution will help you to equate your diplomas obtained so far, which will be necessary for you to enroll in another cycle of studies. Attention: The passport does not replace the certificate/decision of recognition of studies! I have completed my studies If you have completed your studies, you should know that the Ministry of Education - through the National Center for Recognition and Equivalence of Diplomas (CNRED) - evaluates and recognizes study papers held by citizens of the European Union, the European Economic Area and the Swiss Confederation, family members as well as beneficiaries of a form of international protection, for further studies in Romania, as well as those held by citizens of non-EU countries, for access to the Romanian labor market. Steps you need to follow Step 1: Set up the file In order to obtain a certificate of recognition of studies, you must submit a file containing the following documents: Application - only if you submit the file in physical format High school diploma / certificate - copy, if the study certificate is issued in Romanian, English, French, Spanish, Italian; if it is issued in other languages, a certified translation will be required. The school situation for the last two years of studies - copy, if the study certificate is issued in Romanian, English, French, Spanish, Italian; if it is issued in other languages, a certified translation will be required; A copy of your personal identification documents (passport, ID, ID card, along with proof of name change if applicable) Evaluation fee of 100 RON (attention! The fee is not paid by the persons who benefit from a form of international protection); Other relevant documents, if applicable. Careful! Depending on the country issuing the documents, they must be apostille or superlegalized. See here the list of countries for which apostille or superlegalization is required. See here the detailed list of documents you need for the file. Step 2: File submission Online Through the Electronic Single Point of Contact for diplomas issued in Romanian, English, French, Spanish or Italian Through the Electronic Single Point of Contact for diplomas issued in other foreign languages Physical At the university where you want to enroll At the Registry of the Ministry of Education Schedule: Monday-Thursday, 09: 00-11: 00 and 14: 00-16: 00 Friday, 09: 00-11: 00 By mail or express courier Recipient address: Registry of the Ministry of Education Str. Spiru Haret no. 12, ground floor, room 1, Sector 1, 010176 Bucharest What's next?* Within a maximum of 30 working days from the date of registration of the complete file, the file will be evaluated and you will receive a response from CNRED. However, you should be aware that the deadline may be extended if further checks are required. To keep up to date with the status of the file, you can access the following link: File Centralizer | CNRED (edu.ro) Step 3: Take your certificate Ways to get your certificate: In electronic format, through the PCUe platform, for files submitted online; From the university's headquarters; From CNRED headquarters. Program: Monday - Thursday, 09:00 - 12:00, 13:00 - 15:00 Str. Spiru Haret, no. 12, Sector 1, 010176 Bucharest National Center for Recognition and Equivalence of Diplomas by post to the address indicated in the application by express courier - with payment at destination - the courier service is contracted by the applicant Attention! The certificate will be issued only to you or to a person authorized (through a notarial power of attorney) by you. In case of loss, complete destruction or damage of the certificate of equivalence, a duplicate may be issued. To release the duplicate, you need: document of request; notarized statement regarding the loss, destruction or damage of the certificate; identity card - copy; the study certificate that was equivalent - copy; other documents, if applicable. If you want to challenge CNRED's decision, you must file an appeal with the registry of the Ministry of Education, within 45 working days from the date of issuing the recognition / equivalence certificate and, respectively, from the date of acknowledging the reasons for non-recognition. The term for resolving the appeals is 60 working days from their registration with CNRED. The settlement period may be extended in justified cases, the applicant being notified in writing, by postal service or by e-mail. Accommodation and Allowances for Ukrainian Minors Ukrainian minors who are under temporary protection in Romania, but not beneficiaries of international protection, are eligible for specific support services. This includes free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear. Ukrainian schools and kindergartens in Romania Useful information about Ukrainian online kindergartens or part-time kindergartens in Romania; Ukrainian schools and classes in different cities of Romania., how to continue education remotely; various learning platforms; free education in private schools in Romania, and others. More information Courses and activities for refugees from Ukraine Free courses and activities for adults and children in Romania. Language courses, yoga, drawing classes, chess, music and more. Find out the schedule and sign up for courses in the link. More information Calendar of holidays in schools and kindergartens in Romania Structure of the school year Structure of the 2024-2025 school year. Here you can find a list of days off in Romanian educational institutions. Check the calendar",
    "id": 17
  }
]