[
  {
    "heading": "Whole Page Content",
    "summary": "Useful information about education in Romania for Ukrainian refugees Information on how to enroll your child in an educational institution To enroll your child in kindergarten, school, after school clasess, or if you are a student and want to continue your studies in Romania, find out the steps you need to follow the link below. More Kindergarten and school from JRS Romania The non-profit organization JRS Romania organized a kindergarten for preschool children, as well as a school for first graders. During the school year, first graders will be prepared at the school for an easier adaptation to the next year for entering the 2nd grade in a Romanian school. In addition to the basic subjects, special attention is paid to the study of the Romanian language. You can find out how to register your child for classes by calling 0744 405 657 or email: jrsromania@gmail.com More Kindergarten by Angel Appeal Romanian Foundation Angel Appeal Romanian Foundation offers various activities for children and a kindergarten, where education is free, without pre-registration. The kindergarten is open from Monday to Friday from 10:00 to 17:00. You can sign up for kindergarten by calling: +40723293769 Camelia Raita, address: bul. Stefan cel Mare 1. +40770560741 Oana Pasalan, address: Raul Sadului alley 2. Learn more The “Ostrovok” Educational Hub in Bucharest The “Ostrovok” Educational Hub in Bucharest offers free classes for refugee students from Ukraine. Education in the 2nd and 4th sector is free. Sector 2: from 0 to 11th grade. Address: Colegiul Național \"Mihai Viteazul\". Phone number: 021 252 5700 4th sector: from 0 to 6th grade. Address: Middle School Ienăchiţă Văcărescu. Phone number: 021 335 5705 * Ukrainian HUBs in Bucharest do not certify children’s studies, the child needs to study online/family/external studies in Ukraine or in a public school in Romania. Ukrainian secondary school Taras Shevchenko in Maramureș In Maramureș, in Sighetu Marmației is the Taras Shevchenko Ukrainian High School, one of the few secondary schools in Romania with teaching in the Ukrainian language. For information on how to enroll your child, contact +40262 317 164 Address: Piața Libertății 22, Sighetu Marmației. For studying by yourself: digital textbooks Here you can find free access and download digital versions of Ukrainian textbooks for students in grades 1-11. More information Online school from the Ministry of Education of Ukraine The Ukrainian Online School is a project created by the Ministry of Education and Science of Ukraine to continue distance and mixed learning for students in  5-11 grades. The Ukrainian Online School provides every student and teacher from Ukraine with free access to education. The platform includes video tutorials, tests, and self-study materials for core subjects. Ukrainian Online School UNICEF's Support for Children's Educational Journey: Access to Learning Platforms UNICEF provides access to online platforms to support children's education throughout their learning journey, helping them continue their studies, develop new skills, and stay engaged in a structured environment, especially during times when traditional schooling may be unavailable or limited. However, UNICEF is not responsible for the content of these platforms. A guardian, teacher, or responsible adult should regularly check the suitability of the sites and materials. Learn more",
    "id": 51
  }
]