[
  {
    "heading": "Whole Page Content",
    "summary": "Integration of refugees from Ukraine to Romania Hands Across Romania Association The Hands Across Romania Association offers vocational integration services to Ukrainian refugees from Bucharest, organizing professional consultations, educational path discussions, vocational retraining courses and support from consultation to employment. More information Jobs for Ukraine Jobs4Ukraine together with the UNHCR Romania organizes seminars that will help refugees from Ukraine find jobs in different cities of Romania. More information The NESsT Refugee Employment Initiative NESsT together with IKEA Social Entrepreneurship and the Cisco Foundation, have partnered to launch the NESsT Refugee Employment Initiative to support fifteen enterprises that work or plan to work with refugees and migrants in Poland and Romania. The initiative will provide funding and business assistance to a group of businesses in Poland and Romania that provide long-term employment support to refugees, including vocational training, quality employment opportunities and additional comprehensive services (mental health services, language courses, assistance in obtaining work permits, childcare, laptops, etc.). More information BERD - Banca Europeană pentru Reconstrucție & Dezvoltare support for SMEs The project supports local small and medium enterprises and local entrepreneurs through business consulting and grant funding. Within the framework of the project, funds are available for Ukrainian refugees for entrepreneurship for companies founded by Ukrainians in Romania, or for Ukrainian enterprises that want to move to Romania. Accompanying the employment of Ukrainian refugees - training, learning the language, mediation in employment. Contacts: Alina Marchis, BERD (Cluj), marchisa@ebrd.com , Cristina Savu, BERD (Bucharest) - savuc@ebrd.com More information The ANAIS organization The ANAIS organization provide assistance in the economic employment of refugees. More information Youth Center of the National Youth Foundation for the Integration of Young People in Romania The Youth Center of the National Youth Foundation (FNT) helps young Ukrainians to integrate into the Romanian community by organizing and holding various events. For youth ages 17 to 25, Youthcentre offers expert job search assistance : Setting professional goals; Job search; Assistance in compiling CV and Cover letter; Preparing for an interview. Address: 11 Caderea Bastiliei, Bucharest Contacts: office@rotineret.ro +40 763 661 036 More information How to write a resume Learn how to better to write a resume for an effective job search (english). More information HEKS EPER Employment Support for Ukrainian Refugees HEKS EPER offers employment assistance to Ukrainian refugees, including help with personal branding, job search, CV building, legal support, career counseling, and post-employment support. Refugees can access these services by contacting the team or scheduling an appointment online. Contacts: Olena Dobrianska – Peer Career Coach: Olena.heks.eper@gmail.com , 0754771257 Yuliia Kisielova – Peer Career Coach: Yuliia.heks.eper@gmail.com , 0754819585 Adela Popovici – Project Manager: adela.popovici@heks-eper.rog, 0730077448 Deadline: Services available until December 31st. Appointment Link Guide from IOM \"Cultural orientation - Romania\" Cultural orientation - Romania: Useful guide from IOM The guide Cultural Orientation - Romania, created by IOM Romania, is a useful resource for new arrivals. It contains information about culture, customs, legislation and other important aspects of life in Romania. The guide will help to effectively adapt and successfully integrate those who come to the country into the new environment. View guide Courses and activities for refugees from Ukraine Find out more about language courses, as well as events and activities available to refugees from Ukraine in Romania. More information Jobs for Ukrainian Refugees in Romania Learn more about job platforms in Romania. More information Events and cultural life in Romania Animest - Bucharest International Animated Film Festival Animest - Bucharest International Animated Film Festival is an international competition festival organized by the non-profit cultural association ANIMEST, which aims to promote cartoons and animated films from around the world in Romania, as well as assistance in the production and promotion of Romanian animated films. Website visitors can also buy a subscription and watch movies on the platform online. Find out more information Hungarian Theater in Napoca-Cluj The Hungarian Theater of Cluj , founded in 1792, became the first Hungarian theater company in Transylvania. The Hungarian Theater of Cluj operates as a repertory theater, supported by the Romanian Ministry of Culture. Performances are presented in Hungarian, usually with subtitles in Romanian or English. The theater also hosts various master classes, initiative programs and other events, which creates a creative atmosphere for all visitors. Find out more information The National Museum of Rumanian Literature in Bucharest The National Museum of Rumanian Literature in Bucharest preserves current literary treasures, consisting of manuscripts, ancient and rare books, historical-literary documents, special speeches and pieces of furniture, etc. lay to the Romanian writers, objects of plastic mysticism (painting, graphics, sculpture), periodicals. , photographs, audio-video recordings, which at the same time show to the museum visitors the depth and complexity of this mystical word in Romanian literature. If you don't manage to visit the museum, you can have a virtual tour here. Find out more information “Alexandru Sahia” was the documentary film studio in socialist Romania “Alexandru Sahia” was the documentary film studio in socialist Romania. Created in the early 1950s, the studio documented the daily life and the evolution of the communist regime in accordance with the directives and boundaries established by the political regime. On the website's pages you can find films made by studios and people working in the period from 1950 to 1990. Find out more information",
    "id": 69
  }
]