[
  {
    "heading": "Whole Page Content",
    "summary": "Bucharest, Ilfov Regional Centre for Accommodation and Procedures for Asylum Seekers Bucharest Bucharest, Vasile Stolnicu Street, no. 15, Bl.13, sector 2 0212408774 email: c.bucuresti.igi@mai.gov.ro ; The Immigration Directorate of the Bucharest Municipality Bucharest, str. Nicolae Iorga, no. 23, sector 1 021-2128007 dimb.igi@mai.gov.ro Immigration Service Ilfov County Bucharest str. Nicolae Iorga, no. 23, sector 1 021- 232.92.56 021- 212.80.07 if.igi@mai.gov.ro Northern part of Romania Regional Centre for Accommodation and Procedures for Asylum Seekers Rădăuți Mun. Rădăuți, str. Perilor nr. 2, jud. Suceava 0230–564462, 0230-564463 0230-564464, c.radauti.igi@mai.gov.ro Biroul pentru Imigrări al Județului Botoșani Mun. Botoșani, Mihai Eminescu, nr. 57, jud. Botoșani 0231-507-116, 0231-507118 0231-507118 bt.igi@mai.gov.ro Biroul pentru Imigrări al Județului Neamț Mun. Piatra Neamț, str. Alexandru cel Bun, nr. 12, jud. Neamț 0233-227098 0233-227098 nt.igi@mai.gov.ro Biroul pentru Imigrări al Județului Suceava Mun. Suceava, Bld. 1 Mai, nr. 7-9, camerele B8, B10, B11, B12, jud. Suceava 0230-203290, 0230-203291 0230-203299 sv.igi@mai.gov.ro Regional Centre for Accommodation and Procedures for Asylum Seekers Maramureș Șomcuta Mare, str. Cetății, nr. 1A, jud. Maramureș 0262-280004 0262-280004 c.maramures.igi@mai.gov.ro Biroul pentru Imigrări al Județului Bistrița-Năsăud Mun. Bistrița, str. Nicolae Bălcescu, nr. 1-3, jud. Bistrița- Năsăud 0263-203124 0263-203124 bn.igi@mai.gov.ro Biroul pentru Imigrări al Județului Maramureș Mun. Baia Mare, str. Școlii, nr. 1, jud. Maramureș 0262-207650 0262-220006 mm.igi@mai.gov.ro Biroul pentru Imigrări al Județului Satu Mare Mun. Satu Mare, str. Mihai Viteazu, nr. 11, jud. Satu Mare 0261-807757, 0261-807777 0261-807757 sm.igi@mai.gov.ro Eastern part of Romania Centrul Regional de Proceduri și Cazare pentru Solicitanții de Azil Galați Mun. Galați, str. Săvinești nr. 2, jud. Galați 0236-323878 0236-323884 c.galati.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Bacău Mun. Bacău, Alex Tolstoi, nr. 2, jud. Bacău 0234-202083 0234-202083 bc.igi@mai.gov.ro Biroul pentru Imigrări al Județului Brăila Mun. Brăila, strada Ana Aslan, nr. 39, jud. Brăila 0239-606100 0239-612222 br.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Constanța Mun. Constanța, Bld. Mamaia, nr. 102-104, jud. Constanța 0241-502307, 0241-611364 0241-550909 ct.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Galați Mun. Galați, str. Domnească, nr. 102, jud. Galați 0236-407292, 0236-407000 0236-407292 gl.igi@mai.gov.ro Biroul pentru Imigrări al Județului Tulcea Mun. Tulcea, str. Spitalului, nr. 2, jud. Tulcea 0240-506700 0240-506700 tl.igi@mai.gov.ro Biroul pentru Imigrări al Județului Vaslui Mun. Vaslui, str. Salcâmilor, nr. 2, jud. Vaslui 0235-303454, 0235-303456 vs.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Vrancea Mun. Focșani, str. Cezar Bolliac, nr. 12, jud. Vrancea 0237-207304, 0237-207306 0234-207306 vn.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Iași Mun. Iași, str. Mihai Costăchescu, nr. 6, jud. Iași 0232-302315, 0232-302322 0232-302315 is.igi@mai.gov.ro Southern part of Romania Serviciul pentru Imigrări al Județului Argeș Mun. Pitești, Bld. Republicii, bl. E3C, mezanin 2, jud. Argeș 248-222328 0248-222328 ag.igi@mai.gov.ro Biroul pentru Imigrări al Județului Buzău Mun. Buzău, str. Chiristigi, nr. 8-10, jud. Buzău 0238-402070, 0238-402071 0238-402070 bz.igi@mai.gov.ro Biroul pentru Imigrări al Județului Dâmbovița Mun. Târgoviște, Bld. Mircea cel Bătrân, nr. 2, jud. Dâmbovița 0245-207506 0245-207506 db.igi@mai.gov.ro Biroul pentru Imigrări al Județului Gorj Mun. Târgu-Jiu, str. Ioan C. Popilian, nr. 32-34, jud. Gorj 0253-207895, 0253-207738 0253-207883 gj.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Prahova Mun. Ploiești, str. Vasile Lupu, nr. 60-62, jud. Prahova 0244-302390 0244-596224 ph.igi@mai.gov.ro Biroul pentru Imigrări al Județului Vâlcea Mun. Râmnicu Vâlcea, str. Calea lui Traian, nr. 95, jud. Vâlcea 0250-703295, 0250-703294 0250-703294 vl.igi@mai.gov.ro Centrul Regional de Proceduri și Cazare pentru Solicitanții de Azil Giurgiu Mun. Giurgiu, Bld. 1907, jud. Giurgiu 0246-215056 0246-215055 c.giurgiu.igi@mai.gov.ro Biroul pentru Imigrări al Județului Călărași Mun. Călărași, Bld. Republicii, nr. 50, jud. Călărași 0242-306128 - cl.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Dolj Mun. Craiova, str. Amaradia, nr. 32-34, jud. Dolj 0251-552694, 0251-407500 0251-552694 dj.igi@mai.gov.ro Biroul pentru Imigrări al Județului Giurgiu Mun. Giurgiu, str. Călugăreni, nr. 26, jud. Giurgiu 0246-207293, 0246-207294 0246-207293 gr.igi@mai.gov.ro Biroul pentru Imigrări al Județului Ialomița Mun. Slobozia, str. Al. Odobescu, nr. 7-9, parter, cam. 5-8, jud. Ialomița 0243-207691, 0243-207692 0243-211831 il.igi@mai.gov.ro Biroul pentru Imigrări al Județului Olt Mun, Slatina, str. M. Eminescu, nr. 19, jud. Olt 0249-431007, 0249-406500 0249-431007 ot.igi@mai.gov.ro Biroul pentru Imigrări al Județului Teleorman Mun. Alexandria, str. Carpați, nr. 7, jud. Teleorman 247-407827, 0247-407831 - tr.igi@mai.gov.ro Biroul pentru Imigrări al Județului Mehedinți Mun. Drobeta-Turnu Severin, Bld. Carol I, nr. 75, parter, cam. 1, jud. Mehedinți 0252-305291, 0252-305229 0252-312633 mh.igi@mai.gov.ro Western part of Romania Serviciul pentru Imigrări al Județului Brașov Mun. Brașov, str. Nicolae Titulescu, nr. 28, Corpul C, parter, jud. Brașov 0268-409956, 0268-407500 0268-324288 bv.igi@mai.gov.ro Biroul pentru Imigrări al Județului Covasna Mun. Sfântu- Gheorghe, str. Korosi Csoma Sandor, nr. 16, jud. Covasna 0267-307475, 0267-307400 0267-307475 cv.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Alba Mun. Alba-Iulia, str. I. C. Brătianu, nr. 1B, jud. Alba 0258-806161 0258-810683 ab.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Cluj Mun. Cluj-Napoca, str. Alexandru Vaida Voievod, nr. 51-53, (Complex Iulius Mall), jud. Cluj 0264-555656, 0264-432727 0264-555656 cj.igi@mai.gov.ro Biroul pentru Imigrări al Județului Harghita Mun. Miercurea Ciuc, str. Tudor Vladimirescu, nr. 34- 36, jud. Harghita 0266-310936, 0266-205136 0266-371751 hr.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Mureș Mun. Târgu Mureș, str. Mihail Kogălniceanu, nr. 14, et. 1, jud. Mureș 0265-202363, 0265-202365 0265-202596 ms.igi@mai.gov.ro Biroul pentru Imigrări al Județului Sălaj Mun. Zalău, str. Tudor Vladimirescu, nr. 14, jud. Sălaj 0260-602262, 0260-661285 0260-612422 sj.igi@mai.gov.ro Biroul pentru Imigrări al Județului Sibiu Mun. Sibiu, str. Brazilor, nr. 41, jud. Sibiu 0269-208482, 0269-208553 0269-241508 sb.igi@mai.gov.ro Centrul Regional de Proceduri și Cazare pentru Solicitanții de Azil Timișoara Mun. Timișoara str. Armoniei nr. 33, jud. Timiș 0256-421240 0256-227500 c.timisoara.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Arad Mun. Arad, str. I. Calvin (fosta Vârful cu Dor), nr. 15-17, jud. Arad 0257-206.995 0257-206.993 ar.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Bihor Mun. Oradea, str. Dunărea, nr. 2, jud. Bihor 0259-403345, 0259-403330 0259-403330 bh.igi@mai.gov.ro Biroul pentru Imigrări al Județului Caraș-Severin Mun. Reșița, Bld. Al. I. Cuza, nr. 40, jud. Caraș-Severin 0255-502309, 0255-502311 0255-502308 cs.igi@mai.gov.ro Biroul pentru Imigrări al Județului Hunedoara Mun. Deva, str. M. Eminescu, nr. 130-133, jud. Hunedoara 0254-234865, 0254-206722 0254-234865 hd.igi@mai.gov.ro Serviciul pentru Imigrări al Județului Timiș Mun. Timișoara str. Andrei Mocioni, nr. 8- 10, jud. Timiș 0256-402434, 0256-402431 0256-402475 tm.igi@mai.gov.ro",
    "id": 13
  }
]