[
  {
    "heading": "Whole Page Content",
    "summary": "Laboratory analysis and imaging investigations as part of medical care for refugees from Ukraine How and where to take tests for free In order to benefit from free laboratory analysis and imaging investigations, patients must meet the following conditions: • to have a referral ticket from the family medicine doctor or the specialist doctor, who has a contract with the health insurance company; • to go to a laboratory that has a contract with the health insurance company. Patients can benefit from investigations based on the referral ticket at analysis laboratories and imaging centers that have contracts with any insurance company, regardless of the insurance company that the doctor who issued the referral ticket works with. Patients can benefit from different categories of laboratory analyses, such as: • hematological (hemogram, etc.); • serum (examples: uric acid, serum creatinine, blood sugar, cholesterol, triglycerides, sodium, potassium, calcium, magnesium, etc.); • urine (urine summary and sediment, urinary albumin, urinary glucose, etc.); • immunological (different hormones and antibodies); • microbiological (analysis of secretions, excretions, antibiogram); • examination of sampled tissues; • the Papanicolaou test. Radiology analyzes are also covered by the health insurance system  as well as ultrasounds (non-radiative investigations), doppler and high-performance investigations (CT, MRI, scintigraphy, angiography). List of laboratories that have contracts with health insurance companies In order to identify the laboratories that have contracts with the health insurance companies and the funds available to be used, patients can access the CNAS website ( www.cnas.ro ), where information about the contact details of the providers can be found, by type of medical assistance. On the first page, in the \" Informații Furnizori \" menu in the \" Rapoarte online furnizori \" section, accessing the \" Raportare paraclinic – vezi mai mult \" window, there is the list of laboratories that have contracts with health insurance companies, as well as the funds available for each laboratory. This information can also be accessed on the web pages of the health insurance companies. Read \"Manual of Rights\" in Romanian See the full list of labs that have contracts with health insurance companies. Full list of laboratories Attention! In case the investigations cannot be carried out right away, the laboratory has the obligation to schedule the patient during the validity period of the referral ticket, writing on the back of the referral ticket the date of the present appointment and the date of the next appointment. If the patient refuses the appointment, the laboratory returns the referral ticket so that he/she can present himself/herself to another investigation laboratory. Providers of paraclinical medical services have the obligation to carry out, within 5 calendar days from the date of the request, the investigations recommended according to the medical practice guidelines approved by order of the Minister of Health, necessary for the monitoring of patients with COVID-19 (after leaving the hospital or after ending the isolation period), as well as patients with oncological diseases, diabetes, rare diseases, cardiovascular diseases, cerebrovascular diseases, neurological diseases , services that are provided by laboratories even if they exceed the contract value, provided that the prescribing physician specifies on the referral note that the investigations are carried out for monitoring. The investigations recommended by the family medicine doctor during the preventive consultations for patients over 40 years old are covered by the National Social Insurance Fund and can be carried out by providers that have contracts with health insurance companies even if the contract value is exceeded. The referral note for laboratory investigations is valid for 30 days . For all chronic diseases, as well as for analysis involving tissue collection, the validity of the referral note for investigations is up to 90 days. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 38
  }
]