[
  {
    "heading": "Whole Page Content",
    "summary": "Your rights in Romania depend on your status . The main ways to enter Romania: obtaining temporary protection, with a short-stay right or as an asylum seeker. You can also apply for asylum within Romania, at a later point. My rights as a beneficiary of temporary protection a) to be issued with a document granting me permission to remain on the territory of Romania; b) to be informed, in writing, in a language which I can understand, of the provisions relating to temporary protection; c) to be employed, to carry out independent activities, respecting the rules applicable to the profession, as well as activities such as educational opportunities for adults, vocational training and practical work experience, in accordance with the law; d) to benefit, on request, from the necessary assistance for maintenance, in case they do not have the necessary material means; f) to receive adequate medical assistance if I have special needs; g) the right to have access to the state education system under the conditions provided by law for Romanian citizens, in case I have not reached the age of 18. The right to work If you benefit of temporary protection in Romania, you can be hired on the basis of a residence permit. No notice of employment or visa is required! If you do not have the necessary documents (diplomas, certifications, attestations) you will give a statement that you have had training or experience in the field and that you have no criminal record incompatible with the activity you are going to carry out. If you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any liberal profession and you want to work in Romania, you must have the necessary documents. In order to benefit from measures of employment incentive and protection within the unemployment insurance system, it is necessary to register with the county employment agencies or the Bucharest municipality. There are free services offered by ANOFM (National Agency for Employment). The right for education Early education, primary and secondary schools Ukrainian children benefit from the right for education in Romanian schools under the same conditions as Romanians. Rights: • free accommodation in boarding schools; • allocation of food provided through ongoing social programs; • free resources (supplies, clothing, footwear, textbooks); • health examination in schools and free vaccination; • free transport for orphaned students, students with special educational needs, those with a special protection measure; • free Romanian language courses. Higher Education Students who are citizens of Ukraine can continue their studies in Romania under the same conditions as students who are Romanian citizens, regardless of whether or not they have documents confirming their studies in Ukraine. The doctoral student will present to the higher education institution in Romania, before completing his/her studies, the diplomas that allowed him/her access to the study cycle in which he/she was enrolled. To pay the tuition fee, Ukrainian citizens can benefit from the Romanian state’s funding. Procedure: Students will submit a written request to the University they wish to enroll in. The university will evaluate the application according to its own regulations, and in case of a positive answer, it will issue a Letter of acceptance of academic mobility. More information on the Ministry of Education website . Medical assistance Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system). Reuniting families In cases where members of the separated family enjoy temporary protection in different Member States, the family members will be reunited, taking into account their wishes. When one or more of the family members of the beneficiary of temporary protection are not yet in Romania, the family will be reunited if they need protection. Reuniting the family may be requested for: • spouse; • the unmarried minor of the beneficiary or of his/her spouse, without distinction if he/she is born out of wedlock or adopted; • the father or mother of the person benefiting from international protection or another adult who is responsible for him/her according to the Romanian law, when the respective beneficiary is a minor and unmarried. Social services Within the temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county/municipality committees of Bucharest for emergency situations, during the period of temporary accommodation it is ensured: a) food; b) clothing; c) personal hygiene products d) primary health care and appropriate treatment, emergency medical care, as well as free medical care and treatment in cases of acute or chronic life-threatening diseases, through the national health care system; e) the right to be included in the national public health programs aimed at the prevention, surveillance and control of contagious diseases, in situations of epidemiological risk. If you need any kind of resources, food, products, clothing, you can register your request on https://sprijindeurgenta.ro/ . Accommodation There is currently no financial support for renting a home, but individuals and legal entities hosting people from the conflict zone in Ukraine benefit from the reimbursement of daily accommodation and food expenses. Pension How can Ukrainian citizens receive a pension in Romania? Ukrainian pensioners living abroad have the opportunity to undergo verification for pension payments remotely. They can do this in two ways: - Through the online service Dіya, which is available on the electronic services portal of the Pension Fund in your personal electronic account - or through the call center of the Pension Fund . It is also possibility to confirm your current place of residence abroad in the corresponding country of residence through a consular officer by contacting the Embassy of Ukraine. For Romania - Embassy of Ukraine in Romania. Ukrainians who moved abroad and reached retirement age while there can apply for a remote pension using the web services portal of the Pension Fund of Ukraine. Also, pensioners living abroad will be able to receive pensions by international transfers through Ukrposhta. But only if they previously received a pension in cash in Ukraine My rights having a short stay status Social services Within the temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county/municipality committees of Bucharest for emergency situations, during the period of temporary accommodation it is ensured: a) food; b) clothing; c) personal hygiene products d) primary health care and appropriate treatment, emergency medical care, as well as free medical care and treatment in cases of acute or chronic life-threatening diseases, through the national health care system; e) the right to be included in the national public health programs aimed at the prevention, surveillance and control of contagious diseases, in situations of epidemiological risk. If you need any kind of resources, food, products, clothing, you can register your request on https://sprijindeurgenta.ro/ . Work You have the right to work in Romania even if you choose not to request temporary protection. In this case, it is necessary to apply for a work permit at the General Inspectorate for Immigration. Documents required to obtain a residence permit for work purposes (single permit): - application request to the Immigration Inspectorate; - the border crossing document (passport, travel document, etc.) in original and copy; - proof of legal ownership of the original living space and copy; -labor contract; -a picture from the general register of employees; - the registered salary; -medical certificate; -tax (approximately 250 Euro). You do not need to have a work permit or visa! If you do not have the necessary documents (diplomas, certifications, attestations) you will give a statement that you have had training or experience in the field and that you have no criminal record incompatible with the activity you are going to carry out. If you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any liberal profession and you want to work in Romania, you must have the necessary documents. In order to benefit from measures of employment incentive and protection within the unemployment insurance system, it is necessary to register with the county employment agencies or the Bucharest municipality. There are free services offered by ANOFM (National Agency for Employment). Education All children and young refugees coming from Ukraine, who want to enroll in the Romanian education system, have this possibility, but they must have a legal residence in Romania, respectively to benefit from temporary protection or asylum. More information on the Ministry of Education website . Medical assistance Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system). Accommodation There is currently no financial support for renting a home, but individuals and legal entities hosting people from the conflict zone in Ukraine benefit from the reimbursement of daily accommodation and food expenses. My rights as an asylum seeker Your rights and obligations as an asylum seeker are covered by Law 122/2006. For legal counseling you can call the Romanian National Council for Refugees (CNRR) at 0040 730 073 170 . Here is a non-exhaustive list of your rights: Legal counseling, information -to be assisted by a lawyer during the asylum procedure. -contact and be assisted by an NGO or UNHCR. -be provided with a free of charge translator during the asylum procedure. -receive information in a language that you understand. Accommodation and residence -to receive a temporary identification document. -to be accommodated in a Regional Reception Center (if you do not have enough financial resources to live by yourself). -to remain in Romania throughout the entire asylum procedure. Medical assistance -to receivefree basic medical assistance and treatment, emergency medical assistance in a hospital and free medical treatment for acute/chronic illnesses which put your life at immediate risk. -If you have special medical needs, you have the right to receive proper medical care based on your condition. Access to education -Children, meaning all those below the age of 18, have the right to go to kindergartenand school under the same conditions as Romanian children. -In order to help them integrate into school, children can also attend Romanian language classes. -Ukrainian students can benefit from free accommodation in boarding schools, food allowance, the right to: supplies, clothing, footwear and textbooks Work -Asylum seekers can work in the same conditions as Romanian citizens after acquiring refugee status or 3 months after the asylum application, if no decision has been taken. More information: IGI | Asylum Procedures ( gov.ro ) Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 2
  }
]