[
  {
    "heading": "Whole Page Content",
    "summary": "National curative health programs A set of measures National health care programs The national health programs represent a set of actions focused on the main intervention areas of public health assistance. The national public health programs (with an emphasis on prevention) are run by the Ministry of Health, while the National Health Insurance House runs the national curative health programs (with an emphasis on treatment). The purpose of national curative health programs (PNSC) is to ensure specific treatment in the case of diseases with a major impact on public health. Patients can benefit from the following within the PNSC: -  medicine, -  sanitary materials, -  medical devices, - specific services (exp. radiotherapy, dialysis services), - specific investigations (eg glycosylated hemoglobin dosage, PET-CT investigations) depending on the condition treated in PNSC. In the case of the national program for replacement of renal function (dialysis) for patients with chronic renal failure , in addition to medicines and sanitary materials and medical investigations, non-medicalized transport of hemodialysis patients from and to their homes and monthly transport of medicines and sanitary materials is provided specific to peritoneal dialysis at the patients' home. Within the PNSC, only those medicines included in the List of compensated medicines approved by Government Decision are provided, which can be prescribed and covered only for the conditions that are the subject of the PNSC. Medicines that are granted under the PNSC can be dispensed through community pharmacies (open-circuit pharmacies) or hospital pharmacies (closed-circuit pharmacies). Medicines for patients with multiple sclerosis, hemophilia, some rare diseases, endocrine diseases, for methadone substitution treatment and for the treatment of chronic hepatitis recurrence in liver transplant patients, included in the PNSC , are issued only through hospital pharmacies. Medicines for patients with diabetes, for the treatment of the post-transplant condition, with the exception of the treatment of relapse of chronic hepatitis in liver transplant patients, for the treatment of patients with some rare diseases (mucosal fibrosis, amyotrophic lateral sclerosis, hereditary angioedema, idiopathic pulmonary fibrosis, Duchenne disease, Prader - Willi, hereditary optic neuropathy – Leber and lymphangioleiomyomatosis) are issued through community pharmacies. Medicines for patients with thalassemia, spinal muscular atrophy, chronic idiopathic immune thrombocytopenic purpura, Fabry disease are issued both through community pharmacies and hospital pharmacies. Enrollment of patients in a national curative health program: Depending on the patient's condition, his state of health and taking into account the eligibility criteria, the specialist doctor can decide to enroll him/her in the PNSC. The prescription of the treatment is carried out by the specialist doctor according to the conditions stipulated in the Specialist Doctor chapter. For certain ailments, the treatment can still be prescribed by the family doctor based on the medical letter issued by the specialist doctor. In order to be able to benefit from the treatment offered by the PNSC, patients must contact a specialist doctor who works in a health unit that runs the respective program. The list of these health facilities can be viewed on the web pages of the health insurance companies, in the \"Information for insured people\" - \"National Curative Health Programs\" section The national curative health programs run by CNAS are: National Cardiovascular Disease Program; National oncology program; The national program for the treatment of deafness through implantable auditory prostheses; National diabetes program; The national program for the treatment of neurological diseases; The national program for the treatment of hemophilia and thalassemia; National treatment program for rare diseases; National Mental Health Program; National program of endocrine diseases; National Orthopedics Program; The national program for transplantation of organs, tissues and cells of human origin; The national program for replacement of renal function in patients with renal failure chronic; The national program for intensive therapy of liver failure; The national program of diagnosis and treatment with the help of advanced equipment performance National PET-CT program. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 49
  }
]