[
  {
    "heading": "Whole Page Content",
    "summary": "The medical services provided to pregnant women are managed on different levels as follows: Primary medical assistance Consultations for monitoring the evolution of pregnancy and labor: supervision in the first quarter; monitoring, monthly, from the 3rd month to the 7th month; monitoring, twice a month, from the 7th month to the 9th month inclusive; monitoring the patient upon leaving the maternity ward - at home; monitoring the baby 4 weeks after birth - at home. As part of the supervision of the pregnant woman, exclusive breastfeeding of the child is promoted until the age of 6 months and its continuation until at least 12 months, testing for HIV, hepatitis of viral etiology with virus B and C, recommended for the pregnant woman, as well as other necessary paraclinical investigations. In order to support pregnant women , to ensure better access to medical services, the basic package also includes two diagnostic and therapeutic medical services: supervision of labor without giving birth, and unexpected birth - these services can be provided by the family doctor. During the first appointment of the pregnant woman at the family doctor, the family doctor will issue the document certifying the existence of the pregnancy. Specialized ambulatory medical assistance for paraclinical specialties Paraclinical medical services : Papanicolau cervico-vaginal cytological examination, Examinations of vaginal secretions - Native and colored microscopic examination and bacterial identification, Examinations of vaginal secretions - Native and colored microscopic examination and fungal identification, Antibiogram and Antifungigram, all are found in the basic medical services package in specialized ambulatory medical assistance for paraclinical specialties. These services can also be recommended by family doctors. The paraclinical medical investigations Obstetrical ultrasound second trimester anomalies and Obstetrical ultrasound first trimester anomalies with TN can be found in the package of basic medical services in specialized ambulatory medical assistance for paraclinical specialties and are covered from FNUASS only for doctors from the specialty of obstetrics-gynecology with overspecialization in maternal-fetal medicine. Specialized ambulatory medical assistance for clinical specialties Pregnancy and after pregnancy monitoring services - one consultation for each trimester of pregnancy and a consultation in the first trimester after birth. Medical services for diagnostic purposes - case. These services are day hospitalization services, they are provided in a specialized outpatient clinic and are covered only if all mandatory services have been performed: Supervision of a normal pregnancy (for pregnant women who do not have medical documents certifying the existence of rubella, toxoplasmosis, CMV infection in their personal pathological history) Obligatory services: Obstetrics-gynecology specialist consultations, Complete blood count, Determination of the ABO blood group in pregnant women, Determination of the Rh blood group in pregnant women, Serum urea, Serum uric acid, Serum creatinine, Blood glucose, TGP, TGO, TSH, Complete examination of urine (summary + sediment), VDRL or RPR, HIV testing in pregnant women, Evaluation of pregnant women for infections at risk for pregnancy (for rubella, toxoplasmosis, CMV infection, hepatitis B and C), Vaginal discharge, Cervico-vaginal cytological exam Babeş-Papanicolau (up to S23+6 days) or Per os Glucose Tolerance Test +/- Glycated Hemoglobin (S24 – S28+6 days) or Fetal Biometry (S29-S33+6 days) or Group B Streptococcus Detection (S34 – S37 +6 days), Confirmation ultrasound and pregnancy viability. This medical service for the purpose of diagnosis - case is contracted only with obstetrics-gynecology specialty hospitals and with other health units with beds, which have obstetrics-gynecology and neonatology departments or compartments ranked at level 3, 2 or 1. The specialties that provide this service are: clinics: obstetrics-gynecology, for which doctors must prove that they have the competence/certificate of complementary training in obstetric and gynecological ultrasonography; paraclinical: laboratory medicine. The package of medical services corresponding to both t he Supervision of a normal pregnancy (for pregnant women who do not have medical documents attesting the existence of rubella, toxoplasmosis, CMV infection in their personal pathological history), and the Supervision of a normal pregnancy (for pregnant women who have medical documents attesting the existence of rubella, toxoplasmosis, CMV infection in the personal pathological antecedents) is contracted only by health units that have an obstetrics-gynecology office in their organizational structure, in which specialist consultation and ultrasound, viability and pregnancy dating are carried out, as well as medical analysis laboratory for carrying out all the medical analyzes provided in the package. In case the medical services corresponding to the Supervision of a normal pregnancy (for pregnant women who do not have medical documents) and the Supervision of a normal pregnancy (for pregnant women who have medical documents ) are granted during the period S11 - S19 + 6 days, they can be granted simultaneously with the services medical corresponding to the Prenatal Screening (S11 - S19+6 days). Prenatal screening (S11 - S19 + 6 days) Mandatory services: Obstetrics-gynecology specialist consultation (integrative interpretation of results), Double test / triple test, Ultrasound to detect fetal anomalies (S11 - S19 + 6 days). This medical service for the purpose of diagnosis - case is contracted only with obstetrics-gynecology specialty hospitals and with other health units with beds, which have obstetrics-gynecology and neonatology sections or compartments ranked at level 1, 2 or 3. Specialties that provide the prenatal screening service: - clinics: obstetrics-gynecology; doctors from the obstetrics-gynecology specialty must prove that they have the competence/certificate of complementary training in obstetric and gynecology ultrasonography or superspecialization in maternal-fetal medicine; - paraclinical: laboratory medicine. Surveillance of other high-risk pregnancies Surveillance of other high-risk pregnancies (gestational oedema) Mandatory services: Obstetrics-gynecology specialist consultation, Complete blood count, Serum creatinine, Serum uric acid, TGP, TGO, Complete urine examination (summary + sediment), Urine protein dosage, Total serum proteins, Obstetric and gynecological ultrasound. These services are contracted only with obstetrics-gynecology specialty hospitals and other health units with beds, which have obstetrics-gynecology and neonatology sections or compartments ranked at level 3 or 2. Specialties that provide the services listed above: clinics: obstetrics-gynecology, for which doctors must prove that they have the competence/certificate of complementary training in obstetric and gynecological ultrasonography; paraclinical: laboratory medicine. Surveillance of other high-risk pregnancies (mild hyperemesis gravidarum) Mandatory services: Obstetrics-gynecology specialist consultation, Complete blood count, Serum sodium, Serum potassium, Complete urine examination (summary + sediment), Serum urea, Serum uric acid, Serum creatinine, Obstetrical and gynecological ultrasound. These services are contracted only with obstetrics-gynecology specialty hospitals and other health units with beds, which have obstetrics-gynecology and neonatology sections or compartments ranked at level 3 or 2. Specialties that provide the services listed above: clinics: obstetrics-gynecology, for which doctors must prove that they have the competence/certificate of complementary training in obstetric and gynecological ultrasonography; paraclinical: laboratory medicine. Surveillance of other high-risk pregnancies (evaluation of pregnant women with scarred uterus in the third trimester) Mandatory services: Obstetric-gynecology specialist consultation, Cardiotocography, Obstetrical and gynecological ultrasound. Specialties that provide the services listed above: These services are contracted only with obstetrics-gynecology specialty hospitals and other health units with beds, which have obstetrics-gynecology and neonatology sections or compartments ranked at level 3 or 2. Specialties that provide the services listed above: clinics: obstetrics-gynecology, for which doctors must prove that they have the competence/certificate of complementary training in obstetric and gynecological ultrasonography; paraclinical: laboratory medicine. The medical services listed above are day hospitalization services that can be provided both in the specialized outpatient clinic for clinical specialties and as day hospitalization. In addition, high-risk pregnancy monitoring in pregnant women with coagulation disorders / hereditary and acquired thrombophilias is included in the basic package of hospital medical care. Mandatory services: Obstetrics-gynecology specialist consultations, Antithrombin III, Protein C, Protein S, Serum hemocysteine dosage, Serum hemocysteine control, Factor V Leyden, Lupus anticoagulant screening, Lupus anticoagulant confirmation, Obstetric and gynecological ultrasound. The service is provided in the first or second trimester of pregnancy, to pregnant women with at least one of the following vascular and obstetric risk factors: personal history of thromboembolic disease; family history (first-degree relatives with thromboembolic disease or positive hereditary antecedents of thrombophilia); recurrent first-trimester abortions, of unknown cause; • tasks stopped in evolution; premature birth; hypertension induced by pregnancy; detachment of the normally inserted placenta; placental insufficiency. Also, amniocentesis, cordocentesis, and chorionic villus biopsy services can also be performed during day hospitalization ; chorionic villus biopsy is covered for pregnant women in the first trimester of pregnancy, and amniocentesis for pregnant women in the second trimester of pregnancy, performed only by doctors specialized in obstetrics-gynecology with super-specialization in maternal-fetal medicine, for cases with major anomalies previously confirmed by imaging procedure or in case of genetic pathology in the family with risk of transmission to descendants - on the recommendation of the geneticist or risk of aneuploidy greater than 1/250 following prenatal genetic screening: combined test (ultrasound markers and double test or triple test) ; genetic testing of the samples taken is also included in the related tariffs. Cordonocentesis is covered for pregnant women in the second trimester of pregnancy, performed only by doctors specializing in obstetrics-gynecology with super-specialization in maternal-fetal medicine, for cases with indication for diagnostic or therapeutic purposes; genetic testing of the samples taken is also included in the related tariffs. Genetic testing of the samples taken by chorionic villus biopsy, amniocentesis or cordocentesis is carried out by one of the following techniques: cytogenetics, FISH, MLPA, QF-PCR. The medical services provided in the day hospitalization regime can also be provided in the continuous hospitalization regime if the patient presents complications or comorbidities with risk for the patient, major bleeding that poses the problem of volume repletion, anesthetic risk that is difficult to manage in day hospitalization, and post-procedural pain difficult to control, associated major invasive procedures. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House. Women's Center If you need support in accessing reproductive health services (contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, abortion, etc.) as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help",
    "id": 48
  }
]