[
  {
    "heading": "Whole Page Content",
    "summary": "Language courses and activities for Ukrainian refugees List of free language courses and activities for Ukrainian refugees  in Romania. For children and adults. Romanian courses for adults from IOM The International Organization for Migration (IOM), which provides comprehensive assistance to migrants, invites everyone to enroll in Romanian language courses. You can register at one of the IOM offices in Bucharest, at the following addresses: 1. Viitorului Street, no 11, Sector 2 2. Constantin Daniel Street, no 5, Sector 1 Opened from Monday till Friday, from 9:00 to 17:00. More detailed information about the program and location of classes can be found in the office during registration. Email: iombucarest@iom.int Learn more Courses and activities from Centrul de Tineret FNT The youth organization Centrul de Tineret FNT invites refugees from Ukraine to take part in various events. The weekly program presents language courses - Romanian and English, art therapy, music lessons, yoga and stretching, history classes and other activities. Courses are intended for people aged 14-35. You can see the class schedule in detail and you can sign up for classes on the official Facebook page. Or by phone: +380639798162 (telegram), +40755567482 Find out more Courses and activities for adults from JRS Romania The non-profit organization JRS Romania organizes various activities for refugees. You can enroll in Romanian language courses, chess, drawing classes, get social and legal consultations and more. You can find out more about the schedule for your city in the Facebook group. All classes run from Monday to Friday. Contacts: (ukr. language) 0744405657 E-mail jrsromania@gmail.com Website: https://www.jrsromania.org Find out more Ukrainian Educational Center from the Romanian-Finnish Highschool The Ukrainian Education Center, created by the Romanian-Finnish Highschool, offers children from Ukraine various kinds of activities: educational, developmental activities, creative and sports activities, as well as psychological support. Children from families located in Bucharest or near the city, who have the status of temporary protection, are allowed to enrol in the programs. Contacts: +40 726 646 733 - Olga Gireada. Working hours: from 08:00 to 13:00. More information Romanian Phrase Book Find out some of the common expressions in Romanian, translated into English and Ukrainian. Learn more Coloring book for children \"Heroes cry too\" Heroes Cry Too is a coloring book for children that explores the theme of fear due to the war in Ukraine. A therapist, a traumatologist and a child psychologist specializing in PTSD contributed to the creation of the book. The book has been translated into Ukrainian. Download the book Romanian video language course from TVR1 TVR1 offers a Romanian video course for beginners, available on YouTube. Watch it here Manual \"Romanian language for Ukrainians\" UNHCR Romania The manual \"Romanian Language for Ukrainians\" is addressed to those who want to learn the Romanian language on their own or with a teacher. More information Romanian Language handbooks for Ukrainian teenagers and children Check out a series of guides and work exercises created by Terre des hommes to help Ukrainians of all ages learn Romanian on their own. Find out more",
    "id": 35
  }
]