[
  {
    "heading": "Whole Page Content",
    "summary": "Refugees from Ukraine who are under temporary protection in Romania are eligible for various social benefits, as outlined by Law No. 196/2016 on minimum inclusion income, Romanian Government’s Emergency Ordinance No. 111/2010 on parental leave and childcare allowance, and Ordinance 96/2024 on humanitarian support. Depending on their individual circumstances and legal status, beneficiaries may access different types of support. Below, you will find information on the eligibility criteria, required documents, application processes, and the assistance amounts available through these programs. Support for mothers with newborns Eligibility: Mothers who gave birth after April 12, 2024. Applications must be submitted no later than 3 months after the child's birth. Required Documents: Application form. Self-declaration (declaration of minor maintenance certification). Temporary residence permit with address. Child’s birth certificate. Marriage certificate (if applicable). Where to Apply: Applications, along with copies of the required documents, should be submitted to the Social Assistance Directorate of the city where the mother resides. Support Amount: The social voucher provided electronically is worth 2,000 RON. Monthly Childcare Support Allowance for Single Parents or Guardians Eligibility: Single parents or guardians caring for a child up to 2 years old, or up to 3 years old if the child has a disability. Allowance Amount: The allowance is equal to the minimum level of the child-raising allowance specified by the Romanian Government’s Emergency Ordinance No. 111/2010. Required Documents: Copies of the identity documents of the parents or guardians. Birth certificates of the children. Where to Apply: Applications must be submitted to the county agency for payments and social inspection or the Bucharest municipality agency , depending on where the residence is registered. The application can be submitted either in person or electronically. Payment Start: The allowance is granted starting from the month after the application is submitted and continues until the child turns 2 years old, or 3 years old in the case of a child with a disability. Accommodation and Allowances for Ukrainian Minors Eligibility: Ukrainian minors who are not applicants or beneficiaries of international protection, including beneficiaries under the Council Implementing Decision (EU) 2022/382, and who have obtained a temporary protection permit or are receiving humanitarian assistance on Romanian territory. Benefits: Free Accommodation: Eligible minors have the right to free accommodation in school dormitories. Daily Food Allowance: A daily allowance for food is provided. Allowance for School Supplies and Essentials: Additional financial support is available for school supplies, bedding, clothing, and footwear. To apply for accommodation and allowances for Ukrainian minors, applications should be submitted to the local Social Assistance Directorate (Direcția de Asistență Socială) in the city or administrative area where the minor is currently residing. Additionally, the school where the minor is enrolled might also assist in coordinating the accommodation in dormitories and ensuring the minor receives the daily food allowance and other related benefits. It is advisable to contact the local City Hall (Primăria) or Social Assistance Directorate for precise instructions on the application process and required documents. Protection of the Rights of Persons with Disabilities According to Law 448/2006, adults with disabilities can benefit from social services in various types of centers, including care and assistance centers, rehabilitation centers, sheltered housing, and others. These services aim to ensure proper integration and care. Eligibility Adults with disabilities who entered Romania from the area of armed conflict in Ukraine and are under temporary protection may request social services. Carers accompanying them are also eligible for support, including accommodation, food, and health assistance. Steps to Access Services Establishment of legal status with the General Inspectorate for Immigration. Registration at the General Directorate of Social Assistance and Child Protection (DGASPC) based on the residence indicated in the temporary protection certificate. An evaluation commission assesses the request. The submission of required documents such as a valid temporary protection permit, medical report, and history to access the needed services. State Allowance for Children Eligibility: Children who are Ukrainian citizens residing in Romania, under temporary protection, and not beneficiaries of international protection. Required Documents: Application form for state allowance. Copy of the valid temporary residence permit. Declaration on the applicant’s own responsibility, certifying that the minor is under the care of the parent or their representative. If applicable, documents proving the status of the minor’s representative issued by Romanian authorities (e.g., power of attorney). Where to Apply: Applications and supporting documents must be submitted to the administrative-territorial unit where the address listed on the temporary residence permit is located. Payment Method: Payments are made according to the information in the temporary residence permit and the preference of the parent/representative: Option A: By postal mandate to the domicile or residence, or to a bank account if the temporary residence permit contains a complete address. Option B: Only to a bank account if the temporary residence permit contains an incomplete address. Obligations: Every 3 months, starting from the month the application is submitted, parents or representatives must submit a declaration confirming their residence at the address listed on the temporary residence permit. This declaration must be submitted to the county agency for payments and social inspection or the Bucharest municipality agency responsible for the allowance payment, either electronically or in person at the agency’s office. Failure to submit this declaration will result in the suspension of the state allowance payment. Allowance Amount: 719 RON per month for: Children under 2 years old. Children under 3 years old if the child has a disability. Children aged 3 to 18 years old who have disabilities. 292 RON per month for: Children aged 2 to 18 years old. Youth over 18 years old who are enrolled in pre-university education in Romania. Unemployment Benefits for Refugees Under Temporary Protection Refugees from Ukraine who are under temporary protection in Romania may be eligible for unemployment benefits under Government Emergency Ordinance No. 15/2022. This financial support aims to provide temporary relief for individuals who have lost their jobs or are unable to find employment in Romania. This article outlines the eligibility requirements, application process, and necessary documentation. Eligibility Refugees under temporary protection in Romania can apply for unemployment benefits if they have worked for at least 12 of the last 24 months. Those who were engaged in legally registered independent work and paid unemployment insurance are also eligible. Recent graduates (at least 16 years old) can apply for unemployment benefits even if they haven’t worked for 12 months. Exclusions Individuals who terminated their employment contracts voluntarily or by mutual consent are not eligible for unemployment benefits. Benefit Amount The minimum benefit amount is 660 RON per month, provided for up to 6 months. For individuals with longer work history and higher earnings, the benefit amount may be increased, and the benefit duration can be extended to 12 months. Required Documents Application form for unemployment benefits (available from ANOFM or local employment offices). Temporary protection permit. Declaration of no medical restrictions for employment. Employment history documentation (issued by the employer). Documents related to the termination of employment. Other necessary documents based on individual circumstances. How to Apply Submit the application to the local Employment Agency ( Agenția pentru Ocuparea Forței de Muncă - ANOFM) in the area where you are residing (based on your temporary protection permit). Applications must be submitted within 12 months of employment termination. While receiving unemployment benefits, beneficiaries must: Attend monthly meetings with the employment agency for professional counseling. Report any changes in their status (e.g., finding a job, receiving other income, or leaving Romania) within 3 days. Other Benefits During the period of receiving unemployment benefits, beneficiaries are insured under the national health insurance system on the same terms as workers employed with a standard labor contract. To find out more",
    "id": 71
  }
]