[
  {
    "heading": "Whole Page Content",
    "summary": "There are several ways to enter Romania: with temporary protection, with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point. Temporary protection Who can benefit from temporary protection? In the context of a major influx of people displaced from Ukraine, temporary protection will apply to you if you belong to any of the following categories of persons: a)   Ukrainian citizens who were living in Ukraine before 24.02.2022 regardless of the moment when they left Ukraine; b)   non-Ukrainian nationals from a third country or a stateless person who received, before 24.02.2022, a type of international protection or national similar protection; c)   family members of the person mentioned above, a) and b), regardless if the family member might return under safe and stable conditions in their country or region of origin; d)   non-Ukrainian nationals from a third country or stateless persons who prove that they have legal residency in Ukraine holding a permanent residency permit, issued according to Ukrainian law and who cannot return under lasting safe conditions in their country of origin. Can I decide the country where I want to benefit from temporary protection? In order to benefit from rights granted by the temporary protection, a residency permit will be issued to you. If you want to benefit from the temporary protection in Romania you have to contact the authorities in charge. If a residency permit has been issued to you as a beneficiary of a temporary protection status you can benefit from the rights related to the temporary protection only within Romania. You can benefit from the rights related to the temporary protection in any European Union country which issues a residency permit to you. If you arrive in another European Union country you can contact the authorities in charge and benefit from these rights. How is temporary protection granted? You will benefit from the rights granted by the temporary protection if you are on the Romanian territory or in a border crossing point including the transit area and you will  contact the authorities in charge. When you present yourself to the authorities, your facial photo will be taken and your following personal data will be recorded: a)  surname and first name b)  date of birth; c)   citizenship (nationality); d)  gender; e)  identity; f)    marital status; g)  family status; h)  relatives; i)    address in Romania. What are my rigthts as a beneficiary of temporary protection? a)  the right to get issued a document which grants me the right to stay in Romania; b)  the right to be informed in writing, in a language which I presumingly understand, regarding the terms of temporary protection; c)   to be hired by a person or a company, to perform freelance activities, complying with the regulations of the profession, to get involved in educational activities, vocational training and practical work training according to law; d)  the right to receive upon request the necessary means to support myself in case of lack of financial means of support; e)  the right to receive free of charge primary medical care and treatment, emergency medical care, medical care, and free treatment in case of acute or chronic illness which is life-threatening, throughout national emergency medical healthcare and qualified first aid system; f)    the right to receive adequate medical care if I have special needs; g)  the right to access the national educational system (for free) in the same legal provisions as per Romanian citizens, if I am under the age of 18. What are my obligations as a beneficiary of temporary protection? Any person on the territory of Romania must o respect the legislation in force, including the legislation regarding the legal status of foreigners. What is the validity period of temporary protection? To provide certainty for the more than 4 million Ukrainian refugees currently living in the EU, the EU Council decided to extend temporary protection for people fleeing Russia’s war of aggression against Ukraine from 4 March 2024 to 4 March 2025. What are the conditions for living in Romania? Related to the place where you are going to live in Romania, you have to know that “The person who is hosting a foreigner who has legally entered in Romania has the legal obligation to inform the local Police in charge within 3 days starting the date of hosting. The disobeying of the obligation to declare the person is considered an offense against the law and it will be fined with an amount between 100 and 500 lei according to the provisions of the articles 12, 134, and 135 of OUG no. 194/2002 regarding the foreigners’ status”. In order to register the hosting, there is also the possibility to do it through the General Inspectorate for Immigration portal  - https://portaligi.mai.gov.ro/inregistrarestraini/ . In case of opting for a hotel or other touristic venues, you will fill out the check-in form at the location administration, who will send your data to the local Police. In this situation, the information will be presented to the General Inspectorate for Immigrations and the General Inspectorate of the Romanian Police as well, upon their request. May I return to my country of origin? If you will ask to be returned to your country of origin, you will receive support from the Romanian authorities during the procedure. As long as the temporary protection didn’t expire, together with the continuity of the circumstances in your country of origin, you may request the re-admittance into Romanian territory. In case of the acceptance of your claim, you will benefit from the temporary protection status until the expiration of the period of time for which it has been granted to you. The exclusion from the temporary protection: You are excluded from receiving temporary protection if: a)  there are strong reasons to consider that: (i) you have committed a serious crime against peace, a war crime, or a crime against humanity, as they are explained by the international  tools issued to regulate these types of crimes; (ii) you have committed a serious crime, other than those mentioned to (i) outside Romanian borders, previous your entrance in Romania as a beneficiary of  temporary protection; (iii) you are guilty of acts against the purposes and principles of the United Nations; b) there are strong reasons to be considered as a danger to the security of Romania or if you have been sentenced after committing a very serious crime you represent a threat to the public order of Romania. The authorities that can issue the residency permit If you decide to stay and benefit from the temporary protection in Romania, in order to receive your permit you can contact the authorities available in the temporary accommodation and humanitarian support camps or the centers of the General Inspectorate for Immigrations, listed here . Waiver of temporary protection If you no longer wish to benefit from temporary protection in Romania, you can contact the General Inspectorate for Immigration if you are in Romania, or the Romanian diplomatic mission if you are in another country. After you request a waiver of temporary protected status, you will be informed that you will need to submit your document. You will then be issued a certificate confirming the refusal. My rights as a beneficiary of temporary protection a) to be issued with a document granting me permission to remain on the territory of Romania; b) to be informed, in writing, in a language which I can understand, of the provisions relating to temporary protection; c) to be employed, to carry out independent activities, respecting the rules applicable to the profession, as well as activities such as educational opportunities for adults, vocational training and practical work experience, in accordance with the law; d) to benefit, on request, from the necessary assistance for maintenance, in case they do not have the necessary material means; f) to receive adequate medical assistance if I have special needs; g) the right to have access to the state education system under the conditions provided by law for Romanian citizens, in case I have not reached the age of 18. The right to work If you benefit of temporary protection in Romania, you can be hired on the basis of a residence permit. No notice of employment or visa is required! If you do not have the necessary documents (diplomas, certifications, attestations) you will give a statement that you have had training or experience in the field and that you have no criminal record incompatible with the activity you are going to carry out. If you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any liberal profession and you want to work in Romania, you must have the necessary documents. In order to benefit from measures of employment incentive and protection within the unemployment insurance system, it is necessary to register with the county employment agencies or the Bucharest municipality. There are free services offered by ANOFM (National Agency for Employment). The right for education Early education, primary and secondary schools Ukrainian children benefit from the right for education in Romanian schools under the same conditions as Romanians. Rights: • free accommodation in boarding schools; • allocation of food provided through ongoing social programs; • free resources (supplies, clothing, footwear, textbooks); • health examination in schools and free vaccination; • free transport for orphaned students, students with special educational needs, those with a special protection measure; • free Romanian language courses. Higher Education Students who are citizens of Ukraine can continue their studies in Romania under the same conditions as students who are Romanian citizens, regardless of whether or not they have documents confirming their studies in Ukraine. The doctoral student will present to the higher education institution in Romania, before completing his/her studies, the diplomas that allowed him/her access to the study cycle in which he/she was enrolled. To pay the tuition fee, Ukrainian citizens can benefit from the Romanian state’s funding. Procedure: Students will submit a written request to the University they wish to enroll in. The university will evaluate the application according to its own regulations, and in case of a positive answer, it will issue a Letter of acceptance of academic mobility. More information on the Ministry of Education website . Medical assistance Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system). Reuniting families In cases where members of the separated family enjoy temporary protection in different Member States, the family members will be reunited, taking into account their wishes. When one or more of the family members of the beneficiary of temporary protection are not yet in Romania, the family will be reunited if they need protection. Reuniting the family may be requested for: • spouse; • the unmarried minor of the beneficiary or of his/her spouse, without distinction if he/she is born out of wedlock or adopted; • the father or mother of the person benefiting from international protection or another adult who is responsible for him/her according to the Romanian law, when the respective beneficiary is a minor and unmarried. Social services Within the temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county/municipality committees of Bucharest for emergency situations, during the period of temporary accommodation it is ensured: a) food; b) clothing; c) personal hygiene products d) primary health care and appropriate treatment, emergency medical care, as well as free medical care and treatment in cases of acute or chronic life-threatening diseases, through the national health care system; e) the right to be included in the national public health programs aimed at the prevention, surveillance and control of contagious diseases, in situations of epidemiological risk. If you need any kind of resources, food, products, clothing, you can register your request on https://sprijindeurgenta.ro/ . Accommodation There is currently no financial support for renting a home, but individuals and legal entities hosting people from the conflict zone in Ukraine benefit from the reimbursement of daily accommodation and food expenses. Residence Permit On May 17, 2024, a new government decision came into effect, which refers to the conditions for providing temporary protection for foreigners and how their residence in Romania is registered. Residence Registration: Beneficiaries of temporary protection must register their residence in Romania. If the residence is proven with documents, all details from the document will be mentioned on the residence permit. If the residence is not proven with documents but is only declared, only the locality and county (or sector in the case of Bucharest) declared by the beneficiary will be noted on the permit. Documents needed to prove the address: Title deed. Rental contract registered with the tax administration. Comodat contract (free use) concluded in authentic form. Other documents proving the acquisition of a housing right, in accordance with Romanian legislation. The written statement of a representative of a care institution, social services center, or educational center, in the case of those who are cared for or housed in such institutions. Validity of existing residence permits: Residence permits issued before the entry into force of the new decision remain valid during the application of Decision (EU) 382/2022. Beneficiaries of temporary protection have 180 days from the date of entry into force of the new decision to request the replacement of the residence permit. Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 22
  }
]