{
  "questions": [
    {
      "question_id": 1394,
      "content_block_id": 484,
      "question": "What are some ways refugees can protect themselves from human trafficking?"
    },
    {
      "question_id": 1395,
      "content_block_id": 484,
      "question": "Do individuals who have recently fled conflict-ridden areas need to worry about being targeted by traffickers?"
    },
    {
      "question_id": 1396,
      "content_block_id": 484,
      "question": "Can joining a local community garden help refugee families feel safer and more secure?"
    },
    {
      "question_id": 1397,
      "content_block_id": 485,
      "question": "What types of exploitation does human trafficking involve?"
    },
    {
      "question_id": 1398,
      "content_block_id": 485,
      "question": "Can someone get involved in criminal activities through human trafficking?"
    },
    {
      "question_id": 1399,
      "content_block_id": 485,
      "question": "Who can I contact if I suspect human trafficking?"
    },
    {
      "question_id": 1400,
      "content_block_id": 486,
      "question": "What are the signs of exploitation?"
    },
    {
      "question_id": 1401,
      "content_block_id": 486,
      "question": "Why do people become victims of human trafficking?"
    },
    {
      "question_id": 1402,
      "content_block_id": 486,
      "question": "How can I protect myself from being exploited?"
    },
    {
      "question_id": 1403,
      "content_block_id": 487,
      "question": "What precautions can I take to protect myself from human trafficking?"
    },
    {
      "question_id": 1404,
      "content_block_id": 487,
      "question": "How can maintaining possession of my documents help prevent me from being vulnerable to human trafficking?"
    },
    {
      "question_id": 1405,
      "content_block_id": 487,
      "question": "What steps can I take to stay connected with supportive individuals while traveling?"
    },
    {
      "question_id": 1406,
      "content_block_id": 488,
      "question": "What are the steps to take if someone experiences sexual exploitation or abuse?"
    },
    {
      "question_id": 1407,
      "content_block_id": 488,
      "question": "Who can report cases of sexual exploitation and abuse committed by humanitarian workers?"
    },
    {
      "question_id": 1408,
      "content_block_id": 488,
      "question": "What organizations are involved in addressing sexual exploitation and abuse?"
    },
    {
      "question_id": 1409,
      "content_block_id": 489,
      "question": "What safety measures should parents consider when preparing their children?"
    },
    {
      "question_id": 1410,
      "content_block_id": 489,
      "question": "What topics should parents discuss with their children to ensure their safety during a crisis situation?"
    },
    {
      "question_id": 1411,
      "content_block_id": 489,
      "question": "How can parents create an emergency plan for their child in case they are not present?"
    },
    {
      "question_id": 1412,
      "content_block_id": 490,
      "question": "What safeguards does this guide provide for children?"
    },
    {
      "question_id": 1413,
      "content_block_id": 490,
      "question": "Can children participate in the discussion of online safety?"
    },
    {
      "question_id": 1414,
      "content_block_id": 490,
      "question": "Does the guide cover ways to identify potential human trafficking situations?"
    },
    {
      "question_id": 1415,
      "content_block_id": 491,
      "question": "What resources are available for individuals seeking help?"
    },
    {
      "question_id": 1416,
      "content_block_id": 491,
      "question": "Can anyone call the Romanian National Anti-trafficking Helpline?"
    },
    {
      "question_id": 1417,
      "content_block_id": 491,
      "question": "Are there any public places where someone in distress can run to for safety?"
    },
    {
      "question_id": 1418,
      "content_block_id": 492,
      "question": "What types of resources are being requested?"
    },
    {
      "question_id": 1419,
      "content_block_id": 492,
      "question": "Can individuals volunteer their time and skills to support this initiative?"
    },
    {
      "question_id": 1420,
      "content_block_id": 492,
      "question": "Are there any fundraising efforts being organized to support this cause?"
    },
    {
      "question_id": 1421,
      "content_block_id": 493,
      "question": "How can I find out more information about accessing Un Acoperiș?"
    },
    {
      "question_id": 1422,
      "content_block_id": 493,
      "question": "Are there any eligibility requirements for joining the community gardening program?"
    },
    {
      "question_id": 1423,
      "content_block_id": 493,
      "question": "What types of accommodations are available through this initiative?"
    }
  ]
}