{
  "questions": [
    {
      "question_id": 257,
      "content_block_id": 93,
      "question": "Who is eligible for free medical assistance under this policy?"
    },
    {
      "question_id": 258,
      "content_block_id": 93,
      "question": "What types of illnesses qualify for free medical treatment under this policy?"
    },
    {
      "question_id": 259,
      "content_block_id": 93,
      "question": "Can asylum seekers access emergency medical assistance under this policy?"
    },
    {
      "question_id": 260,
      "content_block_id": 94,
      "question": "What are the types of medical assistance provided under this program?"
    },
    {
      "question_id": 261,
      "content_block_id": 94,
      "question": "Who is eligible for the free healthcare services offered by the Romanian social health insurance system?"
    },
    {
      "question_id": 262,
      "content_block_id": 94,
      "question": "Where can one find further information about the rights granted by the Romanian social health insurance system?"
    },
    {
      "question_id": 263,
      "content_block_id": 95,
      "question": "What services does the Women's Center offer?"
    },
    {
      "question_id": 264,
      "content_block_id": 95,
      "question": "Can I get help at the Women's Center if I am experiencing domestic violence?"
    },
    {
      "question_id": 265,
      "content_block_id": 95,
      "question": "Where can I find information about reproductive health resources provided by the center?"
    },
    {
      "question_id": 266,
      "content_block_id": 96,
      "question": "What services does Ukraine Child Cancer Help provide?"
    },
    {
      "question_id": 267,
      "content_block_id": 96,
      "question": "Who can benefit from accessing Ukraine Child Cancer Help?"
    },
    {
      "question_id": 268,
      "content_block_id": 96,
      "question": "How can I get support for my child with cancer in Ukraine?"
    },
    {
      "question_id": 269,
      "content_block_id": 97,
      "question": "What kind of counseling services does \"accesconsilierehiv.ro\" offer?"
    },
    {
      "question_id": 270,
      "content_block_id": 97,
      "question": "Who can benefit from their services?"
    },
    {
      "question_id": 271,
      "content_block_id": 97,
      "question": "Where can I find more information about this service?"
    },
    {
      "question_id": 272,
      "content_block_id": 98,
      "question": "What services does the NoRo center offer?"
    },
    {
      "question_id": 273,
      "content_block_id": 98,
      "question": "Who can benefit from the free medical care provided by Sens Positiv?"
    },
    {
      "question_id": 274,
      "content_block_id": 98,
      "question": "Where can someone seeking abortion services in Romania find help?"
    },
    {
      "question_id": 275,
      "content_block_id": 99,
      "question": "What are some tips for organizing food and food supplies for children?"
    },
    {
      "question_id": 276,
      "content_block_id": 99,
      "question": "Why is it important for children to have a balanced diet?"
    },
    {
      "question_id": 277,
      "content_block_id": 99,
      "question": "Can you explain how a community gardening program could benefit families?"
    },
    {
      "question_id": 278,
      "content_block_id": 100,
      "question": "Why is it important to vaccinate children against infectious diseases?"
    },
    {
      "question_id": 279,
      "content_block_id": 100,
      "question": "What are some examples of contagious diseases that can be prevented by vaccines included in this immunization schedule?"
    },
    {
      "question_id": 280,
      "content_block_id": 100,
      "question": "Can you explain how vaccines work in preventing the transmission of disease?"
    },
    {
      "question_id": 281,
      "content_block_id": 101,
      "question": "What steps can parents take to provide emotional support to their children during wartime?"
    },
    {
      "question_id": 282,
      "content_block_id": 101,
      "question": "Are there any specific programs or initiatives aimed at helping children cope with the effects of war?"
    },
    {
      "question_id": 283,
      "content_block_id": 101,
      "question": "Can parents teach their children coping mechanisms to deal with the stressors caused by war?"
    },
    {
      "question_id": 284,
      "content_block_id": 102,
      "question": "What are some ways to ensure good hygiene during HygieneWar?"
    },
    {
      "question_id": 285,
      "content_block_id": 102,
      "question": "Can I participate in the community garden project?"
    },
    {
      "question_id": 286,
      "content_block_id": 102,
      "question": "Why is maintaining cleanliness important during this crisis?"
    },
    {
      "question_id": 287,
      "content_block_id": 103,
      "question": "What kind of support do parents need when caring for children with disabilities during emergencies?"
    },
    {
      "question_id": 288,
      "content_block_id": 103,
      "question": "Can individuals participate in community-based programs designed specifically for people with disabilities?"
    },
    {
      "question_id": 289,
      "content_block_id": 103,
      "question": "Are there any guidelines or best practices for ensuring the safety and well-being of children with disabilities during disasters?"
    }
  ]
}