{
  "questions": [
    {
      "question_id": 675,
      "content_block_id": 236,
      "question": "What measures do parents need to take when preparing for an emergency?"
    },
    {
      "question_id": 676,
      "content_block_id": 236,
      "question": "Can families with special needs children receive additional support during conflicts?"
    },
    {
      "question_id": 677,
      "content_block_id": 236,
      "question": "How can communities help children with disabilities adapt to emergencies?"
    },
    {
      "question_id": 678,
      "content_block_id": 237,
      "question": "What essential medications and supplies should be included in a strategic first aid kit for a child?"
    },
    {
      "question_id": 679,
      "content_block_id": 237,
      "question": "What types of specialized food and hygiene products should be taken for a child with dietary restrictions or disabilities?"
    },
    {
      "question_id": 680,
      "content_block_id": 237,
      "question": "What kind of special equipment may be required for transporting children during an evacuation?"
    },
    {
      "question_id": 681,
      "content_block_id": 238,
      "question": "What are the advantages of enrolling kids in this community garden?"
    },
    {
      "question_id": 682,
      "content_block_id": 238,
      "question": "Can parents share their experiences with others through this initiative?"
    },
    {
      "question_id": 683,
      "content_block_id": 238,
      "question": "Are there age restrictions for participating in this program?"
    },
    {
      "question_id": 684,
      "content_block_id": 239,
      "question": "Why build a mini-shelter near a load-bearing wall?"
    },
    {
      "question_id": 685,
      "content_block_id": 239,
      "question": "What are some benefits of taking cover during emergencies?"
    },
    {
      "question_id": 686,
      "content_block_id": 239,
      "question": "How do we prepare our children for unexpected disasters?"
    },
    {
      "question_id": 687,
      "content_block_id": 240,
      "question": "Why do we need to use headphones with our kids?"
    },
    {
      "question_id": 688,
      "content_block_id": 240,
      "question": "Do headphones help protect young ears from loud noises?"
    },
    {
      "question_id": 689,
      "content_block_id": 240,
      "question": "Can using headphones improve communication between parents and their sensitive children?"
    },
    {
      "question_id": 690,
      "content_block_id": 241,
      "question": "What can help parents stay calm when dealing with their child with autism?"
    },
    {
      "question_id": 691,
      "content_block_id": 241,
      "question": "Are there any programs designed specifically for community involvement with individuals on the autism spectrum?"
    },
    {
      "question_id": 692,
      "content_block_id": 241,
      "question": "How can interacting with nature benefit children on the autism spectrum?"
    },
    {
      "question_id": 693,
      "content_block_id": 242,
      "question": "Why is following a daily routine essential during times like this?"
    },
    {
      "question_id": 694,
      "content_block_id": 242,
      "question": "Which activities could one engage in while maintaining their usual daily schedule?"
    },
    {
      "question_id": 695,
      "content_block_id": 242,
      "question": "Can joining a community gardening initiative improve overall well-being?"
    }
  ]
}