[
  {
    "heading": "Whole Page Content",
    "summary": "A Commit Global solution. Find out more Search Search Українська Română English Русский Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About A partnership with made by Access the last two solutions designed to support refugees: Law made simple helping citizens better understand their rights and obligations & PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD). Pro bono legal help for Ukrainian refugees in Romania and other countries. Lawyers for refugees A campaign by the National Association of the Romanian Bars of free legal and humanitarian assistance for the Ukrainian refugees. Find the list here UA.SUPPORT Are you an Ukrainian refugee seeking legal help of any kind? Are you a lawyer willing to offer support to Ukrainian refugees? They will match you! Ask for help ACTEDO ACTEDO provides legal assistance to refugees for problems such as obtaining refugee status or for resolving various civil or administrative legal issues that they will encounter during their stay in Romania. Ask for help Phone list of lawyers from UNHCR who help refugees UNHCR has compiled a list of phone numbers for lawyers helping refugees. To view the list, scan the QR code. All lawyers speak Romanian. Free Legal Counseling for Refugees and Asylum Seekers In collaboration with UNHCR, CNRR offers complimentary legal counseling to refugees and asylum seekers. If you have any questions or require legal assistance, you can contact CNRR directly through their dedicated hotline: +40730073170. This service is also accessible via WhatsApp, Telegram, and Viber. 🕒 Operating Hours: Monday to Friday, 8:00 AM - 10:00 PM. This service is confidential and aims to provide refugees and asylum seekers with the necessary legal guidance and support. If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail to dopomoha@code4.ro . We’ll do our best to integrate your feedback. Useful links Terms and conditions Cookie policy Support UnAcoperis.ro SprijinDeUrgenta.ro WomenCenter UkraineChildCancerHelp.ro ConsiliereHIV.ro CineCeFace.ro LawMadeSimple © 2025 Dopomoha. A Commit Global solution.",
    "id": 28
  }
]