[
  {
    "heading": "Whole Page Content",
    "summary": "A Commit Global solution. Find out more Search Search Українська Română English Русский Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About A partnership with made by Access the last two solutions designed to support refugees: Law made simple helping citizens better understand their rights and obligations & PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD). Free medical care for people fleeing the war in Ukraine Medical assistance offered by IOM Romania to refugees from Ukraine Representatives of the International Organization for Migration in Romania - IOM Romania provide free medical care to Ukrainians and refugees from other countries. Read more Free medical consultations from the Ukrainian clinic MedZirka The Ukrainian network of family medicine clinics MedZirka offers free medical services online and offline. After filling in the declaration, you can get free consultations from a family doctor, therapist or pediatrician. Read more Free medical care at the Health Promotion Center from the Red Cross Red Cross Romania, with the support of the French Red Cross, opened a Health Promotion Center in Bucharest, where every refugee from Ukraine can receive free medical consultations and access to some medical services. Read more If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail to dopomoha@code4.ro . We’ll do our best to integrate your feedback. Useful links Terms and conditions Cookie policy Support UnAcoperis.ro SprijinDeUrgenta.ro WomenCenter UkraineChildCancerHelp.ro ConsiliereHIV.ro CineCeFace.ro LawMadeSimple © 2025 Dopomoha. A Commit Global solution.",
    "id": 54
  }
]