[
  {
    "heading": "Whole Page Content",
    "summary": "A Commit Global solution. Find out more Search Search Українська Română English Русский Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About A partnership with made by Access the last two solutions designed to support refugees: Law made simple helping citizens better understand their rights and obligations & PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD). Ukrainian network of clinics of family medicine MedZirka offers cost-free medical services online and offline. Services provided by MedZirka After submitting the declaration, you can benefit from free consultations from a family doctor, therapist or pediatrician. List of services provided by MedZirka: Medical prescription, if required; Referral to a specialist; Sick leave; Vaccination certificate; Referral for laboratory testing. List of topics you can ask about: flu; cold; SARS; respiratory diseases - bronchitis, pneumonia, bronchial asthma; diseases of the circulatory system - neurocirculatory dystonia, hypertension, symptomatic arterial hypertension, coronary heart disease; diseases of the digestive system - gastritis, peptic ulcer, bowel disease; kidney diseases - pyelonephritis; glomerulonephritis, renal failure; diseases of the blood, of the hematopoietic organs and disorders involving the immune mechanism - anemia, leukemia, hemorrhagic diathesis; diseases of the endocrine system, eating disorders and metabolic disorders - thyroid disease, diabetes mellitus; heart diseases and diseases of blood vessels; joint diseases - osteoarthritis, gout; chronic diseases of various etiologies. To find out more, call 0 800 330 553 or write on Viber/Telegram following the links on the website. More information If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail to dopomoha@code4.ro . We’ll do our best to integrate your feedback. Useful links Terms and conditions Cookie policy Support UnAcoperis.ro SprijinDeUrgenta.ro WomenCenter UkraineChildCancerHelp.ro ConsiliereHIV.ro CineCeFace.ro LawMadeSimple © 2025 Dopomoha. A Commit Global solution.",
    "id": 52
  }
]