[
  {
    "heading": "Whole Page Content",
    "summary": "A Commit Global solution. Find out more Search Search Українська Română English Русский Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About Main page Legal status Info Stay safe Support Housing Education Health Transportation Call center Other cities Brașov Brăila Constanța Galați Iași Oradea Suceava Sibiu Cluj-Napoca Timișoara About A partnership with made by Access the last two solutions designed to support refugees: Law made simple helping citizens better understand their rights and obligations & PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD). Stay safe Human trafficking T he recruitment, transportation, transfer, harbouring or receipt of persons , by means of threats, use of force or other forms of psychological pressure for the purpose of further exploitation. Find out what to do to reduce your vulnerability to human trafficking, learn more about child safety, find contacts where to report in case of suspicion of human trafficking. More information Guide for what to do in case of emergency or war “What to do in case of emergency or war” is a guide created by the Ukrainian authorities, in which you will find detailed instructions on how to prepare for emergencies and how to act if they occur. More information Map of shelters in Romania Here you can find a list of shelters in Romania . Here is a list of shelters in Bucharest . If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail to dopomoha@code4.ro . We’ll do our best to integrate your feedback. Useful links Terms and conditions Cookie policy Support UnAcoperis.ro SprijinDeUrgenta.ro WomenCenter UkraineChildCancerHelp.ro ConsiliereHIV.ro CineCeFace.ro LawMadeSimple © 2025 Dopomoha. A Commit Global solution.",
    "id": 5
  }
]