[
  {
    "heading": "Whole Page Content",
    "summary": "Children’s security Usually, in crisis situations, parents are most worried about their children. You can prepare your child for different scenarios and help him be safe, even if you are not around. This chapter provides tips on what to put in your child's \"safety backpack\", important points to talk to your child to minimize additional stress and have a plan of action for different occasions. Assemble a backpack for your child with a minimal set of things. 1.       It should include: photo with parents, with relatives' phone numbers written on the back, full address, child's name and blood type (you can additionally sew a tag with this information on the child's clothes or put a note in your pocket) 2.       two bottles of water 3.       chocolate, cookies, bread 4.       dried fruits 5.       necessary drugs, plasters, antiseptics, protective face mask 6.       wet and dry wipes 7.       small towel, toothpaste and brush, soap 8.       flashlight 9.       one or two favourite toys of the child (they will provide the minimum psychological comfort) 10.     set of clothes You can also put a phone in the children's \"safety backpack\" if the child knows how to use it, and a little money. Safety rules that a child should know if he/she is lost The most important thing a child should know when he is on the street: ●        your name and the names of your close relatives ●        phone numbers of parents or close relatives ●        your home address or the address of close relatives Also, the child should know the emergency line numbers 112 (emergency line available throughout Romania) and 119 (emergency line for children, also available throughout Romania). Speak up and determine the place where you will meet if the child suddenly gets lost. In case the child is confused or still unable to provide the necessary information, make a badge or tag with your name and contacts, the child's name. Attach the tag to clothes that the child will not take off on leave (to a sweater or pants, not to a backpack or jacket that the child can take off and forget). Or put a contact note with relevant information in your child's pocket. If the child is lost. Parents’ actions 1.       Don't panic. Now you need to gather your thoughts to act clearly. 2.       Remember where you last saw the child. If the child has a phone - call he or she. 3.       Ask an acquaintance or relative to stay at the place, in case the child returns. 4.       Ask people around if they have seen the child; name the main signs; if available, show a photo of the child. 5.       If possible, make an advertisement through a loudspeaker / public address system. 6.       Report to the nearest police station or call 112 or 119. If you see a child without adults Make sure the child is really unaccompanied. Maybe the adults just went somewhere. Ask the people around you if they know the child. Ask the child her name is and where she is from. Try to find out the last time the child saw mom / dad or another adult who was with him. Take the child to a warm and safe place where there are other adults (station waiting room, police station, volunteer centre). However, not far from the place where the child was found, in case her relatives are found. Do not leave your child alone. Call 112 or 119, report to the nearest police station or contact your local authorities. Don't forget to share the information you learned about the child. How to create a safe environment for the child In the conditions of moving with the child, frequent changes of housing, staying in unsuitable premises, it is important to create a safe environment for him/her so that nothing interferes with his physical safety. 1.       Keep the front door and windows closed and keep the child in sight. 2.       Keep glassware, forks, knives, bottles, heavy pots, etc. out of the reach of children. 3.       Do not place hot (food, water, utensils) where the child can reach. 4.       Keep medicines, chemicals, cosmetics, cigarettes and cigarette butts, alcohol, fuel and non-drinking water out of the reach of children. 5.       Keep items with small parts (pins, batteries, small magnets, buttons, beads, nuts, screws, nails, coins, and even dry groats) - anything a child can choke or stick in their nose - out of their reach. 6.       Close access to sockets and electrical appliances. Make sure there are no liquids, including water, near the outlets. The wires should be out of reach of the child. 7.       Do not allow your child to play unattended with any objects and toys that run on batteries (remote control for TV, car keys). Secure the battery compartment; keep these items out of the reach of children. 8.       Lock the interior doors or install stoppers on them - at a level that the child cannot reach. This will help the child not to hit and not to pinch her fingers. 9.       If there are stairs in your apartment, make them inaccessible to children. 10.   If your home has glass doors or mirrors where a child can reach them, stick a protective tape on them that will not allow the wreckage to shatter if the glass is broken. 11.   Make sure there are no ropes (straps, belts, ribbons, etc.) longer than 18 cm within reach of the child. Trim the cords on the curtains and drapes or tie them so that the child cannot reach them. 12.   If you use gas appliances for cooking - close access to them for the child. 13.   Secure heavy furniture to prevent it from falling. Lock the drawers. 14.   Place soft pads of fabric, silicone or other materials on the sharp corners of the furniture. 15.   If you do not have a special crib, protect the baby from falling. Do not leave your child alone on swaddling or ordinary tables, beds, sofas/couches, chairs and other high furniture, even for a moment. 16.   If you have animals in your area, remember that children and animals should only interact under your supervision. 17.   If a child travels with you in a car, it should always be fastened in a special chair that is appropriate for their age.",
    "id": 30
  }
]