[
  {
    "heading": "Whole Page Content",
    "summary": "SIBIU Have you arrived in Sibiu and need help? Find information on how to manage in a new city and who can help you. Important contacts Sibiu County Immigration Office: 0269 208 482, 0269 208 553 / sb.igi@mai.gov.ro Emergency call number: 112 National Anti-Traffic Hotline Romania ✆ 0800 800 678 / 021 313 3100 The support program for accommodation, meals and integration in Sibiu Information required for the accommodation, board and integration support program. More information Public transport in Sibiu Find out how and where you can buy tickets for public transport in Sibiu. More information Medical services If you need medical services, you can go to the County Emergency Clinical Hospital Sibiu. Find out more about healthcare in Romania Psychological support A.L.E.G. Association offers free psychosocial support to Ukrainian refugee women in Sibiu Country with translation into Ukrainian. Venue: Infocenter Ukraine at st. Mitropolii, 17 (DWS headquarters). Here you can find the registration link, and for other questions you can write directly to contact@aleg-romania.eu . The International Rescue Committee offers psychological assistance to Ukrainian refugees, TCN citizens, the local population in Romania, survivors of gender-based violence, people with serious mental illness, unaccompanied children, the Roma community. Consultations are held in Russian, Ukrainian and Romanian. Contacts: Katarina Mitic, Program Coordinator: katarina.mitic@rescue.org More information Education Find out here how you can enroll your child in primary education and what documents are required. More information about the education system in Romania Organisations offering their support Find support in your city - explore the map for service providers near you! Sus Inima responded to the refugee crisis in Ukraine through access to free basic food and hygiene products, access to therapies and medical services, Romanian and English language courses, temporary accommodation for refugees, day center for Ukrainian children, educational infrastructure for Ukrainian children. Contact: contact@susinima.eu / +40 751 138 783. Legal status Housing Info Stay safe Jobs Support Women's Center If you need support in accessing reproductive health services as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here. Ask for help Counseling for people living with HIV If you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, the expertise and support of Sens Pozitiv. Ask for help",
    "id": 66
  }
]