[
  {
    "heading": "Whole Page Content",
    "summary": "Access to medicine in Romania. Family doctor for refugees from Ukraine The rights granted by the Romanian social health insurance system to people fleeing the war in Ukraine People coming from the armed conflict zone in Ukraine benefit from the basic service package provided for in the framework contract regarding the conditions for providing medical assistance, medicines and medical devices within the social health insurance system, as well as medicines, sanitary materials, medical devices and medical services included in the national curative health programs, as well as Romanian insured persons. People in special situations who come from Ukraine benefit from the rights granted by the social health insurance system, without paying the social health insurance contribution, the personal contribution for the medicines given in outpatient treatment and with exemption from the co-payment. In these cases, the medical services in specialized ambulatory medical assistance for the clinical specialties included in the basic service package are granted without the need to present the referral ticket, which is a form with a special regime used in the social health insurance system. Registration in the social health insurance system for people coming from the armed conflict area in Ukraine People who come from Ukraine and request medical services for the first time, are registered by the providers in the IT application made available by the National Health Insurance House, in order to assign them an identification number in the social health insurance system. After registering the person in the application and assigning an identification number, the displayed data are printed from the application to be handed to the beneficiary/patient; The respective document can be used later by patients at any medical unit on the territory of Romania without the need for a subsequent generation of an identification number. The basic service package Within the social health insurance system, the insured persons, regardless of the form of acquiring the insured status, benefit from medical services, medicines and medical devices, included in the basic package, provided by the family doctor or the specialist doctor, in ambulatory or in hospital. Fields of medical assistance Family doctor The family medicine doctor is the patient's first contact with the health system. Primary care services are based on the ongoing relationship between the doctor and the person enrolled in his list. In the case of people coming from the armed conflict zone in Ukraine, the family doctor provides any medical service included in the basic medical services package, without registering these people on his own list. The basic package in primary medical care includes: curative, preventive and prophylactic medical services, home medical services, medication administration, as well as additional medical services, diagnostic and therapeutic services that the family doctor can provide according to the skills acquired through completion of a specific and respective educational program of the doctor's training curriculum and the necessary equipment. Curative medical services include services for medical emergencies as well as consultations for acute conditions (including minor surgery or specific maneuvers). Consultations for diseases with endemoepidemic potential that require isolation can also be given remotely. Patients with chronic diseases Periodic consultations for insured persons with chronic diseases are carried out on an appointment basis and are granted for the continuation of therapy, for monitoring the evolution of the disease and its complications. Patients with chronic diseases can benefit from one consultation per month at the family doctor, in the office or remotely. Preventive Services Prevention services are provided by the family doctor for all age groups, as follows: 0-3 years at maternity leave and at 1, 2, 4, 6, 9, 12, 15, 18, 24, and 36 months 4-18 years once a year 18-39 years once every 3 years; once a year for high-risk people 40+ years annual prevention package; once every 3 years for uninsured persons Annual prevention package for 40+: Up to 3 consultations within 6 months - Evaluation - intervention - monitoring (lifestyle, cardiovascular risk, oncological risk, mental health risk, reproductive health risk) The preventive services offered by the family doctor also include the detection of diabetes in asymptomatic adults, aged 18 and over, overweight/obese and/or presenting one or more risk factors for diabetes. For patients whose blood glucose or oral glucose tolerance test or glycosylated hemoglobin values are within certain thresholds, family physicians may initiate treatment with Metformin. Family medicine doctors can offer patients a series of diagnostic and therapeutic medical services granted according to the doctor's training curriculum , such as: spirometry, 24-hour ambulatory blood pressure measurement, ankle-brachial pressure index measurement, electrocardiogram performance and interpretation, aerosol medication administration, intramuscular, intravenous, subcutaneous treatments, intravenous infusions, surgical treatment of panaritium, abscess, furuncle, skin lesions - superficial cut wounds, superficial puncture wounds, skin necrosis, bedsores, varicose ulcers, dehiscence wounds, burns, extraction of foreign bodies soft tissue (anesthesia, excision, suturing, including thread removal, dressing), sprained immobilization, peak flowmetry, medical survey, etc. Counseling at home or remotely The consultations provided by the family doctor can also be given at home for people who cannot move, for patients with chronic diseases or acute conditions that do not allow traveling to the office, children aged 0-1 years, children 0-18 years with infectious-contagious diseases and the praises. One home consultation per month can be granted for patients with chronic diseases. The family medicine doctor can provide remote medical consultations for patients with chronic diseases , as well as for diseases with endemic-epidemic potential that require isolation. The documents resulting from the remote consultation are sent to the patient through electronic means of communication. The family doctor can issue medical documents such as: referral ticket (for specialist consultations or investigations); medical prescription; medical leave certificate; medical certificates for children in case of illness; recommendation for medical care at home/palliative care at home; recommendation for medical prosthetic devices for stomas and urinary incontinence, except for the urinary catheter. List of family doctor in Bucharest List of family doctor in Bucharest Here you can find an up-to-date list of family doctors in Bucharest and contact details. Download List This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 36
  }
]