[
  {
    "heading": "Whole Page Content",
    "summary": "Compensated medicine Medicines reimbursed by the Health Fund Patients can benefit from medicines covered by the National Health and Welfare Fund, which are issued on the basis of an electronic medical prescription or a medical prescription with a special regime ( for psychotropic and narcotic drugs - the green or yellow forms ). Within the social health insurance system, only those drugs included in the List of compensated drugs approved through the Government’s Decision can be prescribed and financially covered. Medicines covered by the National Health and Welfare Fund can only be dispensed by community pharmacies that have contracts with health insurance houses. The prescribing doctor Compensated medicines can be prescribed by the family medicine doctor or the specialist doctor (who works in the specialized outpatient clinic or in the hospital) under contract with a health insurance house. Certain drugs, restricted by therapeutic protocols, can only be prescribed by the specialist doctor. The patient can benefit from compensated drugs for the already confirmed chronic disease even if he is hospitalized in a hospital that does not have those drugs. Thus, family doctors and doctors from specialized outpatient clinics can issue medical prescriptions for drugs from the national health programs, as well as for drugs related to chronic conditions, other than those contained in the list of drugs that the hospital submits when contracting. In this situation, the medical prescription is issued only by presenting a document issued by the hospital which demonstrates that the patient is hospitalized there. Hospitals have the obligation to publish on their website the list of medicines available in that hospital. A copy of the medical prescription is handed to the patient by the doctor, to be submitted to the pharmacy. In the case of electronic medical prescriptions issued as a result of a remote consultation carried out by the family doctor or the specialist, the patient or the person who collects the medicines on behalf of the patient can print the document sent by the doctor or send it to the pharmacy online in order to be printed. In the social health insurance system, compensated drugs can be prescribed and financially covered for conditions that can be found in the \" Summary of product characteristics \" approved by the National Agency of Medicines and Medical Devices in Romania or under the conditions provided in the therapeutic protocols for those drugs restricted to prescription. Validity of electronic prescription The time period for which the drugs can be prescribed are a maximum of 7 days in acute conditions, up to 8 - 10 days in subacute conditions and up to 30 - 31 days for patients with chronic illnesses. For patients with stabilized chronic diseases and with a stable therapeutic regimen, drugs can be prescribed for a period of up to 90/91/92 days. The medical prescription for chronic conditions is valid for a maximum of 30 days from the date of its issuing, and for acute and subacute conditions, the medical prescription is valid for a maximum of 48 hours. Prescriptions issued for a period of 90/91/92 days, prescribed online and signed by the prescriber with extended electronic signature, can be issued in installments for 30/31/32 days, and the validity of these prescriptions is a maximum of 92 of days, depending on the prescribed period. The first release will be made within a maximum of 30 days from the date of issuance of the prescription. Compensation lists The maximum amount covered by health insurance companies in FNUASS (ENHFMS) corresponds to the application of the drug reimbursement percentage of the prescribed price. The percentage of compensation applied to the set price depends on the calculation in which the medicinal product prescribed by the attending physician is located, and can be: • 90% corresponds to the international common names (ICD) provided in sublist A; • 50% corresponds to the International Common Names (ICD) given in Subscription B; • 100% consistent with the International Common Names (ICN) listed in sublist C; • 20% corresponds to the International Common Names (ICN) given in Subscription D. Dispensing medicines in the pharmacy Medicines can be picked up by patients from any pharmacy in the country, which has a contract with the health insurance houses, regardless of the health insurance company with which the patient is registered or the health insurance company in contractual relation with the doctor, with the exception of medicines that are subject to cost-volume-result contracts. Attention! People who are fleeing the war in Ukraine are exempted from paying the personal contribution for the medicines given in outpatient treatment! This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 45
  }
]