[
  {
    "heading": "Whole Page Content",
    "summary": "ROMANIAN ENGLISH UKRAINIAN (Latin alphabet ) UKRAINIAN (Cyrillic alphabet) Basic conversation Salut! Hello! Prîvit! Привіт! Bine ai venit Welcome Vitaiemo Вітаємо Cum te simți? How are you? Iac sebe vidciuvaiete? Як себе відчуваєте? Scuze Sorry/Excuse me Vîbacite Вибачте Te rog Please Bud lasca Будь ласка Mulțumesc Thank you Deacuiu Дякую Numele meu este… My name is… Mene zvatî Мене звати ... Care e numele tău? What’s your name? Iac tebe zvatî? Як тебе звати? Am nevoie de... I need... Meni potribno ... Мені потрібно ... Cum pot să te ajut? How can I help you? Cim vam moju dopomohtî? Чим я вам можу допомогти? Vreau să te ajut I want to help you Ia hociu vam dopomohtî Я хоу вам допомогти Câți ani ai? How old are you? Schilcî vam rochiv? Скільки вам років? Vârstă Age Vic Вік Ajutor Help Dopomojit Допоможіть Mi-e frică I am scared Ia boiusea Я боюся Ce ai nevoie? What do you need? Șcio vam potribno? Що вам потрібно? Trebuie să dau un telefon I need to make a phone call Meni treba pozvonîtî Мені треба позвонити Unde e toaleta? Where is the bathroom? De tualet? Де туалет? Cât e ceasul? What time is it…? Iaca hodîna? Яка година? Unde pot să mă rog? Where can I pray? De mojna pomolîtîsea? Де можна помолитись? Unde pot găsi…? Where can I find…? De mojna znaitî? Де можна знайти...? Unde pot cumpăra..? Where can I buy…? De mojna cupîtî? Де можна купити...? Nu am bani I don't have money V mene ne maie hroșei В мене не має грошей Nu înțeleg I don't understand Ne rozumiiu Не розумію Nu știu I don't know Ne znaiu Не знаю Cât trebuie să așteptăm aici? How long do we have to wait here? Schilcî treba cecatî tut? Скільки треба чекати тут? Așteaptă Wait Zacecai Зачекай Vă rog să așteptați aici Please wait here Proșu zacecatî tut Прошу зачекати тут Revin I will come back Ia povernusea Я повернусь Va veni cineva să vă ajute Somebody will come and help you. Htosi prîide i dopomoje vam Хтось прийде і допоможе вам Această persoană vă poate ajuta This person can help you. Țea liudîna vam dopomoje Ця людина допоможе вам Am o cameră liberă I have a free room V mene ie vilna chimnata В мене є вільна кімната Ai…? Do you have…? U vas ie ...? У вас є...? Mi-e foame I am hungry Ia holodnîi / holodna Я голодний/голодна Mâncare Food Ija Їжа Mi-e sete I am thirsty Ia hociu pîtî Я хочу пити Apă Water Voda Вода Familie Family Simiea Сім'я Copiii mei My children Moi ditî Мої діти Fiica mea My daughter Moia docica Моя дочка Fiul meu My son Mii sîn Мій син Sora mea My sister Moia sestra Моя сестра Fratele meu My brother Mii brat Мій брат Prieten Friend Druh Друг unu, doi, trei, patru, cinci, șase, șapte, opt, nouă, zece one, two, three, four, five, six, seven, eight, nine, ten odîn, dva, trî, ciotîrî, piat, șist, sim, visim, deviat, desiat один, два, три, чотири, п'ять, шість, сім, вісім, дев'ять, десять Cazare Accommodation Projîvannea Проживання Pătură Blanket Covdra Ковдра Pat Bed Lijoc Ліжок Somn Sleep Spatî Спати Haine Clothes Odeah Одяг Muncă Work Robota Робота Astăzi Today Siohodni Сьогодні Mâine Tomorrow Zavtra Завтра Ieri Yesterday Vcera Вчера Gratis Free Bezcoștovno Безкоштовно Împrumut Loan Pozîca Позика Cadou Gift Podarunoc Подарунок Ea va fi bine. / El va fi bine. She will be fine. / He will be fine Vona bude harazd / Vin bude harazd Вона буде гаразд / Він буде гаразд Ești foarte curajos / curajoasă You are very brave Tî duje smilîvîi / Tî duje smilîva Ти дуже сміливий / Ти дуже смілива Medical help Am nevoie de un doctor I need a doctor Meni potriben licar Мені потрібен лікарь Acolo este un doctor There is a doctor Licar tam Лікар там Mi-e rău I feel sick Ia sebe pohano pociuvaiu Я себе погано почуваю Sunt bolnav I am sick/ill Ia hvorîi / hvora Я хворий/хвора Sunt însărcinată I am pregnant Ia vahitna Я вагітна Scutec Diaper Pampersî Памперси Lapte praf Powdered milk/Infant formula Suhe moloco Сухе молоко Am diabet I am diabetic V mene diabet В мене діабет Am nevoie de insulină I need insuline Meni potriben insulin Мені потрібен інсулін Sunt alergic la... I am alelrgic to... V mene alerhia na... В мене алергія на... Spital Hospital Licarnea Лікарня Places and directions Poliție Police Poliția Поліція Ambulanță Ambulance Șvîdca dopomoha Швидка допомога Pompieri Firefighters Pojejnîcî Пожежники Farmacie Pharmacy Apteca Аптека Biserică Church Țercva Церква Magazin Shop Mahazîn Магазин Unde este…? Where is…? De ...? Де ...? Acolo There Tam Там Aici Here Tut Тут Transport Mașină Car Mașîna Машина Autobuz Bus Avtobus Автобус Aeroport Airport Aeroport Аеропорт Bilet Ticket Cvîtoc Квиток Gară Train station Zaliznîcinîi voczal Залізничний вокзал Tren Train Poizd Поїзд Bac Ferry-boat Parom Паром Documents - Money Document Documents Documentî Документи Acte Documents Documentî Документи Buletin Identity Card Posvidcennea osobî Посвідчення особи Pașaport Passport Pasport Паспорт Permis de conducere Driver's license Vodiiski prava Водійські права Bani Money Hroși Гроші Schimb valutar Currency exchange Obminnîi punct Обмінний пункт Bancomat ATM Bancomat Банкомат Avocat Lawyer Advocat Адвокат Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 9
  }
]