[
  {
    "heading": "Whole Page Content",
    "summary": "Mental health services for refugees from Ukraine ALIAT Association ALIAT Association organizes unique workshops (in Ukrainian and Russian) for Ukrainian adults to openly discuss the trauma of war and how the effects on well-being and mental health can be more easily managed. The workshops take place every Wednesday at the Aliat Clinic (Ioan Cuza Boulevard, 5A) and Fridays at the Sante Clinic, and to sign up you can contact the team at the email address inside@aliatong.ro . Follow the Aliat Facebook page for more details about the program Atelier Psy Clinic Atelier Psy Clinic offers specialized psychological and psychiatric support to those in difficulty. Among the services they offer and can be settled through the insurance company (CNAS) are: psychology, psychiatry, adult psychiatry, pediatric psychiatry, addiction treatment. Contact: contact@atelier-psy.ro / 0727880447. More information Psychological support in Bucharest Red Cross Romania offers a variety of mental health consultations, as well as psychological support for different categories of people in Russian, Ukrainian, Romanian and English. Contacts: Andreea Furtună - MRSа andreea.furtuna@crucearosie.ro / +40734449947. Hias organizes MHPSS capacity building events for humanitarian workers (trainings, seminars, webinars, supervision). Contact: Raluca Tomsa MHPSS Consultant, raluca.tomsa@hias.org . Project HOPE provides a variety of psychological assistance for all those in need. Consultations are available in: Ukrainian, Russian, Romanian, English, Polish. Contact: Lucía Uscátegui Daccarett - Regional MHPSS Manager, ldaccarett@projecthope.org / 48574765954. World Vision Romania offers psychological support in Russian and Ukrainian. Contact: George Macarie - MHPSS Technical Advisor, george_macarie@wvi.org / +40742077901. Save the Children offer psychological services in 4 languages: Russian, Ukrainian, Romanian and English. Contacts: Ioana Tonceanu - MHPSS Manager, ioana.tonceanu@salvaticopiii.ro . Plan International Organization offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. For more information, please contact: Elena Dinon - CPiE Specialist, Elena.Dinon@plan-international.org . The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to needed resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops and supervision. You can get advice in Russian, Ukrainian, Romanian and English. Contact: Boanca Simona - Head of Programs sboanca@iom.int / +40745016883. Terre des hommes Foundation offers psychological assistance to the following category of people: refugees from Ukraine, third-country nationals, local population of Romania, pregnant/nursing women, children, LGBTIQ+, Roma community, unaccompanied children. Assistance consists of referring vulnerable individuals/families to the necessary information resources, community-based psychosocial support activities, targeted psychosocial support services, as well as specialized HCWSP services, raising awareness of mental health and psychosocial support, psychological first aid (PFA) , measures to build the potential of PZPSP for humanitarian workers. Contacts: Oksana Buga, Team Leader (Focus on MHPSS) oxana.buga@tdh.ch / +40371300390. The International Rescue Committee offers psychological assistance to Ukrainian refugees, third-country nationals, the local population of Romania, survivors of gender violence, people with serious mental illnesses, unaccompanied children, the Roma community. Consultations are held in Russian, Ukrainian and Romanian. Contacts: Katarina Mitic, Program Coordinator: katarina.mitic@rescue.org . The Contre la Faim organization offers psychological support in Russian, Ukrainian and Romanian. These include: referral of vulnerable individuals/families to specialists, community-based psychosocial support activities, targeted psychosocial support services, mental health awareness and psychosocial support, psychological first aid (PFA), capacity building activities MHPSS for humanitarian and psychosocial workers. support for aid workers. Contact: Sofia Papadopoulou MHPSS Head of Department mhpss-hod@ro-actionagainsthunger.org / +40727952538. Organization Médecins du monde (France) provides mental health services for refugees from Ukraine and other categories of people. Consultations are held in Ukrainian or Romanian. Contacts: Hourya LEKEHAL - MHPSS Coordinator, mhpssco.romania@medecinsdumonde.net / +40724494353. The Estuar Foundation offers mental health services for refugees from Ukraine and people with disabilities. Consultations are held in Romanian or English. Contacts: Amedeea Enache amedeea.enache@estuar.org / +40753088675. Necuvinte Association provides psychological assistance to Ukrainian refugees, the population of Romania, survivors of gender-based violence, as well as the staff of the refugee center. Consultations in Romanian and English. Contacts: Ana Patricia Popa - Clinical Psychologist, ana.popa@necuvinte.ro / +40770165771. The AMURTEL team operates within the CATTIA Community Center (Strada Institutului, no. 35) and offers various workshops and MHPSS support in individual or group sessions. For more details, contact Alona Radchenko from Monday to Friday during business hours at +40769 315 111. Psychological support in other cities of Romania In the main menu, in the “Other cities“ item, select the city in which you are looking for psychological support. On the page you will find all the necessary information. You can get advice and qualified assistance in Russian, Ukrainian, Romanian and English.",
    "id": 67
  }
]