[
  {
    "heading": "Whole Page Content",
    "summary": "There are several ways to enter Romania: with temporary protection, with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point. Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. My rights having a short stay status Social services Within the temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county/municipality committees of Bucharest for emergency situations, during the period of temporary accommodation it is ensured: a) food; b) clothing; c) personal hygiene products d) primary health care and appropriate treatment, emergency medical care, as well as free medical care and treatment in cases of acute or chronic life-threatening diseases, through the national health care system; e) the right to be included in the national public health programs aimed at the prevention, surveillance and control of contagious diseases, in situations of epidemiological risk. If you need any kind of resources, food, products, clothing, you can register your request on https://sprijindeurgenta.ro/ . Work You have the right to work in Romania even if you choose not to request temporary protection. In this case, it is necessary to apply for a work permit at the General Inspectorate for Immigration. Documents required to obtain a residence permit for work purposes (single permit): - application request to the Immigration Inspectorate; - the border crossing document (passport, travel document, etc.) in original and copy; - proof of legal ownership of the original living space and copy; -labor contract; -a picture from the general register of employees; - the registered salary; -medical certificate; -tax (approximately 250 Euro). You do not need to have a work permit or visa! If you do not have the necessary documents (diplomas, certifications, attestations) you will give a statement that you have had training or experience in the field and that you have no criminal record incompatible with the activity you are going to carry out. If you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any liberal profession and you want to work in Romania, you must have the necessary documents. In order to benefit from measures of employment incentive and protection within the unemployment insurance system, it is necessary to register with the county employment agencies or the Bucharest municipality. There are free services offered by ANOFM (National Agency for Employment). More information: IGI | WORK ( gov.ro ) Education All children and young refugees coming from Ukraine, who want to enroll in the Romanian education system, have this possibility, but they must have a legal residence in Romania, respectively to benefit from temporary protection or asylum. More information on the Ministry of Education website . Medical assistance Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system). Accommodation There is currently no financial support for renting a home, but individuals and legal entities hosting people from the conflict zone in Ukraine benefit from the reimbursement of daily accommodation and food expenses. Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Un Acoperiș Do you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș! Search or offer accommodation",
    "id": 23
  }
]