[
  {
    "heading": "Whole Page Content",
    "summary": "Specialist consultation Where specialist is provided and the basic package of services Specialized ambulatory medical assistance is provided in medical practices, health units, specialized and integrated outpatient clinics within hospitals, diagnostic and treatment medical centers, palliative care clinics, contracted by the health insurance company. The basic package contains the following services offered by the specialty doctor: medical services for emergency situations, curative medical services for acute conditions, consultations for chronic diseases, detection of diseases with endemic-epidemic potential, consultations for family planning services (counseling, evaluation and monitoring of genito-mammary status, treatment of complications), palliative care services, diagnostic and therapeutic services, pregnancy and pregnancy surveillance services , medical services for diagnostic purposes (the latter are day hospitalization services and are offered by clinical specialty). Consultations without prescription For people coming from the war zones of Ukraine, specialized medical services for the clinical specialties included in the basic service package are provided without presenting the referral ticket, which is a form with a special regime used in the social health insurance system. Patients with chronic conditions benefit from a maximum of 4 consultations per quarter, (maximum 2 consultations per month) for services such as patient evaluation and laboratory investigations, prescription of treatment and follow-up of the disease. ​​ For those insured who have a confirmed diagnosis upon leaving the hospital, a maximum of 2 consultations are offered free of charge for: tracking the evolution of the condition under the treatment established during hospitalization; performing therapeutic procedures; wound examination, thread removal, cast removal, after a surgical or orthopedic intervention; recommendations for necessary, paraclinical investigations, as appropriate. Consultations for chronic conditions, as well as for diseases with potential endemo-epidemic that require isolation, can also be offered remotely, by any means of communication, and the presentation of the referral ticket from the family doctor or other specialist doctor is not mandatory. The documents resulting from the consultations will be sent to the patient online. For people coming from the war zones of Ukraine , it is possible to get consultation from a specialist without a prescription from a family doctor. What other services can be provided In the specialized ambulatory, day hospitalization services can also be provided, with a duration less than 12 hours and that include a combination of clinical medical services and investigations. Some examples of such services: monitoring of normal pregnancy, monitoring of high-risk pregnancy, prenatal screening, early detection of precancerous lesions of the breast, early detection and diagnosis of dysplastic lesions of the cervix. The specialist doctor can decide after consultations: establishing therapeutic conduct and/or prescribing medical and hygienic-dietetic treatment; recommendation for medical/palliative care at home; recommendation for medical devices, technologies and assistive devices; clinical and paraclinical assessment, prescribing treatment and monitoring the evolution of patients with chronic conditions, within the limits of competence, quarterly or, as the case may be, monthly; release of the referral ticket for other specialties, including palliative care in the ambulatory/hospitalization ticket, according to the situation; issuance of the medical leave certificate, according to the situation. Doctors with certain specializations (examples: neurologist, psychiatrist, rheumatologist, orthopedist, oncologist, cardiologist, pulmonologist, etc.) can recommend services offered by a psychologist or a physiotherapist to the people insured, provided that the specialized outpatient clinic where the doctor works has qualified staff or is related through a contract with a provider of psychological or physiotherapeutic services. Services that can be offered by the psychologist are: psychological counseling and psychotherapy, special psychopedagogical counseling, through a speech therapist. The services that can be offered by the physiotherapist are: individual or group physiotherapy, physiotherapy with special devices, such as mechanical devices, electromechanical devices, robotic devices. Psychiatric therapies, services provided by a psychologist, psychological counseling and psychotherapy, as well as services provided by a speech therapist can also be provided remotely, through any means of communication. Patients with conditions or aggravations after COVID-19 can benefit from physical therapy, psychological counseling and psychotherapy, through the recommendation of doctors from the clinical specialties of cardiology and pneumology. This information is contained in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” , by the National Health Insurance House.",
    "id": 39
  }
]