[
  {
    "heading": "Whole Page Content",
    "summary": "Sprijin de Urgență Do you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență? Request or provide resources Rescue 4x4 Rescue 4x4 is a free public service for rescue, recovery and emergency interventions in urgent situations. The free service offered by Rescue4x4 is to bring your vehicle to the road (paved or not) from where you will be able to go on your own wheels or from removing the vehicle from the carriageway of a public road so as not to disturb it or block traffic. Request help Transport in Romania Train info : Here you can find out train routes and timetables for passenger trains between main cities in Romania, with data directly from the largest railway operators: CFR Călători, Transferoviar Călători, Regio Călători, Interregional Călători and Astra Trans Carpatic. You can also buy tickets: International train tickets ( cfrcalatori.ro ) https://www.cfrcalatori.ro https://mersultrenurilor.infofer.ro/ Take care on overnight trains, shutting the door of your sleeper compartment as securely as you can (there are no locks) and keeping valuable possessions close at hand. Bus/maxi taxi info : Here you can find out routes and timetables for buses and minibuses/maxitaxi between main cities in Romania, with data directly from the largest operators. You can also buy tickets. https://www.autogari.ro/ https://www.mersulautobuzelor.ro/ You can buy a one-time ticket or a long-term travel card at the ticket office located near the bus stop. To buy a bus pass, you need to have a passport or other identity documents with you. You can also top-up your bus card online on https://online.stbsa.ro/ . The Romanian government does not cover transportation costs. Taxi We recommend not hailing a cab, but using apps like Free Now, Uber or Bolt to take a ride. These services are covering all the major cities in Romania. All the apps are available in English. Traveling by subway You can buy a ticket directly at the ticket office in the metro station or pay for the travel with a bank card directly at the turnstile. The Romanian government does not cover transportation costs. Service of online replenishment of transport cards online.stbsa.ro",
    "id": 12
  }
]