{
  "questions": [
    {
      "question_id": 1,
      "content_block_id": 40,
      "question": "What types of support and assistance are provided?"
    },
    {
      "question_id": 2,
      "content_block_id": 40,
      "question": "Are there specific programs designed to help refugees?"
    },
    {
      "question_id": 3,
      "content_block_id": 40,
      "question": "What kinds of hospital services are available?"
    },
    {
      "question_id": 4,
      "content_block_id": 40,
      "question": "How does one typically access hospital services, and are referrals always required?"
    },
    {
      "question_id": 5,
      "content_block_id": 40,
      "question": "What is the difference between day and continuous hospitalization?"
    },
    {
      "question_id": 6,
      "content_block_id": 40,
      "question": "Are medical services in public hospitals always free for insured persons?"
    },
    {
      "question_id": 7,
      "content_block_id": 40,
      "question": "Under what conditions can patients receive free medical services in public hospitals?"
    },
    {
      "question_id": 8,
      "content_block_id": 40,
      "question": "Can public hospitals charge insured patients for services that are covered by health insurance?"
    },
    {
      "question_id": 9,
      "content_block_id": 40,
      "question": "How do private hospitals operate in relation to health insurance companies?"
    },
    {
      "question_id": 10,
      "content_block_id": 40,
      "question": "Can private hospitals charge patients an additional fee beyond what health insurance covers?"
    },
    {
      "question_id": 11,
      "content_block_id": 40,
      "question": "What information about costs should a patient expect to receive before hospitalization, especially in private facilities?"
    },
    {
      "question_id": 12,
      "content_block_id": 40,
      "question": "What happens if a patient pays for medicines or services that should have been free in a public hospital?"
    },
    {
      "question_id": 13,
      "content_block_id": 40,
      "question": "Is there a process for patients to be reimbursed for out-of-pocket medical expenses in public hospitals?"
    },
    {
      "question_id": 14,
      "content_block_id": 40,
      "question": "What specific medical services, like chemotherapy or dialysis, are covered under certain conditions?"
    },
    {
      "question_id": 15,
      "content_block_id": 40,
      "question": "In which cities are the described services or facilities available?"
    },
    {
      "question_id": 16,
      "content_block_id": 40,
      "question": "How can users provide feedback or report issues related to the services?"
    }
  ]
}