{
  "questions": [
    {
      "question_id": 31,
      "content_block_id": 25,
      "question": "What is the primary goal of the Commit Global solution?"
    },
    {
      "question_id": 32,
      "content_block_id": 25,
      "question": "What specific support solutions are designed for refugees?"
    },
    {
      "question_id": 33,
      "content_block_id": 25,
      "question": "Are there resources to help citizens understand their legal rights and obligations?"
    },
    {
      "question_id": 34,
      "content_block_id": 25,
      "question": "Is assistance available for managing Post Traumatic Stress Disorder (PTSD)?"
    },
    {
      "question_id": 35,
      "content_block_id": 25,
      "question": "What guidance is offered on children's nutrition and immunity?"
    },
    {
      "question_id": 36,
      "content_block_id": 25,
      "question": "Why is breastfeeding particularly important during emergencies or stressful situations?"
    },
    {
      "question_id": 37,
      "content_block_id": 25,
      "question": "What steps should a mother take to maintain lactation if her baby cannot breastfeed directly?"
    },
    {
      "question_id": 38,
      "content_block_id": 25,
      "question": "What are the recommendations for feeding infants under six months if breastfeeding is not possible?"
    },
    {
      "question_id": 39,
      "content_block_id": 25,
      "question": "What advice is given for ensuring safe drinking water for children?"
    },
    {
      "question_id": 40,
      "content_block_id": 25,
      "question": "What types of food are suggested for emergency stock or travel with small children?"
    },
    {
      "question_id": 41,
      "content_block_id": 25,
      "question": "Are there contact details for professional support with breastfeeding difficulties?"
    },
    {
      "question_id": 42,
      "content_block_id": 25,
      "question": "What other support initiatives or useful links are provided on the platform?"
    },
    {
      "question_id": 43,
      "content_block_id": 25,
      "question": "In which Romanian cities are the support services available?"
    },
    {
      "question_id": 44,
      "content_block_id": 25,
      "question": "How can users provide feedback or report issues with the information?"
    },
    {
      "question_id": 45,
      "content_block_id": 25,
      "question": "What partnerships contribute to the support programs?"
    },
    {
      "question_id": 46,
      "content_block_id": 25,
      "question": "Where can one find more information about women's health and reproductive health services?"
    }
  ]
}