{
  "questions": [
    {
      "question_id": 492,
      "content_block_id": 58,
      "question": "What types of support services are available for individuals seeking assistance?"
    },
    {
      "question_id": 493,
      "content_block_id": 58,
      "question": "In which cities across Romania can one find assistance and support?"
    },
    {
      "question_id": 494,
      "content_block_id": 58,
      "question": "How can individuals access information regarding their legal status in Romania?"
    },
    {
      "question_id": 495,
      "content_block_id": 58,
      "question": "What specific solutions are available to help refugees, such as 'Law made simple' or 'PTSD Help'?"
    },
    {
      "question_id": 496,
      "content_block_id": 58,
      "question": "What are the contact details for emergency services and immigration authorities in Romania?"
    },
    {
      "question_id": 497,
      "content_block_id": 58,
      "question": "How can one register for temporary protection in Romanian cities like Galați?"
    },
    {
      "question_id": 498,
      "content_block_id": 58,
      "question": "What medical services and healthcare facilities are accessible for those needing help?"
    },
    {
      "question_id": 499,
      "content_block_id": 58,
      "question": "Are psychological support services and mental health assistance available from various organizations?"
    },
    {
      "question_id": 500,
      "content_block_id": 58,
      "question": "What educational opportunities are provided for children, including language courses?"
    },
    {
      "question_id": 501,
      "content_block_id": 58,
      "question": "Which organizations offer general support and assistance in specific cities like Galați?"
    },
    {
      "question_id": 502,
      "content_block_id": 58,
      "question": "Are there dedicated support services for women, including reproductive health and assistance for victims of domestic violence?"
    },
    {
      "question_id": 503,
      "content_block_id": 58,
      "question": "Is counseling and support available for people living with HIV?"
    },
    {
      "question_id": 504,
      "content_block_id": 58,
      "question": "How can feedback or corrections be submitted regarding the information provided?"
    }
  ]
}