{
  "questions": [
    {
      "question_id": 534,
      "content_block_id": 59,
      "question": "What is the main purpose of Dopomoha?"
    },
    {
      "question_id": 535,
      "content_block_id": 59,
      "question": "What kind of support is offered to refugees in Romania?"
    },
    {
      "question_id": 536,
      "content_block_id": 59,
      "question": "Which cities in Romania provide support services?"
    },
    {
      "question_id": 537,
      "content_block_id": 59,
      "question": "Are there any tools or resources to help understand legal rights?"
    },
    {
      "question_id": 538,
      "content_block_id": 59,
      "question": "Is assistance available for managing Post Traumatic Stress Disorder (PTSD)?"
    },
    {
      "question_id": 539,
      "content_block_id": 59,
      "question": "How can Ukrainian refugees register for temporary protection in Romania?"
    },
    {
      "question_id": 540,
      "content_block_id": 59,
      "question": "Do Ukrainian refugees receive free public transportation in certain areas?"
    },
    {
      "question_id": 541,
      "content_block_id": 59,
      "question": "Where can refugees access medical services in Romania?"
    },
    {
      "question_id": 542,
      "content_block_id": 59,
      "question": "What options are available for psychological support for adults and children?"
    },
    {
      "question_id": 543,
      "content_block_id": 59,
      "question": "Are there schools in Romania that teach in the Ukrainian language?"
    },
    {
      "question_id": 544,
      "content_block_id": 59,
      "question": "Which organizations offer material support or vouchers to refugees?"
    },
    {
      "question_id": 545,
      "content_block_id": 59,
      "question": "Can refugees get help with the translation of documents and diplomas?"
    },
    {
      "question_id": 546,
      "content_block_id": 59,
      "question": "Are Romanian and English language courses available for refugees?"
    },
    {
      "question_id": 547,
      "content_block_id": 59,
      "question": "Is there a dedicated center for women's health services or support for victims of domestic violence?"
    },
    {
      "question_id": 548,
      "content_block_id": 59,
      "question": "Where can individuals living with HIV find psycho-medical-social support?"
    },
    {
      "question_id": 549,
      "content_block_id": 59,
      "question": "How can users report mistakes or provide feedback about the information provided?"
    }
  ]
}