{
  "questions": [
    {
      "question_id": 298,
      "content_block_id": 61,
      "question": "What is the main purpose of the Dopomoha platform?"
    },
    {
      "question_id": 299,
      "content_block_id": 61,
      "question": "Which cities in Romania are covered by the refugee support initiatives?"
    },
    {
      "question_id": 300,
      "content_block_id": 61,
      "question": "What specific support programs, such as 'Law made simple' or 'PTSD Help,' are highlighted?"
    },
    {
      "question_id": 301,
      "content_block_id": 61,
      "question": "What are the important contact numbers for emergency services or immigration support in Iași?"
    },
    {
      "question_id": 302,
      "content_block_id": 61,
      "question": "Is public transportation free for Ukrainian refugees in Iași?"
    },
    {
      "question_id": 303,
      "content_block_id": 61,
      "question": "Where can refugees access urgent medical services or free family medicine in Iași?"
    },
    {
      "question_id": 304,
      "content_block_id": 61,
      "question": "Which organizations provide psychological support for refugees, and in what languages?"
    },
    {
      "question_id": 305,
      "content_block_id": 61,
      "question": "Are free Romanian language courses available for refugees, and which organizations offer them?"
    },
    {
      "question_id": 306,
      "content_block_id": 61,
      "question": "What educational activities, including Ukrainian language school, are organized for children and adolescents in Iași?"
    },
    {
      "question_id": 307,
      "content_block_id": 61,
      "question": "What services does the CTR Nicolina Refugee Center offer, such as accommodation, food, or language courses?"
    },
    {
      "question_id": 308,
      "content_block_id": 61,
      "question": "What kind of legal advice and information is provided by the Romanian National Council for Refugees (CNRR)?"
    },
    {
      "question_id": 309,
      "content_block_id": 61,
      "question": "What support is available for women's reproductive health or for victims of domestic violence?"
    },
    {
      "question_id": 310,
      "content_block_id": 61,
      "question": "Is counseling or psycho-medical-social services available for people living with HIV?"
    },
    {
      "question_id": 311,
      "content_block_id": 61,
      "question": "How can users report mistakes or provide feedback regarding the information on the platform?"
    }
  ]
}