{
  "questions": [
    {
      "question_id": 682,
      "content_block_id": 51,
      "question": "What kind of support services does Dopomoha provide for refugees?"
    },
    {
      "question_id": 683,
      "content_block_id": 51,
      "question": "Which cities in Romania are covered by Dopomoha's support network?"
    },
    {
      "question_id": 684,
      "content_block_id": 51,
      "question": "Are there specific resources to help refugees understand legal rights or manage Post Traumatic Stress Disorder (PTSD)?"
    },
    {
      "question_id": 685,
      "content_block_id": 51,
      "question": "What educational opportunities are available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 686,
      "content_block_id": 51,
      "question": "How can Ukrainian children enroll in Romanian educational institutions like kindergartens or schools?"
    },
    {
      "question_id": 687,
      "content_block_id": 51,
      "question": "Do organizations like JRS Romania or Angel Appeal Romanian Foundation offer educational programs for refugee children?"
    },
    {
      "question_id": 688,
      "content_block_id": 51,
      "question": "Are there free educational hubs in Bucharest for Ukrainian students, such as the \"Ostrovok\" Educational Hub?"
    },
    {
      "question_id": 689,
      "content_block_id": 51,
      "question": "Is there a Ukrainian high school in Romania that offers instruction in the Ukrainian language?"
    },
    {
      "question_id": 690,
      "content_block_id": 51,
      "question": "Are online learning resources, including digital textbooks or an online school from Ukraine's Ministry of Education, available for students?"
    },
    {
      "question_id": 691,
      "content_block_id": 51,
      "question": "How does UNICEF contribute to supporting children's education for refugees?"
    },
    {
      "question_id": 692,
      "content_block_id": 51,
      "question": "How can users submit feedback or report errors regarding the information on the Dopomoha platform?"
    },
    {
      "question_id": 693,
      "content_block_id": 51,
      "question": "Where can one find information about the legal status or terms and conditions of Dopomoha?"
    }
  ]
}