{
  "questions": [
    {
      "question_id": 653,
      "content_block_id": 1,
      "question": "What types of support services are available for individuals arriving in Romania?"
    },
    {
      "question_id": 654,
      "content_block_id": 1,
      "question": "What are the different ways individuals can legally enter Romania?"
    },
    {
      "question_id": 655,
      "content_block_id": 1,
      "question": "What identity documents are required for Ukrainian nationals to enter Romania?"
    },
    {
      "question_id": 656,
      "content_block_id": 1,
      "question": "Are there specific entry rules or support for minors and unaccompanied children entering Romania?"
    },
    {
      "question_id": 657,
      "content_block_id": 1,
      "question": "Are there any age-related restrictions for men entering Romania from Ukraine?"
    },
    {
      "question_id": 658,
      "content_block_id": 1,
      "question": "What are the COVID-19 requirements for entry into Romania from Ukraine?"
    },
    {
      "question_id": 659,
      "content_block_id": 1,
      "question": "What are the entry requirements for non-Ukrainian nationals who previously resided in Ukraine?"
    },
    {
      "question_id": 660,
      "content_block_id": 1,
      "question": "Can individuals bring pets or animals with them when entering Romania?"
    },
    {
      "question_id": 661,
      "content_block_id": 1,
      "question": "Which border crossing points are available for entry into Romania from Ukraine or the Republic of Moldova?"
    },
    {
      "question_id": 662,
      "content_block_id": 1,
      "question": "Where can real-time waiting times for Romanian border crossings be found?"
    },
    {
      "question_id": 663,
      "content_block_id": 1,
      "question": "Is official transport organized from Romanian border points for new arrivals?"
    },
    {
      "question_id": 664,
      "content_block_id": 1,
      "question": "How can individuals find temporary accommodation or offer housing support in Romania?"
    },
    {
      "question_id": 665,
      "content_block_id": 1,
      "question": "How can individuals request or offer general resources like food, clothing, or volunteer help in Romania?"
    },
    {
      "question_id": 666,
      "content_block_id": 1,
      "question": "What are the 'Law made simple' and 'PTSD Help' solutions?"
    },
    {
      "question_id": 667,
      "content_block_id": 1,
      "question": "How can one contact for questions about access into Romania?"
    }
  ]
}