{
  "questions": [
    {
      "question_id": 448,
      "content_block_id": 36,
      "question": "What kind of support is offered to people from Ukraine in Romania?"
    },
    {
      "question_id": 449,
      "content_block_id": 36,
      "question": "What specific solutions are available to support refugees, such as 'Law made simple' or 'PTSD Help'?"
    },
    {
      "question_id": 450,
      "content_block_id": 36,
      "question": "How can people from Ukraine access medical services in Romania?"
    },
    {
      "question_id": 451,
      "content_block_id": 36,
      "question": "What are the benefits or rights granted by the Romanian social health insurance system to people fleeing the war in Ukraine?"
    },
    {
      "question_id": 452,
      "content_block_id": 36,
      "question": "What is the registration process for the social health insurance system for individuals coming from Ukraine?"
    },
    {
      "question_id": 453,
      "content_block_id": 36,
      "question": "What medical services are included in the basic service package provided by the Romanian health system?"
    },
    {
      "question_id": 454,
      "content_block_id": 36,
      "question": "What role does a family doctor play for individuals from Ukraine, and what services do they provide?"
    },
    {
      "question_id": 455,
      "content_block_id": 36,
      "question": "Can family doctors offer remote medical consultations or home visits in Romania?"
    },
    {
      "question_id": 456,
      "content_block_id": 36,
      "question": "What preventive health services are available through a family doctor in Romania?"
    },
    {
      "question_id": 457,
      "content_block_id": 36,
      "question": "Where can one find a list of family doctors in Bucharest, Romania?"
    },
    {
      "question_id": 458,
      "content_block_id": 36,
      "question": "How can users provide feedback or report any inaccuracies regarding the provided information?"
    },
    {
      "question_id": 459,
      "content_block_id": 36,
      "question": "What other support initiatives or useful links are associated with this program?"
    }
  ]
}