{
  "questions": [
    {
      "question_id": 1065,
      "content_block_id": 4,
      "question": "What is the primary goal of the Commit Global solution?"
    },
    {
      "question_id": 1066,
      "content_block_id": 4,
      "question": "What support solutions are available for refugees, specifically 'Law made simple' and 'PTSD Help'?"
    },
    {
      "question_id": 1067,
      "content_block_id": 4,
      "question": "Which major Romanian cities are covered by the information provided?"
    },
    {
      "question_id": 1068,
      "content_block_id": 4,
      "question": "How can one find train and bus schedules and purchase tickets in Romania?"
    },
    {
      "question_id": 1069,
      "content_block_id": 4,
      "question": "What are the recommended ride-hailing apps for taxis in Romanian cities?"
    },
    {
      "question_id": 1070,
      "content_block_id": 4,
      "question": "Is there a free rescue service available for emergency situations in Romania?"
    },
    {
      "question_id": 1071,
      "content_block_id": 4,
      "question": "What challenges might individuals with disabilities face when using public transport or renting cars in Romania?"
    },
    {
      "question_id": 1072,
      "content_block_id": 4,
      "question": "What are the general opening hours for shops and offices in Romania?"
    },
    {
      "question_id": 1073,
      "content_block_id": 4,
      "question": "Are there any required vaccinations for traveling to Romania?"
    },
    {
      "question_id": 1074,
      "content_block_id": 4,
      "question": "What specific medical support is offered for Ukrainian children with cancer, HIV treatment, or rare diseases in Romania?"
    },
    {
      "question_id": 1075,
      "content_block_id": 4,
      "question": "Which mobile phone providers operate in Romania, and is Wi-fi widely accessible?"
    },
    {
      "question_id": 1076,
      "content_block_id": 4,
      "question": "What is the currency of Romania, and can Ukrainian Hryvnia be exchanged for it?"
    },
    {
      "question_id": 1077,
      "content_block_id": 4,
      "question": "Are there any banking services with no fees for Ukrainian citizens using cards issued in Ukraine?"
    },
    {
      "question_id": 1078,
      "content_block_id": 4,
      "question": "What is the emergency telephone number in Romania, and is there an accompanying app?"
    },
    {
      "question_id": 1079,
      "content_block_id": 4,
      "question": "Where are the regional centers for asylum seekers located in Romania?"
    },
    {
      "question_id": 1080,
      "content_block_id": 4,
      "question": "How can one request or offer emergency resources like food, clothing, or transportation?"
    },
    {
      "question_id": 1081,
      "content_block_id": 4,
      "question": "How can one find or provide temporary accommodation for vulnerable people in Romania?"
    },
    {
      "question_id": 1082,
      "content_block_id": 4,
      "question": "How can users provide feedback or report errors about the information on the platform?"
    }
  ]
}