{
  "questions": [
    {
      "question_id": 599,
      "content_block_id": 21,
      "question": "What kind of support is available for refugees and displaced persons in Romania?"
    },
    {
      "question_id": 600,
      "content_block_id": 21,
      "question": "What documents are required for Ukrainian citizens, children, or unaccompanied minors to enter Romania?"
    },
    {
      "question_id": 601,
      "content_block_id": 21,
      "question": "Are there specific entry requirements for Ukrainian men or third-country nationals (non-Ukrainians) entering Romania from Ukraine?"
    },
    {
      "question_id": 602,
      "content_block_id": 21,
      "question": "Are COVID-19 vaccination certificates or PCR tests needed to enter Romania, and are pets allowed?"
    },
    {
      "question_id": 603,
      "content_block_id": 21,
      "question": "What rights do children and young people have while staying in Romania, and how can they ensure their safety?"
    },
    {
      "question_id": 604,
      "content_block_id": 21,
      "question": "What is temporary protection status in Romania, who is eligible, and what rights does it grant?"
    },
    {
      "question_id": 605,
      "content_block_id": 21,
      "question": "How can one find free accommodation or obtain housing assistance in Romania?"
    },
    {
      "question_id": 606,
      "content_block_id": 21,
      "question": "What medical services are accessible to refugees and beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 607,
      "content_block_id": 21,
      "question": "Can children and young people from Ukraine access education in Romania, and are there options for learning Ukrainian or Romanian?"
    },
    {
      "question_id": 608,
      "content_block_id": 21,
      "question": "How can Ukrainian currency (UAH) be exchanged for Romanian Lei (RON) in Romania?"
    },
    {
      "question_id": 609,
      "content_block_id": 21,
      "question": "Is financial support available for beneficiaries of temporary protection, and what other specialized assistance exists for specific groups like the LGBTQIA+ community or children with cancer?"
    },
    {
      "question_id": 610,
      "content_block_id": 21,
      "question": "What is the procedure for Ukrainian citizens to find and obtain employment in Romania?"
    },
    {
      "question_id": 611,
      "content_block_id": 21,
      "question": "Where can individuals struggling with drug use find confidential and free support services in Romania?"
    },
    {
      "question_id": 612,
      "content_block_id": 21,
      "question": "Which border crossing points are open from Ukraine or Moldova into Romania, and where can one check real-time waiting times?"
    },
    {
      "question_id": 613,
      "content_block_id": 21,
      "question": "What are the options for free transportation from Ukraine or Moldova to Romania, or for travel within the European Union?"
    },
    {
      "question_id": 614,
      "content_block_id": 21,
      "question": "How does one apply for asylum in Romania, what are the rights of an asylum seeker, and what types of protection are available?"
    },
    {
      "question_id": 615,
      "content_block_id": 21,
      "question": "How can one extend the validity of a Ukrainian passport or register for a disability certificate in Romania?"
    },
    {
      "question_id": 616,
      "content_block_id": 21,
      "question": "Where can individuals report cases of abuse or seek help if they feel unsafe in Romania?"
    },
    {
      "question_id": 617,
      "content_block_id": 21,
      "question": "What resources are available for mental health support and coping with emotional distress?"
    }
  ]
}