{
  "questions": [
    {
      "question_id": 825,
      "content_block_id": 34,
      "question": "What support is available for Ukrainian citizens in Romania?"
    },
    {
      "question_id": 826,
      "content_block_id": 34,
      "question": "Can Ukrainian citizens from conflict zones work legally in Romania?"
    },
    {
      "question_id": 827,
      "content_block_id": 34,
      "question": "Are there specific programs to help Ukrainian refugees find jobs in Romania?"
    },
    {
      "question_id": 828,
      "content_block_id": 34,
      "question": "What documents are needed for Ukrainian citizens to register for employment in Romania?"
    },
    {
      "question_id": 829,
      "content_block_id": 34,
      "question": "Are there free services for Ukrainian citizens looking for work in Romania?"
    },
    {
      "question_id": 830,
      "content_block_id": 34,
      "question": "How can Ukrainian citizens access job counseling in Romania?"
    },
    {
      "question_id": 831,
      "content_block_id": 34,
      "question": "Is there a platform dedicated to job opportunities for Ukrainian citizens in Romania?"
    },
    {
      "question_id": 832,
      "content_block_id": 34,
      "question": "What is the Jobs4Ukraine platform and how does it assist job seekers?"
    },
    {
      "question_id": 833,
      "content_block_id": 34,
      "question": "Which organizations offer employment assistance to Ukrainian refugees in Romania?"
    },
    {
      "question_id": 834,
      "content_block_id": 34,
      "question": "Is there a guide available on how to look for a job in Romania for Ukrainian citizens?"
    },
    {
      "question_id": 835,
      "content_block_id": 34,
      "question": "Does the National Agency for Employment provide services for Ukrainian citizens?"
    },
    {
      "question_id": 836,
      "content_block_id": 34,
      "question": "What kind of assistance does Ateliere Fără Frontiere offer for job search?"
    },
    {
      "question_id": 837,
      "content_block_id": 34,
      "question": "Are there resources to help Ukrainian citizens understand their legal rights in Romania?"
    },
    {
      "question_id": 838,
      "content_block_id": 34,
      "question": "Is there support available for managing Post Traumatic Stress Disorder (PTSD)?"
    },
    {
      "question_id": 839,
      "content_block_id": 34,
      "question": "How can one report issues or provide feedback about the support services?"
    },
    {
      "question_id": 840,
      "content_block_id": 34,
      "question": "What cities in Romania are covered by the support services mentioned?"
    },
    {
      "question_id": 841,
      "content_block_id": 34,
      "question": "What is the overall purpose of the Dopomoha initiative?"
    },
    {
      "question_id": 842,
      "content_block_id": 34,
      "question": "Are there resources for the general integration of Ukrainian refugees into Romanian society?"
    }
  ]
}