{
  "questions": [
    {
      "question_id": 760,
      "content_block_id": 43,
      "question": "What is the main purpose of the Dopomoha platform?"
    },
    {
      "question_id": 761,
      "content_block_id": 43,
      "question": "What specific solutions or programs are offered to support refugees?"
    },
    {
      "question_id": 762,
      "content_block_id": 43,
      "question": "Who developed the Dopomoha platform or its solutions?"
    },
    {
      "question_id": 763,
      "content_block_id": 43,
      "question": "Are medical recovery services available in hospitals and sanatoriums?"
    },
    {
      "question_id": 764,
      "content_block_id": 43,
      "question": "What types of medical recovery services are provided in sanatoriums?"
    },
    {
      "question_id": 765,
      "content_block_id": 43,
      "question": "Are medical recovery services for children and adults?"
    },
    {
      "question_id": 766,
      "content_block_id": 43,
      "question": "What is the maximum duration for physical medicine and rehabilitation services in spa sanatoriums?"
    },
    {
      "question_id": 767,
      "content_block_id": 43,
      "question": "How many procedures are typically included per day for medical recovery services?"
    },
    {
      "question_id": 768,
      "content_block_id": 43,
      "question": "Do patients need to pay a personal contribution for medical services in spa sanatoriums?"
    },
    {
      "question_id": 769,
      "content_block_id": 43,
      "question": "Are there any groups exempt from personal contributions for medical recovery services?"
    },
    {
      "question_id": 770,
      "content_block_id": 43,
      "question": "How does one obtain a referral for physical medicine and rehabilitation treatment in spa sanatoriums?"
    },
    {
      "question_id": 771,
      "content_block_id": 43,
      "question": "Are there any criteria for issuing referral notes for physical medicine and rehabilitation treatment?"
    },
    {
      "question_id": 772,
      "content_block_id": 43,
      "question": "How long can medical recovery services be provided in sanatoriums other than spas?"
    },
    {
      "question_id": 773,
      "content_block_id": 43,
      "question": "Where can one find more information about the rights of people from the armed conflict zone in Ukraine regarding social health insurance?"
    },
    {
      "question_id": 774,
      "content_block_id": 43,
      "question": "How can users report mistakes or provide feedback about the information provided on the platform?"
    },
    {
      "question_id": 775,
      "content_block_id": 43,
      "question": "What support categories are listed on the main page of the Dopomoha platform?"
    },
    {
      "question_id": 776,
      "content_block_id": 43,
      "question": "What other cities in Romania are mentioned as having support available through the platform?"
    },
    {
      "question_id": 777,
      "content_block_id": 43,
      "question": "What are some of the useful links provided by the Dopomoha platform?"
    }
  ]
}