{
  "questions": [
    {
      "question_id": 169,
      "content_block_id": 42,
      "question": "What is the main goal of the Dopomoha platform?"
    },
    {
      "question_id": 170,
      "content_block_id": 42,
      "question": "Who is the Dopomoha initiative intended to assist?"
    },
    {
      "question_id": 171,
      "content_block_id": 42,
      "question": "What categories of support are available through Dopomoha?"
    },
    {
      "question_id": 172,
      "content_block_id": 42,
      "question": "In which specific cities is Dopomoha support offered?"
    },
    {
      "question_id": 173,
      "content_block_id": 42,
      "question": "What is 'Law made simple' designed to do?"
    },
    {
      "question_id": 174,
      "content_block_id": 42,
      "question": "How does 'PTSD Help' assist individuals with Post Traumatic Stress Disorder?"
    },
    {
      "question_id": 175,
      "content_block_id": 42,
      "question": "What types of medical recovery or physical medicine services are provided?"
    },
    {
      "question_id": 176,
      "content_block_id": 42,
      "question": "Are physical medicine and rehabilitation services available for outpatients, inpatients, or both?"
    },
    {
      "question_id": 177,
      "content_block_id": 42,
      "question": "Are there restrictions on the number of days per year for physical medicine and rehabilitation procedures?"
    },
    {
      "question_id": 178,
      "content_block_id": 42,
      "question": "Are children eligible for physical medicine and rehabilitation services, and if so, what are the conditions?"
    },
    {
      "question_id": 179,
      "content_block_id": 42,
      "question": "What is the maximum number of physical medicine and rehabilitation procedures covered per day?"
    },
    {
      "question_id": 180,
      "content_block_id": 42,
      "question": "Where can official information about social health insurance rights for people from the armed conflict zone in Ukraine be found?"
    },
    {
      "question_id": 181,
      "content_block_id": 42,
      "question": "How can users provide feedback or report issues with the information?"
    },
    {
      "question_id": 182,
      "content_block_id": 42,
      "question": "What are some affiliated or recommended resources related to Dopomoha?"
    },
    {
      "question_id": 183,
      "content_block_id": 42,
      "question": "What are the terms and conditions for using the Dopomoha services?"
    },
    {
      "question_id": 184,
      "content_block_id": 42,
      "question": "What is the legal status of the Dopomoha initiative?"
    }
  ]
}