{
  "questions": [
    {
      "question_id": 391,
      "content_block_id": 39,
      "question": "What is the main goal of the Dopomoha initiative?"
    },
    {
      "question_id": 392,
      "content_block_id": 39,
      "question": "Who is eligible to receive support from the Commit Global solution?"
    },
    {
      "question_id": 393,
      "content_block_id": 39,
      "question": "What are the key services provided by \"Law made simple\"?"
    },
    {
      "question_id": 394,
      "content_block_id": 39,
      "question": "How does \"PTSD Help\" assist individuals with Post Traumatic Stress Disorder?"
    },
    {
      "question_id": 395,
      "content_block_id": 39,
      "question": "What kinds of specialist medical consultations are available through the program?"
    },
    {
      "question_id": 396,
      "content_block_id": 39,
      "question": "Can individuals from war zones receive medical consultations without a referral?"
    },
    {
      "question_id": 397,
      "content_block_id": 39,
      "question": "What medical services are covered in the basic package of care?"
    },
    {
      "question_id": 398,
      "content_block_id": 39,
      "question": "Are there options for remote medical consultations for certain conditions?"
    },
    {
      "question_id": 399,
      "content_block_id": 39,
      "question": "What types of psychological support services are offered?"
    },
    {
      "question_id": 400,
      "content_block_id": 39,
      "question": "Are physical therapy services available, and what do they include?"
    },
    {
      "question_id": 401,
      "content_block_id": 39,
      "question": "In which cities across the country are these support services accessible?"
    },
    {
      "question_id": 402,
      "content_block_id": 39,
      "question": "What other general support categories, besides health, are provided?"
    },
    {
      "question_id": 403,
      "content_block_id": 39,
      "question": "How can one provide feedback or report issues with the information?"
    },
    {
      "question_id": 404,
      "content_block_id": 39,
      "question": "What is day hospitalization, and what services does it entail?"
    },
    {
      "question_id": 405,
      "content_block_id": 39,
      "question": "Is there support for individuals with conditions or aggravations after COVID-19?"
    },
    {
      "question_id": 406,
      "content_block_id": 39,
      "question": "What organizations are involved in partnerships to provide these solutions?"
    },
    {
      "question_id": 407,
      "content_block_id": 39,
      "question": "Are there limitations on the number of consultations for chronic conditions?"
    }
  ]
}