{
  "questions": [
    {
      "question_id": 344,
      "content_block_id": 32,
      "question": "What kind of support is available for Ukrainians living in Romania?"
    },
    {
      "question_id": 345,
      "content_block_id": 32,
      "question": "What new changes have occurred regarding the support program for Ukrainians in Romania?"
    },
    {
      "question_id": 346,
      "content_block_id": 32,
      "question": "Is financial assistance provided for accommodation for refugees in Romania?"
    },
    {
      "question_id": 347,
      "content_block_id": 32,
      "question": "What are the eligibility conditions for the new financial support program for temporary protection beneficiaries in Romania?"
    },
    {
      "question_id": 348,
      "content_block_id": 32,
      "question": "What are the amounts of the monthly lump sum for accommodation for individuals and families in Romania?"
    },
    {
      "question_id": 349,
      "content_block_id": 32,
      "question": "Are there any situations or groups excluded from receiving the accommodation lump sum in Romania?"
    },
    {
      "question_id": 350,
      "content_block_id": 32,
      "question": "How does one apply for the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 351,
      "content_block_id": 32,
      "question": "What documents are required to apply for accommodation financial support in Romania?"
    },
    {
      "question_id": 352,
      "content_block_id": 32,
      "question": "Where should applications for financial support be submitted in Romania?"
    },
    {
      "question_id": 353,
      "content_block_id": 32,
      "question": "Can refugees in Romania apply for a Minimum Inclusion Income after initial support?"
    },
    {
      "question_id": 354,
      "content_block_id": 32,
      "question": "Is there assistance available to help refugees understand their legal rights in Romania?"
    },
    {
      "question_id": 355,
      "content_block_id": 32,
      "question": "Is there free help available for managing Post Traumatic Stress Disorder (PTSD) for refugees?"
    },
    {
      "question_id": 356,
      "content_block_id": 32,
      "question": "How can refugees find free housing or accommodation assistance in Romania?"
    },
    {
      "question_id": 357,
      "content_block_id": 32,
      "question": "Who can refugees contact if they need help with applications or face difficulties in Romania?"
    },
    {
      "question_id": 358,
      "content_block_id": 32,
      "question": "Are there specific phone numbers or organizations providing support for refugees in Romania?"
    },
    {
      "question_id": 359,
      "content_block_id": 32,
      "question": "What types of social benefits are available for refugees from Ukraine under temporary protection in Romania?"
    },
    {
      "question_id": 360,
      "content_block_id": 32,
      "question": "What is the duration of the monthly lump sum accommodation support for refugees in Romania?"
    }
  ]
}