[
  {
    "heading": "Content Block 1",
    "summary": "TransportTrain info:Here you can find out train routes and timetables for passenger trains between main cities in Romania, with data directly from the largest railway operators: CFR Călători, Transferoviar Călători, Regio Călători, Interregional Călători and Astra Trans Carpatic. You can also buy tickets:International train tickets (cfrcalatori.ro)https://www.cfrcalatori.rohttps://mersultrenurilor.infofer.ro/Take care on overnight trains, shutting the door of your sleeper compartment as securely as you can (there are no locks) and keeping valuable possessions close at hand.Bus/maxi taxi info:Here you can find out routes and timetables for buses and minibuses/maxitaxi between main cities in Romania, with data directly from the largest operators. You can also buy tickets.https://www.autogari.ro/https://www.mersulautobuzelor.ro/TaxiWe recommend not hailing a cab, but using apps like Free Now, Uber or Bolt to take a ride. These services are covering all the major cities in Romania. All the apps are available in English.Rescue 4x4 / 4x4 Volunteer Rescue AssociationRescue 4x4 is a free public rescue service of recovery and intervention in special emergency situations -Request help",
    "id": 11
  },
  {
    "heading": "Content Block 2",
    "summary": "Travelers with disabilitiesGetting around is a major problem, as public transport is often inaccessible and cars with hand controls are not available from rental companies.",
    "id": 12
  },
  {
    "heading": "Content Block 3",
    "summary": "Opening hoursWith the exception of shopping malls, which are usually open 9am to 10pm, shops are generally open from 9 or 10am to 6 or 8pm on weekdays, with department stores and some food stores opening from 8am to 8pm Monday to Saturday and from 8.30am to 1pm on Sunday. If you’re trying to sort out flights, visas or car rental, be aware that many offices are closed by 4pm.Below are the legal public holidays for 2023 in Romania:January 1, January 2 - New YearJanuary 24 - Day of the Unification of the Romanian PrincipalitiesApril 22 - Good FridayApril 24-25 - Orthodox EasterMay 1 - Labor DayJune 1st, Children's dayJune 12 (Sunday) - Orthodox PentecostJune 13 (Monday) - The day after the Orthodox PentecostAugust 15 - AssumptionNovember 30 - Saint AndrewDecember 1 - Romania's National DayDecember 25, December 26 - ChristmasIf these holidays are celebrated during the week, the Governemnt offers a day off.",
    "id": 13
  },
  {
    "heading": "Content Block 4",
    "summary": "HealthNo vaccinations are required for Romania.All towns and most villages have a pharmacy (farmacie), where the staff – in the big towns at least – may understand English, French or German. Pharmacies are typically open Monday to Saturday from 9am to 6pm, though all cities and most towns should have at least one that’s open 24 hours – failing that, dial the emergency number displayed in the pharmacy window.Ukrainian children suffering from cancer (oncology and blood diseases) can be directed to the national cancer treatment centers through the platform jointly developed by the Dăruiește Aripi Association and the Romanian Pediatric Oncology and Hematology Society. You can fill outthe form on the site, contact the organizers directly atukrainechildcancer@daruiestearipi.ro, or call +40724024229 (every day between 8:00 și 20:00).Those who come from Ukraine and need HIV treatment or services can contactSens Positivon Facebook, on Instagram @informathiv.roor by phone at 0744.682.225. Together with their partners fromRise OUT, Iași,Identity.Education, Timișoara andPRIDE Romania, Cluj, they will also refer and accompany them to the HIV Focal Points created by authorities for refugees coming from Ukraine.In collaboration with EURORDIS - Rare Diseases Europe:www.eurordis.org, the National Alliance for Rare Diseases Romania:www.bolirareromania.rocan provide support and guidance to refugees arriving in Romania and suffering from rare diseases. At the NoRo center in Zalău we also offer free therapy for children from Ukraine who need our services. Contact: Dorica Dan - +40726248707, 0260610033; Ukrainian language : Svetleska Yulia, +40746347589. - NoRo Center,office@bolirareromania.ro.",
    "id": 14
  },
  {
    "heading": "Content Block 5",
    "summary": "TelecommunicationsPhonesThe main mobile phone providers in Romania are Orange, Telekom and Vodafone. If staying for any length of time you might as well buy a local SIM card from any of these providers (typically costing €5), which you can then top up by voucher, available from phone shops or street kiosks. All mobile numbers are designated by a phone code beginning with 07. The country code is +40. Calling a mobile from within Romania, you must dial all the numbers; calling from abroad, you need to drop the “0”.InternetWi-fi is widespread and invariably excellent.",
    "id": 15
  },
  {
    "heading": "Content Block 6",
    "summary": "MoneyThe Romanian leu (RON) is the currency of Romania. 1 RON = 0.20 EUR. Each leu is divided into 100 bani. When you're buying currency for Romania, look out for the currency code RON.At BCR (Romanian Commercial Bank) you can exchangeUAH-RON (hryvnia-lei), at the BNR exchange rate,up to1,000 lei per person/Ukrainian passport.The offer is valid only for people with Ukrainian passports.At the border areas there are 11 BCR branches ready to cover the need for additional cash 24/7. If you need assistance in financial-banking services, call the special telephone number dedicated to the citizens of Ukraine -0373514244or write them atsuport.linia1@bcr.ro.Important information: 0 lei BCR costs for transactions made at POS and ATM with cards issued in Ukraine; 0 lei commission for opening and administering a current account; 0 fees for inter and intra bank payments.",
    "id": 16
  },
  {
    "heading": "Content Block 7",
    "summary": "Useful contacts112 Emergency Number112 is the single emergency telephone number, available nationwide, that can be called from all public telephone networks. What to say? ”Salut. Sunt refugiat din Ucraina. Nu vorbesc română.”/ ”Hello. I am an Ukrainian refugee. I do not speak Romanian.”Apel 112 AppThe application allows the automatic transmission of geographic coordinates from the mobile phone of the person who reports an emergency on Romanian territory directly to the 112 Service if it has an active data connection and a phone compatible with the localization function. Available in English and Romanian. What to say? ”Salut. Sunt refugiat din Ucraina. Nu vorbesc română.”/ ”Hello. I am an Ukrainian refugee. I do not speak Romanian.”+40 021.9590 Romanian Border PoliceCalling at 021.9590, the citizens can find out all public information related to the crossing / border area.",
    "id": 17
  },
  {
    "heading": "Content Block 8",
    "summary": "Regional Centers for Procedures and Accommodation for Asylum SeekersRădăuți (next to Chernivtsi Oblast)Str. Perilor nr.2, Rădăuți, județul SuceavaTel.: +40 230 56 44 62, +40 230 56 44 63Fax:  +40 230 56 44 64E-mail:c.radauti.igi@mai.gov.roMaramureș (next to Zakarpattia and Ivano-Frankivsk Oblasts)Str. Cetății nr.1A, Șomcuta Mare, Județul MaramureșTel.: +40 262 28 00 05Fax:  +40 262 28 00 04E-mail:c.maramures.igi@mai.gov.roGalați (next to Odessa Oblast)Str. Săvinești nr.2, Galați, județul GalaţiTel.: +40 236 32 38 78Fax:  +40 236 32 38 84E-mail:c.galati.igi@mai.gov.roBucurești (capital city of Romania)Str. Tudor Gociu, nr. 24A, București, sector 4Tel.: +40 21 240 87 74Fax:  +40 21 240 85 10E-mail:c.bucuresti.igi@mai.gov.roTimișoara (next to the Romanian-Hungarian border)Str. Armoniei nr.33, Timișoara, judetul TimișTel.: +40 256 42 12 40Fax:  +40 256 22 75 00E-mail:c.timisoara.igi@mai.gov.roGiurgiu (next to the Romanian-Bulgarian border)Bulevardul 1907, Giurgiu, județul GiurgiuTel.: +40 246 21 50 56Fax:  +40 246 21 50 55E-mail:c.giurgiu.igi@mai.gov.ro",
    "id": 18
  },
  {
    "heading": "Content Block 9",
    "summary": "See the guide with common expressions in Romanian, translated into English and Ukrainian.Click here for the phrase book",
    "id": 19
  },
  {
    "heading": "Content Block 10",
    "summary": "Sprijin de UrgențăDo you need any resources, food, products, clothing, tents, transportation or volunteers or do you want to offer any of the above on Sprijin de Urgență?Request or provide resources",
    "id": 20
  },
  {
    "heading": "Content Block 11",
    "summary": "Un AcoperișDo you need support in finding temporary accommodation or do you want to provide a space to help vulnerable people who are now coming to Romania. Access Un Acoperiș!Search or offer accommodation",
    "id": 21
  }
]