[
  {
    "heading": "Content Block 1",
    "summary": "Medical assistance for refugees from Ukraine",
    "id": 324
  },
  {
    "heading": "Content Block 2",
    "summary": "Eligibility for health care and other useful informationThe right to receive medical care for refugees from Ukraine. As well as useful information about health, vaccination, assistance to HIV-infected people and more.Learn more",
    "id": 325
  },
  {
    "heading": "Content Block 3",
    "summary": "Family doctor and a basic package of servicesHow to use the services of a family doctor, information for patients with chronic diseases, preventive services and home consultations. All information about the basic package of services.Learn more",
    "id": 326
  },
  {
    "heading": "Content Block 4",
    "summary": "Laboratory analyzes and imaging investigationsRules for conducting medical examinations and rules for servicing patients in laboratories.List of free laboratories for refugees.Learn more",
    "id": 327
  },
  {
    "heading": "Content Block 5",
    "summary": "Specialist consultationThe basic package of services provided by a narrow specialist. Where and how to get medical advice.Learn more",
    "id": 328
  },
  {
    "heading": "Content Block 6",
    "summary": "Hospitalization services in public and private institutionsConditions for the provision of hospitalization services in public and private health care institutions. List of diseases requiring hospitalization. Who pays for the treatment.Find out more",
    "id": 329
  },
  {
    "heading": "Content Block 7",
    "summary": "Dentistry in Romania: basic dental medicine packageDentist consultation and treatment. A complete list of dental services. The cost of treatment for all categories of patients.Learn more",
    "id": 330
  },
  {
    "heading": "Content Block 8",
    "summary": "Medical recovery, physical medicine and rehabilitation servicesPhysical medicine and rehabilitation services provided on an outpatient basis in health resorts. List of procedures and duration of treatment.Learn more",
    "id": 331
  },
  {
    "heading": "Content Block 9",
    "summary": "Medical recovery in hospitals, sanatoriumsRecuperare medicală prin tratament în spital, sanatorii. Servicii medicale în medicină fizică și reabilitare.Află mai multe",
    "id": 332
  },
  {
    "heading": "Content Block 10",
    "summary": "Medical consultations at home and self-medical transportationMedical consultations at home and self-medical transportation in addition to the services provided in the minimum package.Learn more",
    "id": 333
  },
  {
    "heading": "Content Block 11",
    "summary": "Medicines reimbursed by the Health FundWhich doctor can prescribe a compensated medicine. Medicines covered by the Health Fund - compensation lists.Learn more",
    "id": 334
  },
  {
    "heading": "Content Block 12",
    "summary": "Medical devicesMedical devices and the procedure for obtaining. List of the basic package of medical products.Learn more",
    "id": 335
  },
  {
    "heading": "Content Block 13",
    "summary": "Information for patients with Covid-19Provision of medical services for patients with Covid-19. Free treatment for insured, uninsured and other people in Romania.Learn more",
    "id": 336
  },
  {
    "heading": "Content Block 14",
    "summary": "Medical services for pregnant womenPrimary care, observation of the normal course of pregnancy and supervision of high-risk pregnancies.Learn more",
    "id": 337
  },
  {
    "heading": "Content Block 15",
    "summary": "National curative health programsNational Health Program package: how to get treatment and a list of programs.Learn more",
    "id": 338
  },
  {
    "heading": "Content Block 16",
    "summary": "Get help at a Women's centerAssistance in accessing reproductive health services (contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, abortions, etc.), services intended for victims of domestic violence.Ask for help",
    "id": 339
  }
]