[
  {
    "heading": "Content Block 1",
    "summary": "My rightsTemporary protection & Short stayForeign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. Medical services in specialized outpatient healthcare are provided without the need to present a referral from the doctor (form used in the social health insurance system).Asylum seekerAs an asylum seeker, you have the right to receive free basic medical assistance and treatment, emergency medical assistance in a hospital and free medical treatment for acute/chronic illnesses which put your life at immediate risk. If you have special medical needs, you have the right to receive proper medical care based on your condition.",
    "id": 93
  },
  {
    "heading": "Content Block 2",
    "summary": "Medical assistance to refugees from Ukraine in RomaniaFind out more about the rights granted by the Romanian social health insurance system: consultation of a family doctor, a narrow specialist, pregnancy monitoring, lists of free laboratories, dental services. And other important health information.Learn more",
    "id": 94
  },
  {
    "heading": "Content Block 3",
    "summary": "Women's CenterIf you need support in accessing reproductive health services (contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, abortion, etc.) as well as support in navigating the health system or you need services dedicated to victims of domestic violence, click here.Ask for help",
    "id": 95
  },
  {
    "heading": "Content Block 4",
    "summary": "Pediatric oncologyIf you are a parent, a relative or a friend of a Ukrainian child who has cancer and needs medical assistance, acces Ukraine Child Cancer Help.Ask for help",
    "id": 96
  },
  {
    "heading": "Content Block 5",
    "summary": "Counseling for people living with HIVIf you arrive in Romania and need HIV psycho-medical-social services, accesconsilierehiv.roAsk for help",
    "id": 97
  },
  {
    "heading": "Content Block 6",
    "summary": "Help for people with rare or chronic diseasesIf you need specialized medical assistance, you suffer from a rare or chronic condition, find out here where you can ask for help.In collaboration with EURORDIS - Rare Diseases Europe:www.eurordis.org, the National Alliance for Rare Diseases Romania:www.bolirareromania.rocan provide support and guidance to refugees arriving in Romania and suffering from rare diseases. At the NoRo center in Zalău we also offer free therapy for children from Ukraine who need our services. Contact: Dorica Dan - +40726248707, 0260610033; Ukrainian language : Svetleska Yulia, +40746347589. - NoRo Center,office@bolirareromania.ro.Call centerSens PozitivHIV treatment or services for those coming from Ukraine:+40 744 682 225.Free medical care for people fleeing the war in UkraineMore information on how to find free medical care for refugees from Ukraine online or offline - specialist consultations and some medical services.Find out moreThe Society for Education on Contraception and Sexuality (SECS) facilitates access to gynecology medical services for women and girls from Ukraine in BucharestThe SECS team can offer support with the following: making appointments, assisting beneficiaries at the medical clinic, facilitating communication with the specialist doctor with the help of a translator, and settlement of consultations.Types of consultations that they can help you to access:Gynaecological consultationsUltrasounds (transvaginal ultrasounds, abdominal ultrasounds)AbortionsIUD insertion / removalOther gynecology services, depending on the doctor’s recommendationsThey can also facilitate access to emergency contraception and birth control pills.Visit website",
    "id": 98
  },
  {
    "heading": "Content Block 7",
    "summary": "Children’s nutritionIt is extremely necessary for a baby to continue breastfeeding or for a child to eat a balanced diet - not only the well-being but also the immunity of the baby / child depend on this. Of course, in emergencies, access to a variety of products may be limited, but you can provide your child with everything he or she needs. This chapter will help you organize food and food stocks more efficiently.Read more",
    "id": 99
  },
  {
    "heading": "Content Block 8",
    "summary": "VaccinationInfectious diseases such as measles, rubella, polio, diphtheria, haemophilus influenza tip b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, mumps can spread quickly and threaten your child. This chapter provides important information on vaccination as a means of preserving human health and lifeFind out more",
    "id": 100
  },
  {
    "heading": "Content Block 9",
    "summary": "Psychological support for childrenWar is a stress not only for adults who understand everything, but also for children. Feelings of danger, anxiety, disruption, constant changes and movements - all this can scare the child, confuse him and cause discomfort. The main thing to remember - if the parents are close and all healthy, then you can provide psychological comfort to the child.Find out more",
    "id": 101
  },
  {
    "heading": "Content Block 10",
    "summary": "HygieneWar reduces access to basic needs such as water, heat, food, and hygiene. But it is important to follow the rules of hygiene. The tips in this section will help protect your health and the health of your child.Read more",
    "id": 102
  },
  {
    "heading": "Content Block 11",
    "summary": "Taking care of children with disabilitiesIn times of war and emergencies, families with children with disabilities need more resources, both material and psychological. This chapter deals with important aspects of getting ready for emergency.Read more",
    "id": 103
  }
]