{
  "questions": [
    {
      "question_id": 219,
      "content_block_id": 55,
      "question": "What kind of initial support is available for new arrivals in Brașov?"
    },
    {
      "question_id": 220,
      "content_block_id": 55,
      "question": "What services does the CATTIA Community Center provide?"
    },
    {
      "question_id": 221,
      "content_block_id": 55,
      "question": "How does one access the accommodation, board, and integration support program?"
    },
    {
      "question_id": 222,
      "content_block_id": 55,
      "question": "What medical services are available for individuals without insurance in Brașov?"
    },
    {
      "question_id": 223,
      "content_block_id": 55,
      "question": "Which organizations offer psychological support in Brașov?"
    },
    {
      "question_id": 224,
      "content_block_id": 55,
      "question": "What languages are offered for psychological counseling services?"
    },
    {
      "question_id": 225,
      "content_block_id": 55,
      "question": "How can one enroll children in educational units in Brașov County?"
    },
    {
      "question_id": 226,
      "content_block_id": 55,
      "question": "What educational programs are offered at the CATTIA center?"
    },
    {
      "question_id": 227,
      "content_block_id": 55,
      "question": "What types of assistance do various support organizations in Brașov provide?"
    },
    {
      "question_id": 228,
      "content_block_id": 55,
      "question": "How does the public transportation system operate for new arrivals in Brașov?"
    },
    {
      "question_id": 229,
      "content_block_id": 55,
      "question": "What support is available for women's reproductive health or domestic violence concerns?"
    },
    {
      "question_id": 230,
      "content_block_id": 55,
      "question": "How can individuals access confidential HIV counseling services?"
    },
    {
      "question_id": 231,
      "content_block_id": 55,
      "question": "Who provides mobility aids for individuals with locomotor disabilities?"
    },
    {
      "question_id": 232,
      "content_block_id": 55,
      "question": "What contact information is available for immigration services in Brașov?"
    },
    {
      "question_id": 233,
      "content_block_id": 55,
      "question": "What are the operating hours for the Integration Center for Migrants Brașov?"
    }
  ]
}