{
  "questions": [
    {
      "question_id": 616,
      "content_block_id": 1,
      "question": "What are the primary methods for individuals to enter Romania?"
    },
    {
      "question_id": 617,
      "content_block_id": 1,
      "question": "What identification documents are necessary for entry into Romania?"
    },
    {
      "question_id": 618,
      "content_block_id": 1,
      "question": "How do entry requirements vary for Ukrainian nationals compared to other nationalities?"
    },
    {
      "question_id": 619,
      "content_block_id": 1,
      "question": "What specific rules apply to minors entering Romania, including unaccompanied children?"
    },
    {
      "question_id": 620,
      "content_block_id": 1,
      "question": "What health-related requirements, such as vaccinations or testing, apply for entry into Romania?"
    },
    {
      "question_id": 621,
      "content_block_id": 1,
      "question": "How can individuals bring their pets into Romania?"
    },
    {
      "question_id": 622,
      "content_block_id": 1,
      "question": "What are the entry conditions for non-Ukrainian nationals who previously resided in Ukraine?"
    },
    {
      "question_id": 623,
      "content_block_id": 1,
      "question": "Which border crossing points are available for entry into Romania from Ukraine?"
    },
    {
      "question_id": 624,
      "content_block_id": 1,
      "question": "How can one check current waiting times at Romanian border crossings?"
    },
    {
      "question_id": 625,
      "content_block_id": 1,
      "question": "What support services or resources are typically available to people arriving at the Romanian border?"
    },
    {
      "question_id": 626,
      "content_block_id": 1,
      "question": "What transportation arrangements are available from the Romanian border areas?"
    },
    {
      "question_id": 627,
      "content_block_id": 1,
      "question": "How can new arrivals find temporary accommodation or other essential resources within Romania?"
    },
    {
      "question_id": 628,
      "content_block_id": 1,
      "question": "What are the visa regulations for Russian citizens seeking to enter Romania?"
    },
    {
      "question_id": 629,
      "content_block_id": 1,
      "question": "What benefits or rights come with temporary protection status in Romania?"
    },
    {
      "question_id": 630,
      "content_block_id": 1,
      "question": "How does one initiate an asylum application process within Romania?"
    },
    {
      "question_id": 631,
      "content_block_id": 1,
      "question": "What are the procedures for entering Romania via the Republic of Moldova?"
    },
    {
      "question_id": 632,
      "content_block_id": 1,
      "question": "Who can one contact for general questions about accessing Romania?"
    },
    {
      "question_id": 633,
      "content_block_id": 1,
      "question": "What are the specific requirements for Ukrainian men of different age groups entering Romania?"
    },
    {
      "question_id": 634,
      "content_block_id": 1,
      "question": "What kind of assistance do unaccompanied children receive upon arrival in Romania?"
    }
  ]
}