{
  "questions": [
    {
      "question_id": 425,
      "content_block_id": 36,
      "question": "What medical support is available for people fleeing Ukraine in Romania?"
    },
    {
      "question_id": 426,
      "content_block_id": 36,
      "question": "How do people from Ukraine access healthcare services in Romania?"
    },
    {
      "question_id": 427,
      "content_block_id": 36,
      "question": "Who qualifies for medical assistance under the Romanian social health insurance system?"
    },
    {
      "question_id": 428,
      "content_block_id": 36,
      "question": "What services are included in the basic medical package for new arrivals in Romania?"
    },
    {
      "question_id": 429,
      "content_block_id": 36,
      "question": "How does one register for the social health insurance system in Romania?"
    },
    {
      "question_id": 430,
      "content_block_id": 36,
      "question": "What role does a family doctor play in the Romanian healthcare system for those from Ukraine?"
    },
    {
      "question_id": 431,
      "content_block_id": 36,
      "question": "What types of medical documents can a family doctor issue in Romania?"
    },
    {
      "question_id": 432,
      "content_block_id": 36,
      "question": "Where can one find a list of family doctors in Bucharest?"
    },
    {
      "question_id": 433,
      "content_block_id": 36,
      "question": "What are the rules for accessing specialized medical care in Romania?"
    },
    {
      "question_id": 434,
      "content_block_id": 36,
      "question": "What types of preventive services does the Romanian healthcare system offer?"
    },
    {
      "question_id": 435,
      "content_block_id": 36,
      "question": "How are chronic diseases managed within the Romanian healthcare system for beneficiaries?"
    },
    {
      "question_id": 436,
      "content_block_id": 36,
      "question": "What are the conditions for receiving home medical consultations in Romania?"
    },
    {
      "question_id": 437,
      "content_block_id": 36,
      "question": "How do remote medical consultations work in Romania?"
    },
    {
      "question_id": 438,
      "content_block_id": 36,
      "question": "What costs are associated with medical services for people from Ukraine in Romania?"
    },
    {
      "question_id": 439,
      "content_block_id": 36,
      "question": "In what ways do people from Ukraine benefit from the Romanian social health insurance system?"
    }
  ]
}