{
  "questions": [
    {
      "question_id": 996,
      "content_block_id": 4,
      "question": "What options exist for inter-city travel within Romania?"
    },
    {
      "question_id": 997,
      "content_block_id": 4,
      "question": "How can one purchase tickets for train or bus travel in Romania?"
    },
    {
      "question_id": 998,
      "content_block_id": 4,
      "question": "What safety considerations apply to overnight train journeys in Romania?"
    },
    {
      "question_id": 999,
      "content_block_id": 4,
      "question": "What services does Rescue 4x4 provide in Romania?"
    },
    {
      "question_id": 1000,
      "content_block_id": 4,
      "question": "How can individuals request assistance from Rescue 4x4?"
    },
    {
      "question_id": 1001,
      "content_block_id": 4,
      "question": "What challenges might travelers with disabilities encounter regarding transportation in Romania?"
    },
    {
      "question_id": 1002,
      "content_block_id": 4,
      "question": "What are the typical operating hours for shops and offices across Romania?"
    },
    {
      "question_id": 1003,
      "content_block_id": 4,
      "question": "Which public holidays are observed annually in Romania?"
    },
    {
      "question_id": 1004,
      "content_block_id": 4,
      "question": "What medical precautions should travelers consider before visiting Romania?"
    },
    {
      "question_id": 1005,
      "content_block_id": 4,
      "question": "How can Ukrainian children suffering from cancer access treatment centers in Romania?"
    },
    {
      "question_id": 1006,
      "content_block_id": 4,
      "question": "What support services are available for Ukrainian refugees needing HIV treatment in Romania?"
    },
    {
      "question_id": 1007,
      "content_block_id": 4,
      "question": "What resources exist for refugees arriving in Romania with rare diseases?"
    },
    {
      "question_id": 1008,
      "content_block_id": 4,
      "question": "What general information applies to pharmacies and their services in Romania?"
    },
    {
      "question_id": 1009,
      "content_block_id": 4,
      "question": "What are the main mobile phone providers in Romania, and how does one acquire a local SIM card?"
    },
    {
      "question_id": 1010,
      "content_block_id": 4,
      "question": "What is the official currency of Romania, and what options exist for currency exchange?"
    },
    {
      "question_id": 1011,
      "content_block_id": 4,
      "question": "How can Ukrainian citizens access banking services and exchange Ukrainian Hryvnia in Romania?"
    },
    {
      "question_id": 1012,
      "content_block_id": 4,
      "question": "What is the primary emergency contact number in Romania, and how should one communicate during an emergency?"
    },
    {
      "question_id": 1013,
      "content_block_id": 4,
      "question": "Where can asylum seekers find accommodation and procedural support within Romania?"
    },
    {
      "question_id": 1014,
      "content_block_id": 4,
      "question": "How can individuals request or offer emergency resources like food, clothing, or transportation in Romania?"
    },
    {
      "question_id": 1015,
      "content_block_id": 4,
      "question": "What support is available for finding or providing temporary accommodation in Romania?"
    }
  ]
}