{
  "questions": [
    {
      "question_id": 823,
      "content_block_id": 69,
      "question": "What vocational integration services does the Hands Across Romania Association offer to refugees?"
    },
    {
      "question_id": 824,
      "content_block_id": 69,
      "question": "How does the NESsT Refugee Employment Initiative support enterprises working with refugees and migrants?"
    },
    {
      "question_id": 825,
      "content_block_id": 69,
      "question": "What types of support does BERD - Banca Europeană pentru Reconstrucție & Dezvoltare offer to small and medium enterprises and local entrepreneurs?"
    },
    {
      "question_id": 826,
      "content_block_id": 69,
      "question": "How does the Youth Center of the National Youth Foundation assist young Ukrainians with job search?"
    },
    {
      "question_id": 827,
      "content_block_id": 69,
      "question": "What specific employment assistance services does HEKS EPER offer to Ukrainian refugees?"
    },
    {
      "question_id": 828,
      "content_block_id": 69,
      "question": "What essential information does the IOM 'Cultural orientation - Romania' guide provide for new arrivals?"
    },
    {
      "question_id": 829,
      "content_block_id": 69,
      "question": "What types of language courses and activities are available for refugees from Ukraine in Romania?"
    },
    {
      "question_id": 830,
      "content_block_id": 69,
      "question": "Which job platforms in Romania are recommended for Ukrainian refugees?"
    },
    {
      "question_id": 831,
      "content_block_id": 69,
      "question": "What is the primary aim of the Animest - Bucharest International Animated Film Festival?"
    },
    {
      "question_id": 832,
      "content_block_id": 69,
      "question": "What kind of performances are typically presented at the Hungarian Theater of Cluj?"
    },
    {
      "question_id": 833,
      "content_block_id": 69,
      "question": "What kinds of literary treasures are preserved at The National Museum of Rumanian Literature in Bucharest?"
    },
    {
      "question_id": 834,
      "content_block_id": 69,
      "question": "What historical period did the 'Alexandru Sahia' documentary film studio primarily document?"
    }
  ]
}