{
  "questions": [
    {
      "question_id": 970,
      "content_block_id": 19,
      "question": "What defines individuals welcomed to Romania when fleeing war?"
    },
    {
      "question_id": 971,
      "content_block_id": 19,
      "question": "How can anyone fleeing Ukraine enter Romania?"
    },
    {
      "question_id": 972,
      "content_block_id": 19,
      "question": "What is the purpose of the platform for people seeking protection in Romania?"
    },
    {
      "question_id": 973,
      "content_block_id": 19,
      "question": "Who are the key partners involved in creating the platform for people seeking protection in Romania?"
    },
    {
      "question_id": 974,
      "content_block_id": 19,
      "question": "What types of relevant information can people find on the platform for seeking protection in Romania?"
    },
    {
      "question_id": 975,
      "content_block_id": 19,
      "question": "How can individuals access legal status information in Romania?"
    },
    {
      "question_id": 976,
      "content_block_id": 19,
      "question": "What housing options are available for people seeking protection in Romania?"
    },
    {
      "question_id": 977,
      "content_block_id": 19,
      "question": "How does the call center assist people seeking protection in Romania?"
    },
    {
      "question_id": 978,
      "content_block_id": 19,
      "question": "What educational resources are provided for people seeking protection in Romania?"
    },
    {
      "question_id": 979,
      "content_block_id": 19,
      "question": "What healthcare services are accessible to people seeking protection in Romania?"
    },
    {
      "question_id": 980,
      "content_block_id": 19,
      "question": "How can people find employment opportunities in Romania?"
    },
    {
      "question_id": 981,
      "content_block_id": 19,
      "question": "What support is offered for managing PTSD or other mental health challenges in Romania?"
    },
    {
      "question_id": 982,
      "content_block_id": 19,
      "question": "What general support mechanisms are available for people seeking protection in Romania?"
    },
    {
      "question_id": 983,
      "content_block_id": 19,
      "question": "What transportation assistance is available for people seeking protection in Romania?"
    },
    {
      "question_id": 984,
      "content_block_id": 19,
      "question": "What guidance is provided to help people stay safe in Romania?"
    }
  ]
}