{
  "questions": [
    {
      "question_id": 155,
      "content_block_id": 42,
      "question": "What types of services fall under medical recovery and rehabilitation?"
    },
    {
      "question_id": 156,
      "content_block_id": 42,
      "question": "How are physical medicine and rehabilitation services typically provided?"
    },
    {
      "question_id": 157,
      "content_block_id": 42,
      "question": "Who qualifies for medical recovery and rehabilitation services?"
    },
    {
      "question_id": 158,
      "content_block_id": 42,
      "question": "What steps are involved in accessing physical medicine and rehabilitation services?"
    },
    {
      "question_id": 159,
      "content_block_id": 42,
      "question": "Where are physical medicine and rehabilitation services usually offered?"
    },
    {
      "question_id": 160,
      "content_block_id": 42,
      "question": "What distinguishes outpatient physical medicine and rehabilitation from other forms of care?"
    },
    {
      "question_id": 161,
      "content_block_id": 42,
      "question": "Why are certain rehabilitation procedures exclusively available at specialized resorts?"
    },
    {
      "question_id": 162,
      "content_block_id": 42,
      "question": "What examples of physical medicine and rehabilitation procedures are commonly utilized?"
    },
    {
      "question_id": 163,
      "content_block_id": 42,
      "question": "How are specific physical medicine and rehabilitation procedures chosen for a patient?"
    },
    {
      "question_id": 164,
      "content_block_id": 42,
      "question": "What is the typical duration for which a person can receive outpatient physical medicine and rehabilitation procedures?"
    },
    {
      "question_id": 165,
      "content_block_id": 42,
      "question": "How many procedures per day are generally included in a series of outpatient physical medicine and rehabilitation treatments?"
    },
    {
      "question_id": 166,
      "content_block_id": 42,
      "question": "What special provisions exist for children requiring physical medicine and rehabilitation?"
    },
    {
      "question_id": 167,
      "content_block_id": 42,
      "question": "How long can children with specific conditions receive physical medicine and rehabilitation procedures?"
    },
    {
      "question_id": 168,
      "content_block_id": 42,
      "question": "How are medical recovery and rehabilitation services financially covered for insured persons?"
    },
    {
      "question_id": 169,
      "content_block_id": 42,
      "question": "What role does the National Health Insurance House play in medical recovery and rehabilitation services?"
    }
  ]
}