{
  "questions": [
    {
      "question_id": 597,
      "content_block_id": 2,
      "question": "What types of rights are available to individuals in Romania based on their status?"
    },
    {
      "question_id": 598,
      "content_block_id": 2,
      "question": "How can someone obtain permission to live in Romania?"
    },
    {
      "question_id": 599,
      "content_block_id": 2,
      "question": "What specific assistance is available for beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 600,
      "content_block_id": 2,
      "question": "How can individuals with temporary protection status find employment in Romania?"
    },
    {
      "question_id": 601,
      "content_block_id": 2,
      "question": "What educational opportunities are provided for children and young people under temporary protection in Romania?"
    },
    {
      "question_id": 602,
      "content_block_id": 2,
      "question": "In what ways does Romania provide medical assistance to foreign nationals from conflict zones?"
    },
    {
      "question_id": 603,
      "content_block_id": 2,
      "question": "What procedures facilitate family reunification for individuals under temporary protection in Romania?"
    },
    {
      "question_id": 604,
      "content_block_id": 2,
      "question": "How can someone access social services in temporary accommodation centers in Romania?"
    },
    {
      "question_id": 605,
      "content_block_id": 2,
      "question": "What support is available for those hosting individuals from conflict zones in Romania?"
    },
    {
      "question_id": 606,
      "content_block_id": 2,
      "question": "How do Ukrainian citizens living abroad manage their pension payments from Ukraine?"
    },
    {
      "question_id": 607,
      "content_block_id": 2,
      "question": "What are the requirements for foreign nationals seeking to work in Romania without temporary protection?"
    },
    {
      "question_id": 608,
      "content_block_id": 2,
      "question": "Which organizations offer legal advice and support to asylum seekers in Romania?"
    },
    {
      "question_id": 609,
      "content_block_id": 2,
      "question": "What living arrangements are provided for asylum seekers in Romania?"
    },
    {
      "question_id": 610,
      "content_block_id": 2,
      "question": "When do asylum seekers become eligible to work in Romania?"
    },
    {
      "question_id": 611,
      "content_block_id": 2,
      "question": "What resources can be requested or offered through the Sprijin de Urgență platform?"
    },
    {
      "question_id": 612,
      "content_block_id": 2,
      "question": "How does the Un Acoperiș initiative assist with finding temporary accommodation in Romania?"
    },
    {
      "question_id": 613,
      "content_block_id": 2,
      "question": "What steps must Ukrainian students take to continue their higher education in Romania?"
    },
    {
      "question_id": 614,
      "content_block_id": 2,
      "question": "What are the conditions for accessing the state education system for beneficiaries of temporary protection under 18?"
    },
    {
      "question_id": 615,
      "content_block_id": 2,
      "question": "What documents are necessary for foreign professionals in fields like medicine or architecture to work in Romania?"
    }
  ]
}