{
  "questions": [
    {
      "question_id": 904,
      "content_block_id": 27,
      "question": "What kind of psychological support can help children experiencing stressful events?"
    },
    {
      "question_id": 905,
      "content_block_id": 27,
      "question": "How do parents' emotional states influence their children's well-being during a crisis?"
    },
    {
      "question_id": 906,
      "content_block_id": 27,
      "question": "What are effective ways for parents to cope with their own stress while supporting a child?"
    },
    {
      "question_id": 907,
      "content_block_id": 27,
      "question": "How can parents best communicate with children about difficult emotions like sadness or anger?"
    },
    {
      "question_id": 908,
      "content_block_id": 27,
      "question": "What practical steps can parents take to enhance a child's sense of security in an emergency?"
    },
    {
      "question_id": 909,
      "content_block_id": 27,
      "question": "Why is maintaining a daily routine important for children facing uncertainty?"
    },
    {
      "question_id": 910,
      "content_block_id": 27,
      "question": "What role does physical comfort, like hugging, play in helping children manage stress?"
    },
    {
      "question_id": 911,
      "content_block_id": 27,
      "question": "How can parents encourage children to express their feelings, even when they are negative?"
    },
    {
      "question_id": 912,
      "content_block_id": 27,
      "question": "What methods can teach children to calm themselves when they feel overwhelmed?"
    },
    {
      "question_id": 913,
      "content_block_id": 27,
      "question": "How can parents provide support to a child who seems withdrawn or unresponsive?"
    },
    {
      "question_id": 914,
      "content_block_id": 27,
      "question": "Why might children engage in play or drawing activities related to distressing experiences?"
    },
    {
      "question_id": 915,
      "content_block_id": 27,
      "question": "Where can parents find additional resources for supporting a child's mental health during challenging times?"
    },
    {
      "question_id": 916,
      "content_block_id": 27,
      "question": "What considerations should parents keep in mind when talking to children about future plans during a crisis?"
    },
    {
      "question_id": 917,
      "content_block_id": 27,
      "question": "How can parents manage feelings of guilt about circumstances beyond their control?"
    },
    {
      "question_id": 918,
      "content_block_id": 27,
      "question": "What are the benefits of parents connecting with others and discussing their own emotions?"
    }
  ]
}