{
  "questions": [
    {
      "question_id": 440,
      "content_block_id": 22,
      "question": "What pathways exist for entering Romania?"
    },
    {
      "question_id": 441,
      "content_block_id": 22,
      "question": "How does one qualify for temporary protection in Romania?"
    },
    {
      "question_id": 442,
      "content_block_id": 22,
      "question": "What specific rights apply to individuals with temporary protection status in Romania?"
    },
    {
      "question_id": 443,
      "content_block_id": 22,
      "question": "How long does temporary protection typically last in Romania?"
    },
    {
      "question_id": 444,
      "content_block_id": 22,
      "question": "What types of accommodation support are available for individuals seeking temporary protection in Romania?"
    },
    {
      "question_id": 445,
      "content_block_id": 22,
      "question": "What are the requirements for registering one's residence in Romania under temporary protection?"
    },
    {
      "question_id": 446,
      "content_block_id": 22,
      "question": "What medical services are accessible to those benefiting from temporary protection in Romania?"
    },
    {
      "question_id": 447,
      "content_block_id": 22,
      "question": "How can individuals with temporary protection pursue employment opportunities in Romania?"
    },
    {
      "question_id": 448,
      "content_block_id": 22,
      "question": "What educational opportunities await children and students under temporary protection in Romania?"
    },
    {
      "question_id": 449,
      "content_block_id": 22,
      "question": "In what circumstances might someone be excluded from temporary protection in Romania?"
    },
    {
      "question_id": 450,
      "content_block_id": 22,
      "question": "How can family members reunite if they are separated across different European Union countries while seeking temporary protection?"
    },
    {
      "question_id": 451,
      "content_block_id": 22,
      "question": "Which authorities should someone contact to apply for temporary protection in Romania?"
    },
    {
      "question_id": 452,
      "content_block_id": 22,
      "question": "How can someone voluntarily end their temporary protection status in Romania?"
    },
    {
      "question_id": 453,
      "content_block_id": 22,
      "question": "What are the primary obligations for individuals residing in Romania under temporary protection?"
    },
    {
      "question_id": 454,
      "content_block_id": 22,
      "question": "What resources does 'Sprijin de Urgență' provide for people in Romania?"
    }
  ]
}