{
  "questions": [
    {
      "question_id": 317,
      "content_block_id": 32,
      "question": "What changes are being implemented for the support program dedicated to Ukrainians living in Romania?"
    },
    {
      "question_id": 318,
      "content_block_id": 32,
      "question": "How will the new financial support program assist beneficiaries of temporary protection?"
    },
    {
      "question_id": 319,
      "content_block_id": 32,
      "question": "What types of expenses does the monthly lump sum for accommodation cover?"
    },
    {
      "question_id": 320,
      "content_block_id": 32,
      "question": "For how long can beneficiaries receive the monthly lump sum for accommodation?"
    },
    {
      "question_id": 321,
      "content_block_id": 32,
      "question": "Which individuals or groups are not eligible for the monthly lump sum payment?"
    },
    {
      "question_id": 322,
      "content_block_id": 32,
      "question": "What is the payment amount for a single individual under the new financial support program?"
    },
    {
      "question_id": 323,
      "content_block_id": 32,
      "question": "What is the payment amount for families under the new financial support program?"
    },
    {
      "question_id": 324,
      "content_block_id": 32,
      "question": "What documentation is necessary to apply for the monthly lump sum for accommodation?"
    },
    {
      "question_id": 325,
      "content_block_id": 32,
      "question": "Where should individuals submit their application for the monthly lump sum?"
    },
    {
      "question_id": 326,
      "content_block_id": 32,
      "question": "What is the typical application process for the monthly lump sum accommodation benefit?"
    },
    {
      "question_id": 327,
      "content_block_id": 32,
      "question": "Under what circumstances would someone not qualify for accommodation support?"
    },
    {
      "question_id": 328,
      "content_block_id": 32,
      "question": "What financial support options become available after the monthly lump sum period ends?"
    },
    {
      "question_id": 329,
      "content_block_id": 32,
      "question": "How can refugees from Ukraine learn more about available social benefits in Romania?"
    },
    {
      "question_id": 330,
      "content_block_id": 32,
      "question": "What resources are available for finding free accommodation in Romania?"
    },
    {
      "question_id": 331,
      "content_block_id": 32,
      "question": "Whom can individuals contact for help with application difficulties or general inquiries about the support program?"
    },
    {
      "question_id": 332,
      "content_block_id": 32,
      "question": "Why are different amounts provided for financial assistance in special living situations?"
    },
    {
      "question_id": 333,
      "content_block_id": 32,
      "question": "What is the significance of Government Emergency Ordinance No. 96/2024 regarding the support program?"
    },
    {
      "question_id": 334,
      "content_block_id": 32,
      "question": "How does the 3-month period for accommodation support commence?"
    }
  ]
}