{
  "answers": [
    {
      "answer_id": 86,
      "question_id": 86,
      "content_block_id": 19,
      "answer": "Dopomoha offers various services such as IT solutions and support for NGOs, corporate social responsibility programs, fundraising campaigns, and more. They also provide training and consulting services tailored to their clients' needs.",
      "bResponse": "Dopomoha offers various services such as IT solutions and support for NGOs, corporate social responsibility programs, fundraising campaigns, and more. They also provide training and consulting services tailored to their clients' needs. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "With the help of",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 87,
      "question_id": 87,
      "content_block_id": 19,
      "answer": "Anyone interested in participating in the community gardening program can join.",
      "bResponse": "Anyone interested in participating in the community gardening program can join. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "With the help of",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 88,
      "question_id": 88,
      "content_block_id": 19,
      "answer": "The provided summary states \"If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail todopomoha@code4.ro. We’ll do our best to integrate your feedback. © 2025 Dopomoha. A Commit Global solution.\" So, if you want to find more information about Dopomoha, you should write an email to dopomoha@code4.ro.",
      "bResponse": "The provided summary states \"If you’d like to report any mistakes, inconsistencies or omissions please let us know by writing an e-mail todopomoha@code4.ro. We’ll do our best to integrate your feedback. © 2025 Dopomoha. A Commit Global solution.\" So, if you want to find more information about Dopomoha, you should write an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "With the help of",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 89,
      "question_id": 89,
      "content_block_id": 19,
      "answer": "Yes, you can find information about upcoming events related to community gardening on their website at dopomohacollective.org and social media pages such as Facebook (Dopomoha Collective), Twitter (@Dopomoha) and Instagram (@dopomohacollective). They often post updates regarding workshops, meetings, gatherings, and other activities for people interested in community gardening.",
      "bResponse": "Yes, you can find information about upcoming events related to community gardening on their website at dopomohacollective.org and social media pages such as Facebook (Dopomoha Collective), Twitter (@Dopomoha) and Instagram (@dopomohacollective). They often post updates regarding workshops, meetings, gatherings, and other activities for people interested in community gardening. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "With the help of",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 90,
      "question_id": 90,
      "content_block_id": 19,
      "answer": "By contacting dopomoha@code4.ro and sharing your valuable feedback, suggestions, or ideas for improvement, you actively contribute to our efforts in supporting those in need around the world. Your email will be carefully reviewed, and if deemed appropriate, it may help shape our future projects and initiatives. Together, we strive towards creating a positive impact on society through our commitment to global development assistance.",
      "bResponse": "By contacting dopomoha@code4.ro and sharing your valuable feedback, suggestions, or ideas for improvement, you actively contribute to our efforts in supporting those in need around the world. Your email will be carefully reviewed, and if deemed appropriate, it may help shape our future projects and initiatives. Together, we strive towards creating a positive impact on society through our commitment to global development assistance. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "With the help of",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}