{
  "answers": [
    {
      "answer_id": 1,
      "question_id": 1,
      "content_block_id": 1,
      "answer": "The authorities have approved the adoption of rapid crisis management measures, which include ensuring the right to education for Ukrainian preschoolers, Ukrainian pupils, and students from Ukraine located on the territory of Romania.",
      "bResponse": "The authorities have approved the adoption of rapid crisis management measures, which include ensuring the right to education for Ukrainian preschoolers, Ukrainian pupils, and students from Ukraine located on the territory of Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "My rights",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 2,
      "question_id": 2,
      "content_block_id": 1,
      "answer": "Yes, the authorities have approved the adoption of rapid crisis management measures, including those intended to ensure the right to education for preschoolers, Ukrainian pupils and students from Ukraine located on the territory of Romania.",
      "bResponse": "Yes, the authorities have approved the adoption of rapid crisis management measures, including those intended to ensure the right to education for preschoolers, Ukrainian pupils and students from Ukraine located on the territory of Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "My rights",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 3,
      "question_id": 3,
      "content_block_id": 1,
      "answer": "Yes, the authorities have approved the adoption of rapid crisis management measures, including those intended to ensure the right to education for preschoolers, Ukrainian pupils, and students from Ukraine located on the territory of Romania.",
      "bResponse": "Yes, the authorities have approved the adoption of rapid crisis management measures, including those intended to ensure the right to education for preschoolers, Ukrainian pupils, and students from Ukraine located on the territory of Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "My rights",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 4,
      "question_id": 4,
      "content_block_id": 1,
      "answer": "The authorities approve the adoption of these rapid crisis management measures.",
      "bResponse": "The authorities approve the adoption of these rapid crisis management measures. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "My rights",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 5,
      "question_id": 5,
      "content_block_id": 1,
      "answer": "Romania participates in ensuring the right to education for Ukrainians by supporting the adoption of rapid crisis management measures, which include provisions for Ukrainian preschoolers, Ukrainian pupils, and students from Ukraine located on the Romanian territory.",
      "bResponse": "Romania participates in ensuring the right to education for Ukrainians by supporting the adoption of rapid crisis management measures, which include provisions for Ukrainian preschoolers, Ukrainian pupils, and students from Ukraine located on the Romanian territory. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "My rights",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 6,
      "question_id": 6,
      "content_block_id": 2,
      "answer": "To enroll your child, you will need to fill out an application and provide certain documents, depending on the type of enrollment. For enrolling your child in extracurricular activities, you may need to provide their birth certificate, passport or ID card, as well as any additional documents related to psycho-pedagogical assistance and counseling. To enroll your child in school, you must complete the application process with the audiences statute. Make sure to include your child's birth certificate, passport or ID card, as well as any other relevant documentation required by the specific educational institution.",
      "bResponse": "To enroll your child, you will need to fill out an application and provide certain documents, depending on the type of enrollment. For enrolling your child in extracurricular activities, you may need to provide their birth certificate, passport or ID card, as well as any additional documents related to psycho-pedagogical assistance and counseling. To enroll your child in school, you must complete the application process with the audiences statute. Make sure to include your child's birth certificate, passport or ID card, as well as any other relevant documentation required by the specific educational institution. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "How to enroll a child in school, kindergarten or extracurricular activities",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 7,
      "question_id": 7,
      "content_block_id": 2,
      "answer": "You can download the application form for enrolling your child here or obtain it in physical form from the County School Inspectorate that you have contacted.",
      "bResponse": "You can download the application form for enrolling your child here or obtain it in physical form from the County School Inspectorate that you have contacted. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "How to enroll a child in school, kindergarten or extracurricular activities",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 8,
      "question_id": 8,
      "content_block_id": 2,
      "answer": "If your child needs psycho-pedagogical assistance, check the option from the list when filling out the application and contact the County School Inspectorate that you have contacted. They will provide the necessary support and resources for your child.",
      "bResponse": "If your child needs psycho-pedagogical assistance, check the option from the list when filling out the application and contact the County School Inspectorate that you have contacted. They will provide the necessary support and resources for your child. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "How to enroll a child in school, kindergarten or extracurricular activities",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 9,
      "question_id": 9,
      "content_block_id": 2,
      "answer": "Yes, unaccompanied minors can enroll in extracurricular activities in Romania. The County School Inspectorates will create the necessary conditions and will assure the human resource appropriate for the request for Ukrainian children who want to learn Romanian.",
      "bResponse": "Yes, unaccompanied minors can enroll in extracurricular activities in Romania. The County School Inspectorates will create the necessary conditions and will assure the human resource appropriate for the request for Ukrainian children who want to learn Romanian. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "How to enroll a child in school, kindergarten or extracurricular activities",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 10,
      "question_id": 10,
      "content_block_id": 2,
      "answer": "If you need to register a child from outside the country, you must first contact the County Schools Inspectorates or the General Directorate of Social Assistance and Child Protection in the county where you are located. Fill out the necessary application forms and provide any required documents, such as proof of identity and residence. Once submitted, the application will be reviewed within one day, and you will be informed about the placement of your child in a suitable class or group.",
      "bResponse": "If you need to register a child from outside the country, you must first contact the County Schools Inspectorates or the General Directorate of Social Assistance and Child Protection in the county where you are located. Fill out the necessary application forms and provide any required documents, such as proof of identity and residence. Once submitted, the application will be reviewed within one day, and you will be informed about the placement of your child in a suitable class or group. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "How to enroll a child in school, kindergarten or extracurricular activities",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 11,
      "question_id": 11,
      "content_block_id": 3,
      "answer": "Maricica Ciubara provides advice on enrolling and integrating Ukrainian children into educational institutions in Romania. She can be contacted during working hours at +40799626330.",
      "bResponse": "Maricica Ciubara provides advice on enrolling and integrating Ukrainian children into educational institutions in Romania. She can be contacted during working hours at +40799626330. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Assistance in the integration of Ukrainian children into the Romanian education system",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 12,
      "question_id": 12,
      "content_block_id": 3,
      "answer": "The announcement states that inquiries regarding the enrollment and integration process of children into educational institutions in Romania should be directed to Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB). The working hours mentioned are between 9:00 AM and 5:00 PM.",
      "bResponse": "The announcement states that inquiries regarding the enrollment and integration process of children into educational institutions in Romania should be directed to Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB). The working hours mentioned are between 9:00 AM and 5:00 PM. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Assistance in the integration of Ukrainian children into the Romanian education system",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 13,
      "question_id": 13,
      "content_block_id": 3,
      "answer": "For inquiries regarding the enrollment and integration process of children into educational institutions in Romania, please contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), at +40799626330. Working hours: 9:00 AM - 5:00 PM.",
      "bResponse": "For inquiries regarding the enrollment and integration process of children into educational institutions in Romania, please contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB), at +40799626330. Working hours: 9:00 AM - 5:00 PM. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Assistance in the integration of Ukrainian children into the Romanian education system",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 14,
      "question_id": 14,
      "content_block_id": 3,
      "answer": "No, there are no specific age restrictions mentioned for Ukrainian children seeking admission to Romanian schools. The inquiry should focus on contacting Maricica Ciubara at ISMB for assistance with the enrollment and integration process.",
      "bResponse": "No, there are no specific age restrictions mentioned for Ukrainian children seeking admission to Romanian schools. The inquiry should focus on contacting Maricica Ciubara at ISMB for assistance with the enrollment and integration process. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Assistance in the integration of Ukrainian children into the Romanian education system",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 15,
      "question_id": 15,
      "content_block_id": 3,
      "answer": "For inquiries about helping children adjust to the Romanian education system, please contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB). She can provide guidance on the enrollment and integration process of children into educational institutions in Romania during her working hours, which are from 9:00 AM to 5:00 PM.",
      "bResponse": "For inquiries about helping children adjust to the Romanian education system, please contact Maricica Ciubara, the advisor for Ukrainian students at the Bucharest School Inspectorate (ISMB). She can provide guidance on the enrollment and integration process of children into educational institutions in Romania during her working hours, which are from 9:00 AM to 5:00 PM. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Assistance in the integration of Ukrainian children into the Romanian education system",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 16,
      "question_id": 16,
      "content_block_id": 4,
      "answer": "If you have completed your studies, you should provide the following documents to enroll in a study cycle in Romania:\n* Passport;\n* Certificates or decisions of recognition of studies issued by the Ukrainian authorities;\n* Equivalence decision issued by the CNRED (if needed);\n* Diplomas that allow access to the study cycle in which you want to enroll.",
      "bResponse": "If you have completed your studies, you should provide the following documents to enroll in a study cycle in Romania:\n* Passport;\n* Certificates or decisions of recognition of studies issued by the Ukrainian authorities;\n* Equivalence decision issued by the CNRED (if needed);\n* Diplomas that allow access to the study cycle in which you want to enroll. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "If you are or have been a student and you want to continue your studies in Romania:",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 17,
      "question_id": 17,
      "content_block_id": 4,
      "answer": "The CNRED (National Center for Diploma Recognition and Equivalence) helps Ukrainian citizens who have completed their studies abroad, obtain equivalence of their diplomas. It evaluates and recognizes study papers, and issues certificates or decisions of recognition of studies. This can assist Ukrainian citizens in enrolling in another cycle of studies in Romania, or accessing the Romanian labor market.",
      "bResponse": "The CNRED (National Center for Diploma Recognition and Equivalence) helps Ukrainian citizens who have completed their studies abroad, obtain equivalence of their diplomas. It evaluates and recognizes study papers, and issues certificates or decisions of recognition of studies. This can assist Ukrainian citizens in enrolling in another cycle of studies in Romania, or accessing the Romanian labor market. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "If you are or have been a student and you want to continue your studies in Romania:",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 18,
      "question_id": 18,
      "content_block_id": 4,
      "answer": "Yes, non-EU students can enroll in Romanian universities for further studies. However, they must provide the required documents such as passports or certificates of equivalence recognized by the National Center for Diploma Recognition and Equivalence (CNRED), and obtain the decision of recognition of their studies.",
      "bResponse": "Yes, non-EU students can enroll in Romanian universities for further studies. However, they must provide the required documents such as passports or certificates of equivalence recognized by the National Center for Diploma Recognition and Equivalence (CNRED), and obtain the decision of recognition of their studies. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "If you are or have been a student and you want to continue your studies in Romania:",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 19,
      "question_id": 19,
      "content_block_id": 4,
      "answer": "There are no specific restrictions mentioned in the provided summary for who can participate in community gardening programs in Romania. Citizens of the European Union, the European Economic Area, and the Swiss Confederation, family members as well as beneficiaries of an international protection, as well as individuals from non-EU countries can potentially take part in these programs.",
      "bResponse": "There are no specific restrictions mentioned in the provided summary for who can participate in community gardening programs in Romania. Citizens of the European Union, the European Economic Area, and the Swiss Confederation, family members as well as beneficiaries of an international protection, as well as individuals from non-EU countries can potentially take part in these programs. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "If you are or have been a student and you want to continue your studies in Romania:",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 20,
      "question_id": 20,
      "content_block_id": 4,
      "answer": "If you have completed your studies in another EU country, you should contact the CNRED (National Center for Diploma Recognition and Equivalence) to evaluate and recognize your diploma. This institution will help you to equate your diplomas obtained so far, which will be necessary for you to enroll in another cycle of studies in Romania or access the Romanian labor market.",
      "bResponse": "If you have completed your studies in another EU country, you should contact the CNRED (National Center for Diploma Recognition and Equivalence) to evaluate and recognize your diploma. This institution will help you to equate your diplomas obtained so far, which will be necessary for you to enroll in another cycle of studies in Romania or access the Romanian labor market. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "If you are or have been a student and you want to continue your studies in Romania:",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 21,
      "question_id": 21,
      "content_block_id": 6,
      "answer": "Ukrainian minors who are under temporary protection in Romania, but not beneficiaries of international protection, are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear.",
      "bResponse": "Ukrainian minors who are under temporary protection in Romania, but not beneficiaries of international protection, are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Accommodation and Allowances for Ukrainian Minors",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 22,
      "question_id": 22,
      "content_block_id": 6,
      "answer": "They can stay in school dormitories while receiving assistance.",
      "bResponse": "They can stay in school dormitories while receiving assistance. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Accommodation and Allowances for Ukrainian Minors",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 23,
      "question_id": 23,
      "content_block_id": 6,
      "answer": "Yes, Ukrainian minors who are under temporary protection in Romania but not beneficiaries of international protection are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear.",
      "bResponse": "Yes, Ukrainian minors who are under temporary protection in Romania but not beneficiaries of international protection are eligible for specific support services. These include free accommodation in school dormitories, a daily food allowance, and additional financial support for school supplies, bedding, clothing, and footwear. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Accommodation and Allowances for Ukrainian Minors",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 24,
      "question_id": 24,
      "content_block_id": 6,
      "answer": "Ukrainian minors who are under temporary protection in Romania, but not beneficiaries of international protection, are eligible for specific support services.",
      "bResponse": "Ukrainian minors who are under temporary protection in Romania, but not beneficiaries of international protection, are eligible for specific support services. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Accommodation and Allowances for Ukrainian Minors",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 25,
      "question_id": 25,
      "content_block_id": 6,
      "answer": "Yes, they can attend school while staying in Romania as long as they meet the eligibility criteria mentioned in the summary.",
      "bResponse": "Yes, they can attend school while staying in Romania as long as they meet the eligibility criteria mentioned in the summary. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Accommodation and Allowances for Ukrainian Minors",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 26,
      "question_id": 26,
      "content_block_id": 7,
      "answer": "There are several options for Ukrainian children in Romania when it comes to their education. Firstly, there are online kindergartens (part-time kindergartens) which can be useful if you have a busy schedule but still want your child to receive an education. In addition, many Romanian schools offer courses taught by qualified teachers who speak both languages, making it easier for Ukrainian children to adapt to the new environment. Furthermore, there are numerous learning platforms available where students can study at home without having to attend traditional classrooms. Some private schools also provide free education to deserving students. Overall, these diverse educational opportunities ensure that Ukrainian children studying in Romania will not face any difficulty in accessing quality education.",
      "bResponse": "There are several options for Ukrainian children in Romania when it comes to their education. Firstly, there are online kindergartens (part-time kindergartens) which can be useful if you have a busy schedule but still want your child to receive an education. In addition, many Romanian schools offer courses taught by qualified teachers who speak both languages, making it easier for Ukrainian children to adapt to the new environment. Furthermore, there are numerous learning platforms available where students can study at home without having to attend traditional classrooms. Some private schools also provide free education to deserving students. Overall, these diverse educational opportunities ensure that Ukrainian children studying in Romania will not face any difficulty in accessing quality education. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Ukrainian schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 27,
      "question_id": 27,
      "content_block_id": 7,
      "answer": "Yes, there may be some specific requirements when it comes to enrolling your child into a Ukrainian school or kindergarten in Romania. Some institutions might ask you to provide certain documents such as birth certificates, passport copies, visa status (if applicable), medical reports, and proof of address. Additionally, they could require language proficiency tests depending on whether the curriculum is taught in Ukrainian or Romanian.",
      "bResponse": "Yes, there may be some specific requirements when it comes to enrolling your child into a Ukrainian school or kindergarten in Romania. Some institutions might ask you to provide certain documents such as birth certificates, passport copies, visa status (if applicable), medical reports, and proof of address. Additionally, they could require language proficiency tests depending on whether the curriculum is taught in Ukrainian or Romanian. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Ukrainian schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 28,
      "question_id": 28,
      "content_block_id": 7,
      "answer": "Yes, there is useful information about the learning platforms used by Ukrainian schools and kindergartens in Romania. These include remote education options for continuing education, as well as various learning platforms available. Additionally, it is worth noting that some private schools in Romania offer free education to students.",
      "bResponse": "Yes, there is useful information about the learning platforms used by Ukrainian schools and kindergartens in Romania. These include remote education options for continuing education, as well as various learning platforms available. Additionally, it is worth noting that some private schools in Romania offer free education to students. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Ukrainian schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 29,
      "question_id": 29,
      "content_block_id": 7,
      "answer": "Yes, some private schools in Romania do offer free education to Ukrainian students, but it depends on each school's policy and financial situation.",
      "bResponse": "Yes, some private schools in Romania do offer free education to Ukrainian students, but it depends on each school's policy and financial situation. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Ukrainian schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 30,
      "question_id": 30,
      "content_block_id": 7,
      "answer": "To ensure your child receives an accredited education at a Ukrainian school or kindergarten in Romania, you should research reputable institutions offering these services, such as online kindergartens or part-time kindergartens. You could also consider attending Ukrainian schools and classes located in various cities across Romania. Additionally, keep in mind that remote learning options may be available for those seeking education outside of traditional classroom settings. Several learning platforms offer comprehensive educational resources for children of all ages. Free education is also accessible through some private schools in Romania.",
      "bResponse": "To ensure your child receives an accredited education at a Ukrainian school or kindergarten in Romania, you should research reputable institutions offering these services, such as online kindergartens or part-time kindergartens. You could also consider attending Ukrainian schools and classes located in various cities across Romania. Additionally, keep in mind that remote learning options may be available for those seeking education outside of traditional classroom settings. Several learning platforms offer comprehensive educational resources for children of all ages. Free education is also accessible through some private schools in Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Ukrainian schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 31,
      "question_id": 31,
      "content_block_id": 8,
      "answer": "For adults and children in Romania, there are various free courses and activities available including language courses, yoga, drawing classes, chess, music, and more. The schedule and sign-up information can be found by following the provided link.",
      "bResponse": "For adults and children in Romania, there are various free courses and activities available including language courses, yoga, drawing classes, chess, music, and more. The schedule and sign-up information can be found by following the provided link. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Courses and activities for refugees from Ukraine",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 32,
      "question_id": 32,
      "content_block_id": 8,
      "answer": "The courses you mentioned are available in Romania. To access their schedule and register for them, please visit this link: [insert_link]",
      "bResponse": "The courses you mentioned are available in Romania. To access their schedule and register for them, please visit this link: [insert_link] For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Courses and activities for refugees from Ukraine",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 33,
      "question_id": 33,
      "content_block_id": 8,
      "answer": "Yes, free courses and activities for adults and children in Romania include language courses, yoga, drawing classes, chess, music, and more. Sign up for the schedule by following the provided link.",
      "bResponse": "Yes, free courses and activities for adults and children in Romania include language courses, yoga, drawing classes, chess, music, and more. Sign up for the schedule by following the provided link. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Courses and activities for refugees from Ukraine",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 34,
      "question_id": 34,
      "content_block_id": 8,
      "answer": "The program includes language courses, yoga, drawing classes, chess, music and more.",
      "bResponse": "The program includes language courses, yoga, drawing classes, chess, music and more. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Courses and activities for refugees from Ukraine",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 35,
      "question_id": 35,
      "content_block_id": 8,
      "answer": "Yes, you can find language courses, yoga, drawing classes, chess, music and more through this program in Romania.",
      "bResponse": "Yes, you can find language courses, yoga, drawing classes, chess, music and more through this program in Romania. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Courses and activities for refugees from Ukraine",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 36,
      "question_id": 36,
      "content_block_id": 9,
      "answer": "The structure of the school year in Romania includes breaks for national and religious holidays. Some of the notable holidays include New Year's Day (1 January), Orthodox Christmas (7 January), Easter Monday, Labour Day (1 May), National Holiday (15 August), Independence Day (1 December), as well as some regional holidays such as Corpus Christi. Additionally, there may be local holidays specific to individual educational institutions if they have them. Please note that this information might not reflect the exact holiday dates for the 2024-2025 academic year, so it would be advisable to check with official sources for the most accurate information.",
      "bResponse": "The structure of the school year in Romania includes breaks for national and religious holidays. Some of the notable holidays include New Year's Day (1 January), Orthodox Christmas (7 January), Easter Monday, Labour Day (1 May), National Holiday (15 August), Independence Day (1 December), as well as some regional holidays such as Corpus Christi. Additionally, there may be local holidays specific to individual educational institutions if they have them. Please note that this information might not reflect the exact holiday dates for the 2024-2025 academic year, so it would be advisable to check with official sources for the most accurate information. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Calendar of holidays in schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 37,
      "question_id": 37,
      "content_block_id": 9,
      "answer": "The summer break in Romanian schools typically starts around mid-June and lasts until early September, giving students approximately two months of vacation time.",
      "bResponse": "The summer break in Romanian schools typically starts around mid-June and lasts until early September, giving students approximately two months of vacation time. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Calendar of holidays in schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 38,
      "question_id": 38,
      "content_block_id": 9,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Calendar of holidays in schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 39,
      "question_id": 39,
      "content_block_id": 9,
      "answer": "Yes, some religious holidays are observed in Romanian schools.",
      "bResponse": "Yes, some religious holidays are observed in Romanian schools. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Calendar of holidays in schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 40,
      "question_id": 40,
      "content_block_id": 9,
      "answer": "Yes, international students can get days off during school breaks if they meet certain criteria and conditions as specified by their respective schools or educational institutions.",
      "bResponse": "Yes, international students can get days off during school breaks if they meet certain criteria and conditions as specified by their respective schools or educational institutions. For more details, visit https://dopomoha.ro/en/education",
      "cSubject": "Calendar of holidays in schools and kindergartens in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}