{
  "answers": [
    {
      "answer_id": 46,
      "question_id": 46,
      "content_block_id": 11,
      "answer": "Human trafficking involves various forms of exploitation which include:\n- Sexual exploitation\n- Labor exploitation or forced services\n- Involvement in criminal activities\n- Forced begging\n- Domestic servitude\n- Illegal adoption\n- Organ removal\n- Slavery or practices similar to slavery\n- Forced marriage",
      "bResponse": "Human trafficking involves various forms of exploitation which include:\n- Sexual exploitation\n- Labor exploitation or forced services\n- Involvement in criminal activities\n- Forced begging\n- Domestic servitude\n- Illegal adoption\n- Organ removal\n- Slavery or practices similar to slavery\n- Forced marriage For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 47,
      "question_id": 47,
      "content_block_id": 11,
      "answer": "Anyone can fall victim to human trafficking, including children, women, men, refugees, and migrants. It does not discriminate based on age, gender, nationality, ethnicity, religion, or culture.",
      "bResponse": "Anyone can fall victim to human trafficking, including children, women, men, refugees, and migrants. It does not discriminate based on age, gender, nationality, ethnicity, religion, or culture. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 48,
      "question_id": 48,
      "content_block_id": 11,
      "answer": "Human trafficking often involves individuals being coerced, deceived, or lured into situations where they are exploited for labor, sex, or other criminal activities. Some common signs include someone being isolated from friends and family, having limited access to money or personal belongings, displaying signs of physical or mental abuse, working excessively long hours with little pay, being brought across international borders against their will, or being subjected to extreme control by an individual or group. It's important to note that not all cases of these indicators necessarily indicate human trafficking, but it could be worth investigating further. If there's reason to suspect human trafficking, consider reporting your concerns to authorities as soon as possible.",
      "bResponse": "Human trafficking often involves individuals being coerced, deceived, or lured into situations where they are exploited for labor, sex, or other criminal activities. Some common signs include someone being isolated from friends and family, having limited access to money or personal belongings, displaying signs of physical or mental abuse, working excessively long hours with little pay, being brought across international borders against their will, or being subjected to extreme control by an individual or group. It's important to note that not all cases of these indicators necessarily indicate human trafficking, but it could be worth investigating further. If there's reason to suspect human trafficking, consider reporting your concerns to authorities as soon as possible. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 49,
      "question_id": 49,
      "content_block_id": 11,
      "answer": "Most cases of human trafficking occur in countries with weak legal systems and high levels of poverty.",
      "bResponse": "Most cases of human trafficking occur in countries with weak legal systems and high levels of poverty. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 50,
      "question_id": 50,
      "content_block_id": 11,
      "answer": "There are several organizations dedicated to combating human trafficking. These include non-profit organizations such as Polaris Project, International Justice Mission, and Walk Free Foundation; government agencies like the United States Department of State Office to Monitor and Combat Trafficking in Persons; and international organizations such as UNICEF and IOM.",
      "bResponse": "There are several organizations dedicated to combating human trafficking. These include non-profit organizations such as Polaris Project, International Justice Mission, and Walk Free Foundation; government agencies like the United States Department of State Office to Monitor and Combat Trafficking in Persons; and international organizations such as UNICEF and IOM. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 51,
      "question_id": 51,
      "content_block_id": 12,
      "answer": "The kind of behavior considered exploitation includes being offered a job with an unrealistic salary, having work, services, or sexual activities performed against one's consent through manipulation, restriction on personal documents such as passports and mobile phones, restrictions on food and water intake, isolation, limited access to medical care, forced labor, debt repayment schemes, non-respect for working conditions, non-payment or underpayment of wages, and control over one's own money.",
      "bResponse": "The kind of behavior considered exploitation includes being offered a job with an unrealistic salary, having work, services, or sexual activities performed against one's consent through manipulation, restriction on personal documents such as passports and mobile phones, restrictions on food and water intake, isolation, limited access to medical care, forced labor, debt repayment schemes, non-respect for working conditions, non-payment or underpayment of wages, and control over one's own money. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Signs which may indicate you are or could be exploited by a person claiming to help you.",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 52,
      "question_id": 52,
      "content_block_id": 12,
      "answer": "There could be various reasons why someone might exploit others, such as gaining financial benefits, exerting power over them, taking advantage of vulnerabilities, or even being involved in criminal activities.",
      "bResponse": "There could be various reasons why someone might exploit others, such as gaining financial benefits, exerting power over them, taking advantage of vulnerabilities, or even being involved in criminal activities. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Signs which may indicate you are or could be exploited by a person claiming to help you.",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 53,
      "question_id": 53,
      "content_block_id": 12,
      "answer": "Signs of potential exploitation include: an unrealistic salary offer, forced labor or services, non-consensual sexual activities, restrictions on movement, confiscation of personal documents such as passports, removal of personal belongings including mobile phones and laptops, strict rules and regulations, limitations on sleep, rest, food, water intake, medical care, isolation, limited freedom, attempts to coerce repayment of debts through manipulation and coercion, unethical treatment towards employees, lack of respect for agreed upon working conditions, unpaid wages, partial payment, and control over one's own financial resources.",
      "bResponse": "Signs of potential exploitation include: an unrealistic salary offer, forced labor or services, non-consensual sexual activities, restrictions on movement, confiscation of personal documents such as passports, removal of personal belongings including mobile phones and laptops, strict rules and regulations, limitations on sleep, rest, food, water intake, medical care, isolation, limited freedom, attempts to coerce repayment of debts through manipulation and coercion, unethical treatment towards employees, lack of respect for agreed upon working conditions, unpaid wages, partial payment, and control over one's own financial resources. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Signs which may indicate you are or could be exploited by a person claiming to help you.",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 54,
      "question_id": 54,
      "content_block_id": 12,
      "answer": "Here are some tips on how to protect yourself from potential exploitation situations:\n\n1. Be cautious when accepting offers for jobs with unusually high salaries or benefits. If something seems too good to be true, it probably is.\n2. Always maintain possession of important documents such as passports, visas, and identity cards. Never let anyone else handle these items unless absolutely necessary.\n3. Refuse any request for labor, sexual favors, or other forms of service without your consent. It is essential to understand that no one has the right to force you into doing things against your will.\n4. Insist on keeping all your personal belongings, including mobile phones, laptops, and other electronic devices. Do not allow others to take them away or restrict their usage under any circumstances.\n5. Ensure access to food, rest, and basic necessities such as water, shelter, and clothing. Any restrictions on these fundamental rights could indicate exploitative behavior.\n6. Stay vigilant about your physical and mental well-being. Seek help immediately if someone tries to manipulate or coerce you through threats, intimidation, or manipulation.\n7. Maintain regular contact with friends, family, and loved ones, so that people outside know where you are and who you are with.",
      "bResponse": "Here are some tips on how to protect yourself from potential exploitation situations:\n\n1. Be cautious when accepting offers for jobs with unusually high salaries or benefits. If something seems too good to be true, it probably is.\n2. Always maintain possession of important documents such as passports, visas, and identity cards. Never let anyone else handle these items unless absolutely necessary.\n3. Refuse any request for labor, sexual favors, or other forms of service without your consent. It is essential to understand that no one has the right to force you into doing things against your will.\n4. Insist on keeping all your personal belongings, including mobile phones, laptops, and other electronic devices. Do not allow others to take them away or restrict their usage under any circumstances.\n5. Ensure access to food, rest, and basic necessities such as water, shelter, and clothing. Any restrictions on these fundamental rights could indicate exploitative behavior.\n6. Stay vigilant about your physical and mental well-being. Seek help immediately if someone tries to manipulate or coerce you through threats, intimidation, or manipulation.\n7. Maintain regular contact with friends, family, and loved ones, so that people outside know where you are and who you are with. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Signs which may indicate you are or could be exploited by a person claiming to help you.",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 55,
      "question_id": 55,
      "content_block_id": 12,
      "answer": "Legal actions that can be taken against individuals engaging in exploitative behaviors include reporting the situation to law enforcement agencies, filing criminal complaints, seeking civil remedies through lawsuits, and contacting relevant government organizations for assistance.",
      "bResponse": "Legal actions that can be taken against individuals engaging in exploitative behaviors include reporting the situation to law enforcement agencies, filing criminal complaints, seeking civil remedies through lawsuits, and contacting relevant government organizations for assistance. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Signs which may indicate you are or could be exploited by a person claiming to help you.",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 56,
      "question_id": 56,
      "content_block_id": 13,
      "answer": "Some important steps to protect oneself from human trafficking include knowing one's rights and accessing services for help and support, maintaining possession of personal documents, keeping in touch with supportive individuals, gathering information about travel companions, accommodations, workplaces, and employers, developing a secret \"safeword\" or phrase shared with trusted persons, and sharing this information with others before traveling.",
      "bResponse": "Some important steps to protect oneself from human trafficking include knowing one's rights and accessing services for help and support, maintaining possession of personal documents, keeping in touch with supportive individuals, gathering information about travel companions, accommodations, workplaces, and employers, developing a secret \"safeword\" or phrase shared with trusted persons, and sharing this information with others before traveling. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "What can you do to limit your vulnerability to trafficking?",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 57,
      "question_id": 57,
      "content_block_id": 13,
      "answer": "Staying informed about your rights and resources is crucial for several reasons when traveling. Firstly, knowing your rights helps protect you against potential exploitation by unscrupulous individuals or organizations. This includes understanding labor laws, immigration regulations, and consumer protection guidelines, among others. Secondly, being aware of available services, help, and support ensures that you can seek assistance if faced with unexpected challenges or emergencies during your journey. Additionally, maintaining possession of important documents such as passports, visas, and travel insurance policies is essential for smooth travels. Lastly, keeping in touch with supportive networks, sharing information with trustworthy individuals, developing a secret safeword, and gathering necessary details before embarking on a trip contribute to ensuring your safety and well-being throughout your travels.",
      "bResponse": "Staying informed about your rights and resources is crucial for several reasons when traveling. Firstly, knowing your rights helps protect you against potential exploitation by unscrupulous individuals or organizations. This includes understanding labor laws, immigration regulations, and consumer protection guidelines, among others. Secondly, being aware of available services, help, and support ensures that you can seek assistance if faced with unexpected challenges or emergencies during your journey. Additionally, maintaining possession of important documents such as passports, visas, and travel insurance policies is essential for smooth travels. Lastly, keeping in touch with supportive networks, sharing information with trustworthy individuals, developing a secret safeword, and gathering necessary details before embarking on a trip contribute to ensuring your safety and well-being throughout your travels. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "What can you do to limit your vulnerability to trafficking?",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 58,
      "question_id": 58,
      "content_block_id": 13,
      "answer": "\"Try to maintain possession of your documents, especially if you're facing potential dangers.\"",
      "bResponse": "\"Try to maintain possession of your documents, especially if you're facing potential dangers.\" For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "What can you do to limit your vulnerability to trafficking?",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 59,
      "question_id": 59,
      "content_block_id": 13,
      "answer": "During challenging situations, try reaching out to supportive individuals within your community, such as family members, friends, and other support structures. Additionally, consider contacting relevant authorities and organizations that provide assistance and guidance on various matters.",
      "bResponse": "During challenging situations, try reaching out to supportive individuals within your community, such as family members, friends, and other support structures. Additionally, consider contacting relevant authorities and organizations that provide assistance and guidance on various matters. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "What can you do to limit your vulnerability to trafficking?",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 60,
      "question_id": 60,
      "content_block_id": 13,
      "answer": "Yes, creating a personal safety plan can help better safeguard yourself against trafficking.",
      "bResponse": "Yes, creating a personal safety plan can help better safeguard yourself against trafficking. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "What can you do to limit your vulnerability to trafficking?",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 61,
      "question_id": 61,
      "content_block_id": 14,
      "answer": "Reporting suspected cases of sexual exploitation and abuse helps ensure accountability, protects victims, and prevents further harm. It allows organizations to investigate and take appropriate action against those responsible, ensuring they face disciplinary measures, if necessary. Additionally, it creates awareness within the community and encourages open conversations regarding consent and healthy relationships.",
      "bResponse": "Reporting suspected cases of sexual exploitation and abuse helps ensure accountability, protects victims, and prevents further harm. It allows organizations to investigate and take appropriate action against those responsible, ensuring they face disciplinary measures, if necessary. Additionally, it creates awareness within the community and encourages open conversations regarding consent and healthy relationships. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Reporting sexual exploitation and abuse commited by humanitarian workers",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 62,
      "question_id": 62,
      "content_block_id": 14,
      "answer": "UNHCR Romania has the responsibility to investigate reported cases of sexual exploitation and abuse.",
      "bResponse": "UNHCR Romania has the responsibility to investigate reported cases of sexual exploitation and abuse. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Reporting sexual exploitation and abuse commited by humanitarian workers",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 63,
      "question_id": 63,
      "content_block_id": 14,
      "answer": "Yes, you can make anonymous reports to UNHCR Romania.",
      "bResponse": "Yes, you can make anonymous reports to UNHCR Romania. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Reporting sexual exploitation and abuse commited by humanitarian workers",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 64,
      "question_id": 64,
      "content_block_id": 14,
      "answer": "Yes, perpetrators of sexual exploitation and abuse can face legal consequences depending on the jurisdiction and circumstances surrounding the case. These consequences may vary but could include criminal charges, civil lawsuits, loss of employment, and other penalties as determined by applicable laws and regulations.",
      "bResponse": "Yes, perpetrators of sexual exploitation and abuse can face legal consequences depending on the jurisdiction and circumstances surrounding the case. These consequences may vary but could include criminal charges, civil lawsuits, loss of employment, and other penalties as determined by applicable laws and regulations. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Reporting sexual exploitation and abuse commited by humanitarian workers",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 65,
      "question_id": 65,
      "content_block_id": 14,
      "answer": "Victims who experience sexual exploitation and abuse can seek support through various channels. They can reach out to organizations such as UNHCR Romania, which has established a mechanism for reporting and addressing these issues. Additionally, they can contact local authorities, NGOs, and other relevant institutions for help and support. It is important to remember that seeking assistance may involve talking with professionals, counselors, or support groups specifically designed for individuals affected by sexual exploitation and abuse.",
      "bResponse": "Victims who experience sexual exploitation and abuse can seek support through various channels. They can reach out to organizations such as UNHCR Romania, which has established a mechanism for reporting and addressing these issues. Additionally, they can contact local authorities, NGOs, and other relevant institutions for help and support. It is important to remember that seeking assistance may involve talking with professionals, counselors, or support groups specifically designed for individuals affected by sexual exploitation and abuse. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Reporting sexual exploitation and abuse commited by humanitarian workers",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 66,
      "question_id": 66,
      "content_block_id": 15,
      "answer": "Parents should prepare their child by having a conversation about safety measures and creating a plan of action for different circumstances. Additionally, they can equip their child with a \"safety backpack\" containing essential items such as identification documents, emergency contact information, and a list of trusted adults. Parents should also educate their child on how to identify potential risks and seek assistance when necessary. Finally, they should emphasize that any form of exploitation or abuse is not the victim's fault, and resources are available for help and support.",
      "bResponse": "Parents should prepare their child by having a conversation about safety measures and creating a plan of action for different circumstances. Additionally, they can equip their child with a \"safety backpack\" containing essential items such as identification documents, emergency contact information, and a list of trusted adults. Parents should also educate their child on how to identify potential risks and seek assistance when necessary. Finally, they should emphasize that any form of exploitation or abuse is not the victim's fault, and resources are available for help and support. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Children’s security",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 67,
      "question_id": 67,
      "content_block_id": 15,
      "answer": "Parents can prepare their children for various emergency scenarios and teach them how to stay safe by putting together a \"safety backpack\" filled with essential items such as identification documents, personal hygiene supplies, and communication tools. Additionally, discussing important topics with children to reduce anxiety and establishing a plan of action for different types of emergencies will also contribute to ensuring their well-being during crises. Furthermore, the eLiberate Association, supported by UNICEF, has developed a story meant to serve as a conversation guide between parents and children of all ages, addressing fundamental protections against human trafficking and online exploitation vulnerabilities.",
      "bResponse": "Parents can prepare their children for various emergency scenarios and teach them how to stay safe by putting together a \"safety backpack\" filled with essential items such as identification documents, personal hygiene supplies, and communication tools. Additionally, discussing important topics with children to reduce anxiety and establishing a plan of action for different types of emergencies will also contribute to ensuring their well-being during crises. Furthermore, the eLiberate Association, supported by UNICEF, has developed a story meant to serve as a conversation guide between parents and children of all ages, addressing fundamental protections against human trafficking and online exploitation vulnerabilities. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Children’s security",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 68,
      "question_id": 68,
      "content_block_id": 15,
      "answer": "Public places such as libraries provide a safe environment for children to learn, explore, and interact with others. By visiting these institutions, children can develop essential skills and knowledge while staying away from potential risks and dangers.",
      "bResponse": "Public places such as libraries provide a safe environment for children to learn, explore, and interact with others. By visiting these institutions, children can develop essential skills and knowledge while staying away from potential risks and dangers. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Children’s security",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 69,
      "question_id": 69,
      "content_block_id": 15,
      "answer": "Yes, children can learn how to identify potential signs of human trafficking through storytelling.",
      "bResponse": "Yes, children can learn how to identify potential signs of human trafficking through storytelling. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Children’s security",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 70,
      "question_id": 70,
      "content_block_id": 15,
      "answer": "Schools can work together with parents by implementing safety measures such as regular communication, conducting background checks on staff members, establishing emergency plans, promoting awareness programs among students, and involving parents in decision making processes regarding student safety.",
      "bResponse": "Schools can work together with parents by implementing safety measures such as regular communication, conducting background checks on staff members, establishing emergency plans, promoting awareness programs among students, and involving parents in decision making processes regarding student safety. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Children’s security",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 71,
      "question_id": 71,
      "content_block_id": 16,
      "answer": "Sprijin de Urgență provides various resources such as food, products, clothing, tents, transportation and volunteers for those in need.",
      "bResponse": "Sprijin de Urgență provides various resources such as food, products, clothing, tents, transportation and volunteers for those in need. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Sprijin de Urgență",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 72,
      "question_id": 72,
      "content_block_id": 16,
      "answer": "Yes, you can donate food and other items through Sprijin de Urgență.",
      "bResponse": "Yes, you can donate food and other items through Sprijin de Urgență. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Sprijin de Urgență",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 73,
      "question_id": 73,
      "content_block_id": 16,
      "answer": "Yes, there are volunteer opportunities available with Sprijin de Urgență.",
      "bResponse": "Yes, there are volunteer opportunities available with Sprijin de Urgență. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Sprijin de Urgență",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 74,
      "question_id": 74,
      "content_block_id": 16,
      "answer": "For more information about Sprijin de Urgență, please visit their official website at <https://www.sprijindeurgenta.ro>.",
      "bResponse": "For more information about Sprijin de Urgență, please visit their official website at <https://www.sprijindeurgenta.ro>. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Sprijin de Urgență",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 75,
      "question_id": 75,
      "content_block_id": 16,
      "answer": "Yes, Sprijin de Urgență has a specific need for certain types of donations at this time.",
      "bResponse": "Yes, Sprijin de Urgență has a specific need for certain types of donations at this time. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Sprijin de Urgență",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 76,
      "question_id": 76,
      "content_block_id": 17,
      "answer": "Vulnerable individuals and those seeking temporary accommodation can benefit from Un Acoperiș.",
      "bResponse": "Vulnerable individuals and those seeking temporary accommodation can benefit from Un Acoperiș. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Un Acoperiș",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 77,
      "question_id": 77,
      "content_block_id": 17,
      "answer": "If you would like to find temporary accommodation for yourself and at the same time offer a helping hand to vulnerable individuals arriving in Romania, then consider supporting \"Un Acoperiș\". You may send an email with any reported errors to [todopomoha@code4.ro](mailto:todopomoha@code4.ro).",
      "bResponse": "If you would like to find temporary accommodation for yourself and at the same time offer a helping hand to vulnerable individuals arriving in Romania, then consider supporting \"Un Acoperiș\". You may send an email with any reported errors to [todopomoha@code4.ro](mailto:todopomoha@code4.ro). For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Un Acoperiș",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 78,
      "question_id": 78,
      "content_block_id": 17,
      "answer": "Un Acoperiș offers temporary accommodations for those in need, including vulnerable individuals.",
      "bResponse": "Un Acoperiș offers temporary accommodations for those in need, including vulnerable individuals. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Un Acoperiș",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 79,
      "question_id": 79,
      "content_block_id": 17,
      "answer": "The email address mentioned in the summary for reporting mistakes and inconsistencies is [todopomoha@code4.ro](mailto:todopomoha@code4.ro).",
      "bResponse": "The email address mentioned in the summary for reporting mistakes and inconsistencies is [todopomoha@code4.ro](mailto:todopomoha@code4.ro). For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Un Acoperiș",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 80,
      "question_id": 80,
      "content_block_id": 17,
      "answer": "The goal of providing a space for vulnerable individuals through Un Acoperiș is to offer temporary accommodation and assistance to those in need, especially during emergencies or crises. This initiative aims to address the housing issues faced by vulnerable populations, such as refugees, asylum seekers, homeless, and others. By doing so, they can contribute to supporting their well-being and social integration into Romanian society.",
      "bResponse": "The goal of providing a space for vulnerable individuals through Un Acoperiș is to offer temporary accommodation and assistance to those in need, especially during emergencies or crises. This initiative aims to address the housing issues faced by vulnerable populations, such as refugees, asylum seekers, homeless, and others. By doing so, they can contribute to supporting their well-being and social integration into Romanian society. For more details, visit https://dopomoha.ro/en/human-trafficking",
      "cSubject": "Un Acoperiș",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}