{
  "answers": [
    {
      "answer_id": 91,
      "question_id": 91,
      "content_block_id": 21,
      "answer": "Ukrainian citizens who come from the conflict zone can go to employment agencies to register and look for jobs in Romania without having any qualifications or experience papers. They need to provide an ID document for registration which will allow them access to free counseling and professional information services.",
      "bResponse": "Ukrainian citizens who come from the conflict zone can go to employment agencies to register and look for jobs in Romania without having any qualifications or experience papers. They need to provide an ID document for registration which will allow them access to free counseling and professional information services. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 92,
      "question_id": 92,
      "content_block_id": 21,
      "answer": "Yes, Ukrainian citizens who come from the conflict zone can still find jobs despite not having qualifications or experience documents. They can register at employment agencies and receive free counseling and professional information services after registering with an identity document.",
      "bResponse": "Yes, Ukrainian citizens who come from the conflict zone can still find jobs despite not having qualifications or experience documents. They can register at employment agencies and receive free counseling and professional information services after registering with an identity document. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 93,
      "question_id": 93,
      "content_block_id": 21,
      "answer": "Ukrainian citizens coming from the conflict zone can go to employment agencies in Romania to register and find a job. They can use counseling and professional information services for free after registering with an identity document.",
      "bResponse": "Ukrainian citizens coming from the conflict zone can go to employment agencies in Romania to register and find a job. They can use counseling and professional information services for free after registering with an identity document. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 94,
      "question_id": 94,
      "content_block_id": 21,
      "answer": "After registering, Ukrainian citizens receive assistance in finding a suitable job through counseling and professional information services provided by the employment agency. They also participate in an interview or work test before being matched with a potential employer.",
      "bResponse": "After registering, Ukrainian citizens receive assistance in finding a suitable job through counseling and professional information services provided by the employment agency. They also participate in an interview or work test before being matched with a potential employer. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 95,
      "question_id": 95,
      "content_block_id": 21,
      "answer": "No, there are no costs associated with using the services provided by employment agencies.",
      "bResponse": "No, there are no costs associated with using the services provided by employment agencies. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "How can Ukrainian citizens who come from the armed conflict zone in Ukraine work in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 96,
      "question_id": 96,
      "content_block_id": 22,
      "answer": "The Jobs4Ukraine platform offers various job opportunities for individuals seeking employment abroad or remotely, supporting them in rebuilding their financial stability after being affected by the ongoing conflict in Ukraine.",
      "bResponse": "The Jobs4Ukraine platform offers various job opportunities for individuals seeking employment abroad or remotely, supporting them in rebuilding their financial stability after being affected by the ongoing conflict in Ukraine. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search on the Jobs4Ukraine platform",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 97,
      "question_id": 97,
      "content_block_id": 22,
      "answer": "People affected by the war in Ukraine who want to rebuild their financial stability can use the Jobs4Ukraine platform for easy access to job opportunities abroad and remotely.",
      "bResponse": "People affected by the war in Ukraine who want to rebuild their financial stability can use the Jobs4Ukraine platform for easy access to job opportunities abroad and remotely. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search on the Jobs4Ukraine platform",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 98,
      "question_id": 98,
      "content_block_id": 22,
      "answer": "The job opportunities for those affected by the war in Ukraine can be found on the free platform called Jobs4Ukraine.",
      "bResponse": "The job opportunities for those affected by the war in Ukraine can be found on the free platform called Jobs4Ukraine. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search on the Jobs4Ukraine platform",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 99,
      "question_id": 99,
      "content_block_id": 22,
      "answer": "Yes, the Jobs4Ukraine platform offers assistance with visa processes for those seeking job opportunities abroad or remotely.",
      "bResponse": "Yes, the Jobs4Ukraine platform offers assistance with visa processes for those seeking job opportunities abroad or remotely. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search on the Jobs4Ukraine platform",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 100,
      "question_id": 100,
      "content_block_id": 22,
      "answer": "To sign up for the Jobs4Ukraine platform, individuals can visit the website at [www.jobs4ukraine.com](http://www.jobs4ukraine.com) and follow the instructions provided on the site to create an account. The process is designed to be straightforward and user-friendly, allowing users to easily access job opportunities both locally and internationally.",
      "bResponse": "To sign up for the Jobs4Ukraine platform, individuals can visit the website at [www.jobs4ukraine.com](http://www.jobs4ukraine.com) and follow the instructions provided on the site to create an account. The process is designed to be straightforward and user-friendly, allowing users to easily access job opportunities both locally and internationally. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search on the Jobs4Ukraine platform",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 101,
      "question_id": 101,
      "content_block_id": 23,
      "answer": "The National Agency for Employment (NAE) offers several free services to Ukrainian citizens registered with them. These include guidance on creating resumes, preparing for interviews, and understanding the legal aspects of working in Romania. Additionally, there is a guide specifically aimed at helping migrants and temporary protected persons access the labor market in Romania. There is also a list of organizations that provide support in employment, resume writing, consultation on labor rights and legislation, among others.",
      "bResponse": "The National Agency for Employment (NAE) offers several free services to Ukrainian citizens registered with them. These include guidance on creating resumes, preparing for interviews, and understanding the legal aspects of working in Romania. Additionally, there is a guide specifically aimed at helping migrants and temporary protected persons access the labor market in Romania. There is also a list of organizations that provide support in employment, resume writing, consultation on labor rights and legislation, among others. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Free services offered to Ukrainian citizens for their integration into the Romanian labour market",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 102,
      "question_id": 102,
      "content_block_id": 23,
      "answer": "The National Agency for Employment, through its territorial structures, offers several free services to Ukrainian citizens registered with the NAE. These include guidance on accessing the labor market, which provides valuable information about looking for a job in Romania, such as creating a resume, preparing for interviews, and understanding the legal aspects involved. Additionally, there are organizations available to provide support in employment, such as consultation on labor rights and legislation, among others.",
      "bResponse": "The National Agency for Employment, through its territorial structures, offers several free services to Ukrainian citizens registered with the NAE. These include guidance on accessing the labor market, which provides valuable information about looking for a job in Romania, such as creating a resume, preparing for interviews, and understanding the legal aspects involved. Additionally, there are organizations available to provide support in employment, such as consultation on labor rights and legislation, among others. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Free services offered to Ukrainian citizens for their integration into the Romanian labour market",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 103,
      "question_id": 103,
      "content_block_id": 23,
      "answer": "The organizations that offer help with employment and integration include UNHCR in Romania, which has compiled a list of organizations ready to assist refugees in the process of employment and integration into the job market. These organizations provide support with employment, resume writing, consultations on labor rights and legislation, and other aspects.",
      "bResponse": "The organizations that offer help with employment and integration include UNHCR in Romania, which has compiled a list of organizations ready to assist refugees in the process of employment and integration into the job market. These organizations provide support with employment, resume writing, consultations on labor rights and legislation, and other aspects. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Free services offered to Ukrainian citizens for their integration into the Romanian labour market",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 104,
      "question_id": 104,
      "content_block_id": 23,
      "answer": "The employment agency's guide provides information on the legal aspects for finding a job in Romania.",
      "bResponse": "The employment agency's guide provides information on the legal aspects for finding a job in Romania. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Free services offered to Ukrainian citizens for their integration into the Romanian labour market",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 105,
      "question_id": 105,
      "content_block_id": 23,
      "answer": "The National Agency for Employment (NSE) offers various free services to Ukrainian citizens registered with them, such as guidance on how to look for a job in Romania, help with creating resumes and preparing for interviews, and understanding the legal aspect of working in the country. Additionally, there is a guide specifically aimed at migrants and temporary protected persons looking to enter the Romanian labor market. Moreover, the United Nations High Commissioner for Refugees (UNHCR) lists organizations willing to support refugees in their employment journey by offering assistance with resume writing, consultation on labor rights and legislation, among others.",
      "bResponse": "The National Agency for Employment (NSE) offers various free services to Ukrainian citizens registered with them, such as guidance on how to look for a job in Romania, help with creating resumes and preparing for interviews, and understanding the legal aspect of working in the country. Additionally, there is a guide specifically aimed at migrants and temporary protected persons looking to enter the Romanian labor market. Moreover, the United Nations High Commissioner for Refugees (UNHCR) lists organizations willing to support refugees in their employment journey by offering assistance with resume writing, consultation on labor rights and legislation, among others. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Free services offered to Ukrainian citizens for their integration into the Romanian labour market",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 106,
      "question_id": 106,
      "content_block_id": 24,
      "answer": "The Adecco platform is available in both Ukrainian and English for the convenience of visitors.",
      "bResponse": "The Adecco platform is available in both Ukrainian and English for the convenience of visitors. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Jobs for Ukrainian Refugees in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 107,
      "question_id": 107,
      "content_block_id": 24,
      "answer": "Anyone who wants to work can apply for job opportunities through the Adecco platform. The platform provides assistance to people looking for employment opportunities by connecting them with potential employers offering suitable positions based on their skills, qualifications, and experience.",
      "bResponse": "Anyone who wants to work can apply for job opportunities through the Adecco platform. The platform provides assistance to people looking for employment opportunities by connecting them with potential employers offering suitable positions based on their skills, qualifications, and experience. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Jobs for Ukrainian Refugees in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 108,
      "question_id": 108,
      "content_block_id": 24,
      "answer": "Yes, the Adecco platform offers support with the hiring process for Ukrainian refugees by helping them find suitable job opportunities based on their needs.",
      "bResponse": "Yes, the Adecco platform offers support with the hiring process for Ukrainian refugees by helping them find suitable job opportunities based on their needs. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Jobs for Ukrainian Refugees in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 109,
      "question_id": 109,
      "content_block_id": 24,
      "answer": "Yes, the Adecco platform can help you find job opportunities across various industries and sectors including IT, healthcare, hospitality, finance, accounting, and more.",
      "bResponse": "Yes, the Adecco platform can help you find job opportunities across various industries and sectors including IT, healthcare, hospitality, finance, accounting, and more. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Jobs for Ukrainian Refugees in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 110,
      "question_id": 110,
      "content_block_id": 24,
      "answer": "Yes, international candidates can apply for jobs on the Adecco platform as it supports multiple languages including English and Ukrainian.",
      "bResponse": "Yes, international candidates can apply for jobs on the Adecco platform as it supports multiple languages including English and Ukrainian. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Jobs for Ukrainian Refugees in Romania",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 111,
      "question_id": 111,
      "content_block_id": 25,
      "answer": "Ateliere Fără Frontiere (AFF) provides assistance in integrating vulnerable individuals and helps refugees find employment. They offer support with job applications through their email address: cariere@atelierefarafrontiere.ro",
      "bResponse": "Ateliere Fără Frontiere (AFF) provides assistance in integrating vulnerable individuals and helps refugees find employment. They offer support with job applications through their email address: cariere@atelierefarafrontiere.ro For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search assistance from Ateliere Fără Frontiere",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 112,
      "question_id": 112,
      "content_block_id": 25,
      "answer": "Ateliere Fără Frontiere helps integrate vulnerable people.",
      "bResponse": "Ateliere Fără Frontiere helps integrate vulnerable people. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search assistance from Ateliere Fără Frontiere",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 113,
      "question_id": 113,
      "content_block_id": 25,
      "answer": "The application for job search assistance at Ateliere Fără Frontiere can be submitted by email to <|safe_email|>:cariere@atelierefarafrontiere.ro.</s>",
      "bResponse": "The application for job search assistance at Ateliere Fără Frontiere can be submitted by email to <|safe_email|>:cariere@atelierefarafrontiere.ro.</s> For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search assistance from Ateliere Fără Frontiere",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 114,
      "question_id": 114,
      "content_block_id": 25,
      "answer": "Yes, Ateliere Fără Frontiere (AFF) provides assistance in finding a job for refugees from Ukraine.",
      "bResponse": "Yes, Ateliere Fără Frontiere (AFF) provides assistance in finding a job for refugees from Ukraine. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search assistance from Ateliere Fără Frontiere",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 115,
      "question_id": 115,
      "content_block_id": 25,
      "answer": "You can contact Ateliere Fără Frontiere regarding their job search assistance services by submitting an application by email at <|replace|_email=cariere@atelierefarafrontiere.ro|>cariere@atelierefarafrontiere.ro.<|endofline|>",
      "bResponse": "You can contact Ateliere Fără Frontiere regarding their job search assistance services by submitting an application by email at <|replace|_email=cariere@atelierefarafrontiere.ro|>cariere@atelierefarafrontiere.ro.<|endofline|> For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Job search assistance from Ateliere Fără Frontiere",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 116,
      "question_id": 116,
      "content_block_id": 26,
      "answer": "Some challenges faced by Ukrainian refugees when trying to find work in Romania include language barriers, lack of necessary qualifications or experience, discrimination, and limited access to job opportunities due to bureaucracy and paperwork.",
      "bResponse": "Some challenges faced by Ukrainian refugees when trying to find work in Romania include language barriers, lack of necessary qualifications or experience, discrimination, and limited access to job opportunities due to bureaucracy and paperwork. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Find out more about integration into the Romanian community",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 117,
      "question_id": 117,
      "content_block_id": 26,
      "answer": "The Romanian government supports professional integration for Ukrainian refugees through various initiatives and services focused on helping them find work and become part of the local labor market.",
      "bResponse": "The Romanian government supports professional integration for Ukrainian refugees through various initiatives and services focused on helping them find work and become part of the local labor market. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Find out more about integration into the Romanian community",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 118,
      "question_id": 118,
      "content_block_id": 26,
      "answer": "Some organizations involved in providing job opportunities and services for Ukrainian refugees in Romania include Caritas Romania, UNHCR, Save the Children, and the International Organization for Migration (IOM). These organizations offer support for professional integration and access to various resources and services necessary for successful integration into the local community and labor market.",
      "bResponse": "Some organizations involved in providing job opportunities and services for Ukrainian refugees in Romania include Caritas Romania, UNHCR, Save the Children, and the International Organization for Migration (IOM). These organizations offer support for professional integration and access to various resources and services necessary for successful integration into the local community and labor market. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Find out more about integration into the Romanian community",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 119,
      "question_id": 119,
      "content_block_id": 26,
      "answer": "The integration of Ukrainian refugees into Romanian society can be facilitated through several cultural practices such as learning the language, embracing local customs, building relationships with locals, respecting social norms, participating in community events, and adapting to the local work environment.",
      "bResponse": "The integration of Ukrainian refugees into Romanian society can be facilitated through several cultural practices such as learning the language, embracing local customs, building relationships with locals, respecting social norms, participating in community events, and adapting to the local work environment. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Find out more about integration into the Romanian community",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 120,
      "question_id": 120,
      "content_block_id": 26,
      "answer": "There may be some language barriers that could hinder Ukrainian refugees from finding employment in Romania. However, it depends on their proficiency in Romanian and other languages spoken in Romania.",
      "bResponse": "There may be some language barriers that could hinder Ukrainian refugees from finding employment in Romania. However, it depends on their proficiency in Romanian and other languages spoken in Romania. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Find out more about integration into the Romanian community",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}