{
  "answers": [
    {
      "answer_id": 57,
      "question_id": 57,
      "content_block_id": 56,
      "answer": "Newcomers in Timișoara can access various types of support including official immigration contacts, assistance with accommodation, meals, medical services, psychological support, free public transportation, and educational opportunities. Several organizations also provide social and legal counseling, job assistance, and language courses.\n\nTo find detailed information, you can refer to the specific sections in the provided text such as \"Important contacts,\" \"The support program for accommodation, meals and integration,\" \"Medical services,\" \"Education,\" and \"Organisations offering their support.\" Look for the relevant headings that match your needs.",
      "bResponse": "Newcomers in Timișoara can access various types of support including official immigration contacts, assistance with accommodation, meals, medical services, psychological support, free public transportation, and educational opportunities. Several organizations also provide social and legal counseling, job assistance, and language courses.\n\nTo find detailed information, you can refer to the specific sections in the provided text such as \"Important contacts,\" \"The support program for accommodation, meals and integration,\" \"Medical services,\" \"Education,\" and \"Organisations offering their support.\" Look for the relevant headings that match your needs. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 58,
      "question_id": 58,
      "content_block_id": 56,
      "answer": "The primary emergency call number in Timișoara is 112. Other key contacts include the Timișoara for Ukraine Support Center (+40356 993) and the National Anti-Traffic Hotline Romania (+40800 800 678).\n\nYou can find detailed information on these and other important contacts by reading the \"Important contacts\" section within the provided summary.",
      "bResponse": "The primary emergency call number in Timișoara is 112. Other key contacts include the Timișoara for Ukraine Support Center (+40356 993) and the National Anti-Traffic Hotline Romania (+40800 800 678).\n\nYou can find detailed information on these and other important contacts by reading the \"Important contacts\" section within the provided summary. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 59,
      "question_id": 59,
      "content_block_id": 56,
      "answer": "Yes, there is a specific support program for accommodation, meals, and integration in Timișoara mentioned in the summary.\n\nTo find detailed information, you should visit the website https://dopomoha.ro/en/dopomoha-timisoara and look for the section titled \"The support program for accommodation, meals and integration in Timișoara\" or a similar heading.",
      "bResponse": "Yes, there is a specific support program for accommodation, meals, and integration in Timișoara mentioned in the summary.\n\nTo find detailed information, you should visit the website https://dopomoha.ro/en/dopomoha-timisoara and look for the section titled \"The support program for accommodation, meals and integration in Timișoara\" or a similar heading. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 60,
      "question_id": 60,
      "content_block_id": 56,
      "answer": "One can access medical services at the Emergency Municipal Clinical Hospital or, for children, at the Louis Țurcanu Children's Emergency Clinical Hospital. A list of family doctors in Timișoara is also available.\n\nTo find detailed information, please refer to the \"Medical services\" section within the provided summary or on the full webpage.",
      "bResponse": "One can access medical services at the Emergency Municipal Clinical Hospital or, for children, at the Louis Țurcanu Children's Emergency Clinical Hospital. A list of family doctors in Timișoara is also available.\n\nTo find detailed information, please refer to the \"Medical services\" section within the provided summary or on the full webpage. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 61,
      "question_id": 61,
      "content_block_id": 56,
      "answer": "Yes, psychological support is available for adults and children in Timișoara through organizations like Plan International and The Timiș County Youth Foundation (FITT).\n\nTo find detailed information, please refer to the \"Psychological support\" section and the \"Organisations offering their support\" section, specifically the entry for \"The Timiș County Youth Foundation (FITT)\" in the provided summary text.",
      "bResponse": "Yes, psychological support is available for adults and children in Timișoara through organizations like Plan International and The Timiș County Youth Foundation (FITT).\n\nTo find detailed information, please refer to the \"Psychological support\" section and the \"Organisations offering their support\" section, specifically the entry for \"The Timiș County Youth Foundation (FITT)\" in the provided summary text. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 62,
      "question_id": 62,
      "content_block_id": 56,
      "answer": "In Timișoara, you can use the public transport system (STPT) for free, but you may be required to show an ID if asked.\n\nTo find more detailed information, you should visit the website from which this summary was taken and look for a section specifically titled \"Transportation\" or \"Public Transport.\"",
      "bResponse": "In Timișoara, you can use the public transport system (STPT) for free, but you may be required to show an ID if asked.\n\nTo find more detailed information, you should visit the website from which this summary was taken and look for a section specifically titled \"Transportation\" or \"Public Transport.\" For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 63,
      "question_id": 63,
      "content_block_id": 56,
      "answer": "Yes, there are multiple educational units in Timiș County that offer teaching in the Ukrainian language, including kindergartens, secondary schools, and high schools.\n\nTo find detailed information, go to the website and read under the \"Education\" section.",
      "bResponse": "Yes, there are multiple educational units in Timiș County that offer teaching in the Ukrainian language, including kindergartens, secondary schools, and high schools.\n\nTo find detailed information, go to the website and read under the \"Education\" section. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 64,
      "question_id": 64,
      "content_block_id": 56,
      "answer": "The LOGS Association – Group of Social Initiatives offers social and legal counseling in Timișoara.\n\nTo find more detailed information, refer to the \"Organisations offering their support\" section within the provided text, specifically under \"The LOGS Association – Group of Social Initiatives\".",
      "bResponse": "The LOGS Association – Group of Social Initiatives offers social and legal counseling in Timișoara.\n\nTo find more detailed information, refer to the \"Organisations offering their support\" section within the provided text, specifically under \"The LOGS Association – Group of Social Initiatives\". For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 65,
      "question_id": 65,
      "content_block_id": 56,
      "answer": "Yes, help is available for finding a job in Timișoara. The LOGS Association facilitates access to jobs, and The Timiș County Youth Foundation (FITT) offers help in finding a job through its Ukrainians in Timiș program.\n\nTo find detailed information, go to the website https://dopomoha.ro/en/dopomoha-timisoara and look under the \"Organisations offering their support\" section. You will find the contact details and addresses for The LOGS Association and The Timiș County Youth Foundation (FITT) there.",
      "bResponse": "Yes, help is available for finding a job in Timișoara. The LOGS Association facilitates access to jobs, and The Timiș County Youth Foundation (FITT) offers help in finding a job through its Ukrainians in Timiș program.\n\nTo find detailed information, go to the website https://dopomoha.ro/en/dopomoha-timisoara and look under the \"Organisations offering their support\" section. You will find the contact details and addresses for The LOGS Association and The Timiș County Youth Foundation (FITT) there. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 66,
      "question_id": 66,
      "content_block_id": 56,
      "answer": "The Women's Center in Timișoara provides support in accessing reproductive health services, assistance with navigating the health system, and services dedicated to victims of domestic violence.\n\nTo find more detailed information, visit the dopomoha.ro/en/dopomoha-timisoara website and look for the \"Women's Center\" section. You can click on the \"click here\" link next to it for further details.",
      "bResponse": "The Women's Center in Timișoara provides support in accessing reproductive health services, assistance with navigating the health system, and services dedicated to victims of domestic violence.\n\nTo find more detailed information, visit the dopomoha.ro/en/dopomoha-timisoara website and look for the \"Women's Center\" section. You can click on the \"click here\" link next to it for further details. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 67,
      "question_id": 67,
      "content_block_id": 56,
      "answer": "One can get help for children's medical emergencies by going to the Louis Țurcanu Children's Emergency Clinical Hospital.\n\nTo find this information on the webpage, navigate to the \"Medical services\" section.",
      "bResponse": "One can get help for children's medical emergencies by going to the Louis Țurcanu Children's Emergency Clinical Hospital.\n\nTo find this information on the webpage, navigate to the \"Medical services\" section. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 68,
      "question_id": 68,
      "content_block_id": 56,
      "answer": "Yes, there is support for accommodation in Timișoara.\n\nTo find detailed information, look for the section titled \"The support program for accommodation, meals and integration in Timișoara\" or the \"Housing Info\" section on the webpage.",
      "bResponse": "Yes, there is support for accommodation in Timișoara.\n\nTo find detailed information, look for the section titled \"The support program for accommodation, meals and integration in Timișoara\" or the \"Housing Info\" section on the webpage. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 69,
      "question_id": 69,
      "content_block_id": 56,
      "answer": "The National Anti-Traffic Hotline in Romania is +40800 800 678 or +4021 313 3100.\n\nYou can find this information in the provided text under the \"Important contacts\" section.",
      "bResponse": "The National Anti-Traffic Hotline in Romania is +40800 800 678 or +4021 313 3100.\n\nYou can find this information in the provided text under the \"Important contacts\" section. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 70,
      "question_id": 70,
      "content_block_id": 56,
      "answer": "Yes, The LOGS Association offers Romanian language courses to facilitate the integration process of immigrants.\n\nYou can find this information under the \"Organisations offering their support\" section in the summary, specifically by looking at the details provided for \"The LOGS Association – Group of Social Initiatives.\"",
      "bResponse": "Yes, The LOGS Association offers Romanian language courses to facilitate the integration process of immigrants.\n\nYou can find this information under the \"Organisations offering their support\" section in the summary, specifically by looking at the details provided for \"The LOGS Association – Group of Social Initiatives.\" For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 71,
      "question_id": 71,
      "content_block_id": 56,
      "answer": "The Timiș County Youth Foundation (FITT) provides psychological support, help in finding a job, and Romanian and English language courses for Ukrainians.\n\nTo find this information on a webpage, navigate to the section titled \"Organisations offering their support\" and then locate the entry for \"The Timiș County Youth Foundation (FITT)\".",
      "bResponse": "The Timiș County Youth Foundation (FITT) provides psychological support, help in finding a job, and Romanian and English language courses for Ukrainians.\n\nTo find this information on a webpage, navigate to the section titled \"Organisations offering their support\" and then locate the entry for \"The Timiș County Youth Foundation (FITT)\". For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 72,
      "question_id": 72,
      "content_block_id": 56,
      "answer": "Yes, the Save the Children Timiș organization offers English language classes for children.\n\nYou can find this information in the provided text under the \"Organisations offering their support\" section, specifically by locating the description for \"The Save the Children Timiș organization.\"",
      "bResponse": "Yes, the Save the Children Timiș organization offers English language classes for children.\n\nYou can find this information in the provided text under the \"Organisations offering their support\" section, specifically by locating the description for \"The Save the Children Timiș organization.\" For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 73,
      "question_id": 73,
      "content_block_id": 56,
      "answer": "The Union of Ukrainians in Romania aims to protect the rights and promote the ethnic, linguistic, cultural, and religious identity of persons belonging to the Ukrainian minority. It also seeks to revive national unity, protect members' individual and collective rights, and strengthen Romanian-Ukrainian collaboration.\n\nTo find this information on a webpage, you would look for a section titled \"Organisations offering their support\" or similar, and then locate the specific entry for \"The Union of Ukrainians in Romania\" within that section.",
      "bResponse": "The Union of Ukrainians in Romania aims to protect the rights and promote the ethnic, linguistic, cultural, and religious identity of persons belonging to the Ukrainian minority. It also seeks to revive national unity, protect members' individual and collective rights, and strengthen Romanian-Ukrainian collaboration.\n\nTo find this information on a webpage, you would look for a section titled \"Organisations offering their support\" or similar, and then locate the specific entry for \"The Union of Ukrainians in Romania\" within that section. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 74,
      "question_id": 74,
      "content_block_id": 56,
      "answer": "Yes, one can receive free, anonymous, and confidential psycho-medical-social HIV services in Romania.\n\nTo find detailed information, visit the website https://dopomoha.ro/en/dopomoha-timisoara and look under the section titled \"Counseling for people living with HIV\".",
      "bResponse": "Yes, one can receive free, anonymous, and confidential psycho-medical-social HIV services in Romania.\n\nTo find detailed information, visit the website https://dopomoha.ro/en/dopomoha-timisoara and look under the section titled \"Counseling for people living with HIV\". For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}