{
  "answers": [
    {
      "answer_id": 79,
      "question_id": 565,
      "content_block_id": 48,
      "answer": "Pregnant women can access medical assistance at primary, specialized ambulatory (paraclinical and clinical), and hospital levels. This includes regular monitoring, various diagnostic tests, specialized consultations for normal and high-risk pregnancies, and advanced procedures like prenatal screening and interventions for complex cases, with provisions for continuous hospitalization if complications arise.\n\nYou can find detailed information on the website https://dopomoha.ro/en/pregnant-women-from-ukraine, by navigating through the sections related to medical services and pregnancy.",
      "bResponse": "Pregnant women can access medical assistance at primary, specialized ambulatory (paraclinical and clinical), and hospital levels. This includes regular monitoring, various diagnostic tests, specialized consultations for normal and high-risk pregnancies, and advanced procedures like prenatal screening and interventions for complex cases, with provisions for continuous hospitalization if complications arise.\n\nYou can find detailed information on the website https://dopomoha.ro/en/pregnant-women-from-ukraine, by navigating through the sections related to medical services and pregnancy. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 80,
      "question_id": 566,
      "content_block_id": 48,
      "answer": "Primary medical assistance for pregnant women typically includes regular consultations for monitoring pregnancy and labor, promoting exclusive breastfeeding, and testing for HIV and hepatitis B and C. It also covers necessary paraclinical investigations, supervision of labor without giving birth, unexpected birth services, and the issuance of pregnancy certification by a family doctor.\n\nTo find more detailed information, please go to the website https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the \"Medical services for pregnant women and for women who have recently given birth\" section, then look under \"Primary medical assistance.\"",
      "bResponse": "Primary medical assistance for pregnant women typically includes regular consultations for monitoring pregnancy and labor, promoting exclusive breastfeeding, and testing for HIV and hepatitis B and C. It also covers necessary paraclinical investigations, supervision of labor without giving birth, unexpected birth services, and the issuance of pregnancy certification by a family doctor.\n\nTo find more detailed information, please go to the website https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the \"Medical services for pregnant women and for women who have recently given birth\" section, then look under \"Primary medical assistance.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 81,
      "question_id": 567,
      "content_block_id": 48,
      "answer": "Yes, specific medical tests such as HIV testing and screenings for hepatitis of viral etiology (virus B and C) are recommended for pregnant women. These are part of the supervision of the pregnant woman and are also listed as obligatory services for the \"Supervision of a normal pregnancy.\"\n\nTo find this information, go to the source document and look under the section \"Primary medical assistance\" for the promotion of testing, and under \"Specialized ambulatory medical assistance for clinical specialties\" then \"Medical services for diagnostic purposes - case\" for the \"Obligatory services\" list within \"Supervision of a normal pregnancy.\"",
      "bResponse": "Yes, specific medical tests such as HIV testing and screenings for hepatitis of viral etiology (virus B and C) are recommended for pregnant women. These are part of the supervision of the pregnant woman and are also listed as obligatory services for the \"Supervision of a normal pregnancy.\"\n\nTo find this information, go to the source document and look under the section \"Primary medical assistance\" for the promotion of testing, and under \"Specialized ambulatory medical assistance for clinical specialties\" then \"Medical services for diagnostic purposes - case\" for the \"Obligatory services\" list within \"Supervision of a normal pregnancy.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 82,
      "question_id": 568,
      "content_block_id": 48,
      "answer": "Yes, family doctors can play a role in managing pregnancy care by issuing the document certifying pregnancy, providing services for supervision of labor without giving birth and unexpected birth, and recommending certain paraclinical medical services.\n\nYou can find detailed information by going to the website mentioned, https://dopomoha.ro/en/pregnant-women-from-ukraine, and looking under the section \"The medical services provided to pregnant women are managed on different levels as follows,\" specifically the \"Primary medical assistance\" and \"Specialized ambulatory medical assistance for paraclinical specialties\" subsections.",
      "bResponse": "Yes, family doctors can play a role in managing pregnancy care by issuing the document certifying pregnancy, providing services for supervision of labor without giving birth and unexpected birth, and recommending certain paraclinical medical services.\n\nYou can find detailed information by going to the website mentioned, https://dopomoha.ro/en/pregnant-women-from-ukraine, and looking under the section \"The medical services provided to pregnant women are managed on different levels as follows,\" specifically the \"Primary medical assistance\" and \"Specialized ambulatory medical assistance for paraclinical specialties\" subsections. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 83,
      "question_id": 569,
      "content_block_id": 48,
      "answer": "Specialized diagnostic examinations covered for pregnant women include various obstetrical ultrasounds for anomaly detection and fetal biometry, prenatal screening tests such as the double/triple test, specific laboratory analyses for high-risk conditions, and invasive procedures like amniocentesis, cordocentesis, and chorionic villus biopsy with associated genetic testing.\n\nTo find detailed information, you should refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House. Alternatively, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the sections detailing medical services for pregnant women.",
      "bResponse": "Specialized diagnostic examinations covered for pregnant women include various obstetrical ultrasounds for anomaly detection and fetal biometry, prenatal screening tests such as the double/triple test, specific laboratory analyses for high-risk conditions, and invasive procedures like amniocentesis, cordocentesis, and chorionic villus biopsy with associated genetic testing.\n\nTo find detailed information, you should refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House. Alternatively, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the sections detailing medical services for pregnant women. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 84,
      "question_id": 570,
      "content_block_id": 48,
      "answer": "Yes, obstetrical ultrasounds are included in the medical services for pregnant women, covering initial anomaly detection, pregnancy viability, and monitoring for both normal and high-risk pregnancies.\n\nTo find this detailed information, refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the sections detailing \"Specialized ambulatory medical assistance for paraclinical specialties\" and \"Specialized ambulatory medical assistance for clinical specialties\".",
      "bResponse": "Yes, obstetrical ultrasounds are included in the medical services for pregnant women, covering initial anomaly detection, pregnancy viability, and monitoring for both normal and high-risk pregnancies.\n\nTo find this detailed information, refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the sections detailing \"Specialized ambulatory medical assistance for paraclinical specialties\" and \"Specialized ambulatory medical assistance for clinical specialties\". For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 85,
      "question_id": 571,
      "content_block_id": 48,
      "answer": "Mandatory services for supervising a normal pregnancy include obstetrics-gynecology specialist consultations, various blood tests (e.g., complete blood count, blood group, glucose, HIV, hepatitis, VDRL, and infection evaluations), and complete urine examination. Additionally, vaginal discharge analysis, a Papanicolau test or other gestational age-specific tests, and a confirmation ultrasound for pregnancy viability are required.\n\nTo find this detailed information, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine. Navigate to the section regarding \"Medical services provided to pregnant women\" and locate the subsection titled \"Specialized ambulatory medical assistance for clinical specialties,\" specifically under \"Supervision of a normal pregnancy.\"",
      "bResponse": "Mandatory services for supervising a normal pregnancy include obstetrics-gynecology specialist consultations, various blood tests (e.g., complete blood count, blood group, glucose, HIV, hepatitis, VDRL, and infection evaluations), and complete urine examination. Additionally, vaginal discharge analysis, a Papanicolau test or other gestational age-specific tests, and a confirmation ultrasound for pregnancy viability are required.\n\nTo find this detailed information, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine. Navigate to the section regarding \"Medical services provided to pregnant women\" and locate the subsection titled \"Specialized ambulatory medical assistance for clinical specialties,\" specifically under \"Supervision of a normal pregnancy.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 86,
      "question_id": 572,
      "content_block_id": 48,
      "answer": "Comprehensive pregnancy supervision is authorized for family doctors providing primary assistance, specialized ambulatory clinics for specific tests and consultations, and primarily by obstetrics-gynecology specialty hospitals or other health units with beds that have obstetrics-gynecology and neonatology departments, or specialized offices with an integrated medical analysis laboratory.\n\nTo find detailed information, refer to the document under the sections \"Primary medical assistance,\" \"Specialized ambulatory medical assistance for paraclinical specialties,\" and \"Specialized ambulatory medical assistance for clinical specialties.\"",
      "bResponse": "Comprehensive pregnancy supervision is authorized for family doctors providing primary assistance, specialized ambulatory clinics for specific tests and consultations, and primarily by obstetrics-gynecology specialty hospitals or other health units with beds that have obstetrics-gynecology and neonatology departments, or specialized offices with an integrated medical analysis laboratory.\n\nTo find detailed information, refer to the document under the sections \"Primary medical assistance,\" \"Specialized ambulatory medical assistance for paraclinical specialties,\" and \"Specialized ambulatory medical assistance for clinical specialties.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 87,
      "question_id": 573,
      "content_block_id": 48,
      "answer": "Yes, prenatal screening is offered between 11 and 19 weeks and 6 days of pregnancy. It involves an obstetrics-gynecology specialist consultation, a double or triple test, and an ultrasound to detect fetal anomalies.\n\nYou can find detailed information by referring to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the section \"Specialized ambulatory medical assistance for clinical specialties,\" where \"Prenatal Screening\" is described.",
      "bResponse": "Yes, prenatal screening is offered between 11 and 19 weeks and 6 days of pregnancy. It involves an obstetrics-gynecology specialist consultation, a double or triple test, and an ultrasound to detect fetal anomalies.\n\nYou can find detailed information by referring to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the section \"Specialized ambulatory medical assistance for clinical specialties,\" where \"Prenatal Screening\" is described. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 88,
      "question_id": 574,
      "content_block_id": 48,
      "answer": "High-risk pregnancies are managed through specialized obstetrics-gynecology consultations and mandatory investigations tailored to the specific risk, such as blood tests, urine analysis, and various ultrasounds. These services are typically provided in specialized hospitals with obstetrics-gynecology and neonatology departments, often as day hospitalization, and may include procedures like amniocentesis or chorionic villus biopsy for specific indications.\n\nTo find detailed information, go to the website https://dopomoha.ro/en/pregnant-women-from-ukraine and look for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the section titled \"Surveillance of other high-risk pregnancies.\"",
      "bResponse": "High-risk pregnancies are managed through specialized obstetrics-gynecology consultations and mandatory investigations tailored to the specific risk, such as blood tests, urine analysis, and various ultrasounds. These services are typically provided in specialized hospitals with obstetrics-gynecology and neonatology departments, often as day hospitalization, and may include procedures like amniocentesis or chorionic villus biopsy for specific indications.\n\nTo find detailed information, go to the website https://dopomoha.ro/en/pregnant-women-from-ukraine and look for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, specifically under the section titled \"Surveillance of other high-risk pregnancies.\" For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 89,
      "question_id": 575,
      "content_block_id": 48,
      "answer": "Yes, services for monitoring high-risk pregnancies with coagulation disorders/hereditary and acquired thrombophilias are provided and included in the basic package of hospital medical care.\n\nYou can find this detailed information by navigating to the website `https://dopomoha.ro/en/pregnant-women-from-ukraine` and looking under the section detailing \"Specialized ambulatory medical assistance for clinical specialties,\" specifically where \"high-risk pregnancy monitoring in pregnant women with coagulation disorders / hereditary and acquired thrombophilias\" is mentioned.",
      "bResponse": "Yes, services for monitoring high-risk pregnancies with coagulation disorders/hereditary and acquired thrombophilias are provided and included in the basic package of hospital medical care.\n\nYou can find this detailed information by navigating to the website `https://dopomoha.ro/en/pregnant-women-from-ukraine` and looking under the section detailing \"Specialized ambulatory medical assistance for clinical specialties,\" specifically where \"high-risk pregnancy monitoring in pregnant women with coagulation disorders / hereditary and acquired thrombophilias\" is mentioned. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 90,
      "question_id": 576,
      "content_block_id": 48,
      "answer": "Yes, invasive diagnostic procedures such as chorionic villus biopsy and amniocentesis are covered for pregnant women under specific conditions. Chorionic villus biopsy is covered in the first trimester, and amniocentesis in the second trimester, for cases involving major anomalies, genetic pathology risk, or high aneuploidy risk, performed by specialized doctors.\n\nTo find this detailed information, you can visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine. Look for sections related to 'Medical services provided to pregnant women' or specifically the part detailing 'day hospitalization services' where these procedures are mentioned.",
      "bResponse": "Yes, invasive diagnostic procedures such as chorionic villus biopsy and amniocentesis are covered for pregnant women under specific conditions. Chorionic villus biopsy is covered in the first trimester, and amniocentesis in the second trimester, for cases involving major anomalies, genetic pathology risk, or high aneuploidy risk, performed by specialized doctors.\n\nTo find this detailed information, you can visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine. Look for sections related to 'Medical services provided to pregnant women' or specifically the part detailing 'day hospitalization services' where these procedures are mentioned. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 91,
      "question_id": 577,
      "content_block_id": 48,
      "answer": "Day hospitalization services for pregnancy can transition to continuous hospitalization if the patient presents complications or comorbidities with risk, major bleeding requiring volume repletion, anesthetic risk difficult to manage in day hospitalization, or post-procedural pain difficult to control, especially when associated with major invasive procedures.\n\nYou can find this detailed information in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, which may be accessible via the website https://dopomoha.ro/en/pregnant-women-from-ukraine under sections related to medical services or hospitalization.",
      "bResponse": "Day hospitalization services for pregnancy can transition to continuous hospitalization if the patient presents complications or comorbidities with risk, major bleeding requiring volume repletion, anesthetic risk difficult to manage in day hospitalization, or post-procedural pain difficult to control, especially when associated with major invasive procedures.\n\nYou can find this detailed information in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House, which may be accessible via the website https://dopomoha.ro/en/pregnant-women-from-ukraine under sections related to medical services or hospitalization. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 92,
      "question_id": 578,
      "content_block_id": 48,
      "answer": "Doctors providing advanced obstetric and gynecological services, including anomaly ultrasounds, prenatal screening, and invasive procedures like amniocentesis, must be specialists in obstetrics-gynecology with overspecialization in maternal-fetal medicine or possess a competence/certificate of complementary training in obstetric and gynecological ultrasonography.\n\nTo find this detailed information, navigate to the website `https://dopomoha.ro/en/pregnant-women-from-ukraine` and refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" The specific qualifications are outlined within the sections detailing specialized ambulatory medical assistance for paraclinical and clinical specialties, particularly for services like Obstetrical ultrasound, Prenatal screening, and procedures such as amniocentesis, cordocentesis, and chorionic villus biopsy.",
      "bResponse": "Doctors providing advanced obstetric and gynecological services, including anomaly ultrasounds, prenatal screening, and invasive procedures like amniocentesis, must be specialists in obstetrics-gynecology with overspecialization in maternal-fetal medicine or possess a competence/certificate of complementary training in obstetric and gynecological ultrasonography.\n\nTo find this detailed information, navigate to the website `https://dopomoha.ro/en/pregnant-women-from-ukraine` and refer to the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" The specific qualifications are outlined within the sections detailing specialized ambulatory medical assistance for paraclinical and clinical specialties, particularly for services like Obstetrical ultrasound, Prenatal screening, and procedures such as amniocentesis, cordocentesis, and chorionic villus biopsy. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 93,
      "question_id": 579,
      "content_block_id": 48,
      "answer": "Official guidance on health insurance rights related to pregnancy services can be found in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” published by the National Health Insurance House.\n\nTo find detailed information, you should look for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" published by the National Health Insurance House. Additionally, you can visit https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the section on \"pregnant women\" or \"Women's Center\" for support in accessing reproductive health services and navigating the health system.",
      "bResponse": "Official guidance on health insurance rights related to pregnancy services can be found in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” published by the National Health Insurance House.\n\nTo find detailed information, you should look for the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" published by the National Health Insurance House. Additionally, you can visit https://dopomoha.ro/en/pregnant-women-from-ukraine and navigate to the section on \"pregnant women\" or \"Women's Center\" for support in accessing reproductive health services and navigating the health system. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 94,
      "question_id": 580,
      "content_block_id": 48,
      "answer": "Yes, there is a Women's Center dedicated to providing support for accessing reproductive health services, including contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion.\n\nTo find detailed information, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine and look for the section or link related to \"Women's Center\" or support for reproductive health services.",
      "bResponse": "Yes, there is a Women's Center dedicated to providing support for accessing reproductive health services, including contraception, breastfeeding, prevention of sexually transmitted diseases, pregnancy monitoring, and abortion.\n\nTo find detailed information, visit the website https://dopomoha.ro/en/pregnant-women-from-ukraine and look for the section or link related to \"Women's Center\" or support for reproductive health services. For more details, visit https://dopomoha.ro/en/pregnant-women-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}