{
  "answers": [
    {
      "answer_id": 50,
      "question_id": 296,
      "content_block_id": 32,
      "answer": "As of July 1, 2024, the support program for Ukrainians in Romania has changed to offer a monthly lump sum for accommodation for up to 3 consecutive months, with specific amounts for individuals and families and new eligibility criteria. After this period, beneficiaries may apply for a Minimum Inclusion Income.\n\nTo find detailed information, you should visit the official website of the Romanian government or relevant local administrative-territorial units, and look for sections related to \"support programs for Ukrainians,\" \"temporary protection,\" or \"financial assistance.\" You can also find specific links for Minimum Inclusion Income for various sectors and cities within the provided summary.",
      "bResponse": "As of July 1, 2024, the support program for Ukrainians in Romania has changed to offer a monthly lump sum for accommodation for up to 3 consecutive months, with specific amounts for individuals and families and new eligibility criteria. After this period, beneficiaries may apply for a Minimum Inclusion Income.\n\nTo find detailed information, you should visit the official website of the Romanian government or relevant local administrative-territorial units, and look for sections related to \"support programs for Ukrainians,\" \"temporary protection,\" or \"financial assistance.\" You can also find specific links for Minimum Inclusion Income for various sectors and cities within the provided summary. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 51,
      "question_id": 297,
      "content_block_id": 32,
      "answer": "The new financial support program available for Ukrainians in Romania, effective July 1, 2024, is a Monthly Lump Sum for Accommodation, outlined in Government Emergency Ordinance No. 96/2024. This program provides financial assistance to cover accommodation expenses for up to 3 consecutive months.\n\nTo find detailed information, please refer to the full webpage or document from which this summary was taken. Look for sections titled \"Conditions of the new financial support program,\" \"Amount,\" \"Required Documents,\" and \"Application Process\" for comprehensive details.",
      "bResponse": "The new financial support program available for Ukrainians in Romania, effective July 1, 2024, is a Monthly Lump Sum for Accommodation, outlined in Government Emergency Ordinance No. 96/2024. This program provides financial assistance to cover accommodation expenses for up to 3 consecutive months.\n\nTo find detailed information, please refer to the full webpage or document from which this summary was taken. Look for sections titled \"Conditions of the new financial support program,\" \"Amount,\" \"Required Documents,\" and \"Application Process\" for comprehensive details. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 52,
      "question_id": 298,
      "content_block_id": 32,
      "answer": "Beneficiaries of temporary protection in Romania are eligible for the monthly lump sum for accommodation for up to 3 consecutive months, starting from the date of entry into Romania.\n\nTo find detailed information, refer to the \"Monthly Lump Sum for Accommodation\" and \"Exclusions\" sections within the provided text.",
      "bResponse": "Beneficiaries of temporary protection in Romania are eligible for the monthly lump sum for accommodation for up to 3 consecutive months, starting from the date of entry into Romania.\n\nTo find detailed information, refer to the \"Monthly Lump Sum for Accommodation\" and \"Exclusions\" sections within the provided text. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 53,
      "question_id": 299,
      "content_block_id": 32,
      "answer": "A Ukrainian individual can receive 750 RON per month for accommodation, while families can receive 2,000 RON per month. In special cases, these amounts are 500 RON for individuals and 1,500 RON for families.\n\nTo find more detailed information, please refer to the \"Amount\" and \"Special Cases\" sections in the provided summary.",
      "bResponse": "A Ukrainian individual can receive 750 RON per month for accommodation, while families can receive 2,000 RON per month. In special cases, these amounts are 500 RON for individuals and 1,500 RON for families.\n\nTo find more detailed information, please refer to the \"Amount\" and \"Special Cases\" sections in the provided summary. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 54,
      "question_id": 300,
      "content_block_id": 32,
      "answer": "Ukrainians can receive the monthly lump sum for accommodation in Romania for up to 3 consecutive months, starting from their date of entry into Romania, with the new program beginning July 1, 2024.\n\nTo find detailed information about the monthly lump sum for accommodation, you can look under the section titled \"Monthly Lump Sum for Accommodation\" on the relevant official government or support website. For specific application processes and local details, you can visit the official websites of the administrative-territorial units (such as town halls) for various sectors and cities in Romania, as listed in the \"Application Process\" and \"Information for other cities in Romania\" sections, or contact the government call center at 021.3456789.",
      "bResponse": "Ukrainians can receive the monthly lump sum for accommodation in Romania for up to 3 consecutive months, starting from their date of entry into Romania, with the new program beginning July 1, 2024.\n\nTo find detailed information about the monthly lump sum for accommodation, you can look under the section titled \"Monthly Lump Sum for Accommodation\" on the relevant official government or support website. For specific application processes and local details, you can visit the official websites of the administrative-territorial units (such as town halls) for various sectors and cities in Romania, as listed in the \"Application Process\" and \"Information for other cities in Romania\" sections, or contact the government call center at 021.3456789. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 55,
      "question_id": 301,
      "content_block_id": 32,
      "answer": "Yes, the accommodation financial support amount is different in \"Special Cases\" for beneficiaries in more stabilized living situations, such as those receiving additional government support or housed in temporary accommodation camps. In these instances, the financial assistance is lower: 500 RON per month for individuals and 1,500 RON per month for families.\n\nTo find this detailed information on a webpage, you would typically navigate to the section titled \"Amount\" and then look for a sub-section or separate heading like \"Special Cases\" or \"Exclusions\" within the description of the financial support program.",
      "bResponse": "Yes, the accommodation financial support amount is different in \"Special Cases\" for beneficiaries in more stabilized living situations, such as those receiving additional government support or housed in temporary accommodation camps. In these instances, the financial assistance is lower: 500 RON per month for individuals and 1,500 RON per month for families.\n\nTo find this detailed information on a webpage, you would typically navigate to the section titled \"Amount\" and then look for a sub-section or separate heading like \"Special Cases\" or \"Exclusions\" within the description of the financial support program. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 56,
      "question_id": 302,
      "content_block_id": 32,
      "answer": "To apply for the accommodation financial support, beneficiaries must submit a valid temporary protection permit, passports for each family member, and bank account details (a Romanian bank account in RON currency). Any other documents requested by local authorities may also be required.\n\nFor more detailed information, please refer to the \"Required Documents\" and \"Application Process\" sections within the provided text.",
      "bResponse": "To apply for the accommodation financial support, beneficiaries must submit a valid temporary protection permit, passports for each family member, and bank account details (a Romanian bank account in RON currency). Any other documents requested by local authorities may also be required.\n\nFor more detailed information, please refer to the \"Required Documents\" and \"Application Process\" sections within the provided text. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 57,
      "question_id": 303,
      "content_block_id": 32,
      "answer": "Ukrainians can apply for the new financial support program by submitting their application form along with required documents like temporary protection permits, passports, and bank account details to the local administrative-territorial unit (e.g., town hall) where they reside.\n\nTo find more detailed information, you should navigate to the \"Application Process\" section for the lump sum or the \"Application Process and Required Documents\" section for the Minimum Inclusion Income on the webpage. For specific information by city or sector, look for the links provided under \"Detailed information on the possibility of submitting an application can be clarified by following the links to the official website of each of the sectors\" or \"Information for other cities in Romania\".",
      "bResponse": "Ukrainians can apply for the new financial support program by submitting their application form along with required documents like temporary protection permits, passports, and bank account details to the local administrative-territorial unit (e.g., town hall) where they reside.\n\nTo find more detailed information, you should navigate to the \"Application Process\" section for the lump sum or the \"Application Process and Required Documents\" section for the Minimum Inclusion Income on the webpage. For specific information by city or sector, look for the links provided under \"Detailed information on the possibility of submitting an application can be clarified by following the links to the official website of each of the sectors\" or \"Information for other cities in Romania\". For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 58,
      "question_id": 304,
      "content_block_id": 32,
      "answer": "Ukrainians are prevented from receiving accommodation support if they are receiving international protection, reside in government-provided temporary accommodation camps, have previously received accommodation benefits under older regulations, are Romanian citizens, live in a university dormitory as a student, or possess a work permit or student residence permit in Romania.\n\nTo find detailed information, you should visit the official website related to the support program, such as https://dopomoha.ro/en/the-5020-program, and look for sections titled \"Exclusions\" or \"Exclusions for Rent Payment Support.\"",
      "bResponse": "Ukrainians are prevented from receiving accommodation support if they are receiving international protection, reside in government-provided temporary accommodation camps, have previously received accommodation benefits under older regulations, are Romanian citizens, live in a university dormitory as a student, or possess a work permit or student residence permit in Romania.\n\nTo find detailed information, you should visit the official website related to the support program, such as https://dopomoha.ro/en/the-5020-program, and look for sections titled \"Exclusions\" or \"Exclusions for Rent Payment Support.\" For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 59,
      "question_id": 305,
      "content_block_id": 32,
      "answer": "After the initial accommodation lump sum period ends, Ukrainians in Romania may apply for a Minimum Inclusion Income. This ongoing financial support is provided in accordance with Law No. 196/2016.\n\nTo find detailed information, please refer to the \"Transition to Minimum Inclusion Income\" section in the provided summary.",
      "bResponse": "After the initial accommodation lump sum period ends, Ukrainians in Romania may apply for a Minimum Inclusion Income. This ongoing financial support is provided in accordance with Law No. 196/2016.\n\nTo find detailed information, please refer to the \"Transition to Minimum Inclusion Income\" section in the provided summary. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 60,
      "question_id": 306,
      "content_block_id": 32,
      "answer": "After the period of lump sum accommodation support has ended, or for those who previously received benefits, Ukrainians in Romania may apply for the Minimum Inclusion Income. This is an ongoing financial support provided in accordance with Law No. 196/2016.\n\nTo find detailed information, go to the webpage where this summary is displayed and read under the section titled \"Transition to Minimum Inclusion Income.\" This section provides links to the official websites of various sectors and cities in Romania for specific application details.",
      "bResponse": "After the period of lump sum accommodation support has ended, or for those who previously received benefits, Ukrainians in Romania may apply for the Minimum Inclusion Income. This is an ongoing financial support provided in accordance with Law No. 196/2016.\n\nTo find detailed information, go to the webpage where this summary is displayed and read under the section titled \"Transition to Minimum Inclusion Income.\" This section provides links to the official websites of various sectors and cities in Romania for specific application details. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 61,
      "question_id": 307,
      "content_block_id": 32,
      "answer": "Ukrainian refugees in Romania may also be eligible for a Minimum Inclusion Income after their accommodation support ends, general social benefits, and assistance in finding free accommodation.\n\nTo find detailed information, refer to the \"Transition to Minimum Inclusion Income\" section for details on applying for that benefit, and the \"Assistance in finding housing\" section for information on free accommodation platforms. The summary also notes a \"Social benefits for refugees from Ukraine\" section for learning more about available types of support and necessary paperwork.",
      "bResponse": "Ukrainian refugees in Romania may also be eligible for a Minimum Inclusion Income after their accommodation support ends, general social benefits, and assistance in finding free accommodation.\n\nTo find detailed information, refer to the \"Transition to Minimum Inclusion Income\" section for details on applying for that benefit, and the \"Assistance in finding housing\" section for information on free accommodation platforms. The summary also notes a \"Social benefits for refugees from Ukraine\" section for learning more about available types of support and necessary paperwork. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 62,
      "question_id": 308,
      "content_block_id": 32,
      "answer": "Yes, Ukrainian refugees in Romania can receive a monthly lump sum to cover accommodation expenses for up to three months, and there is also a platform called \"Un Acoperiș\" (A Roof) that helps in finding free accommodation.\n\nTo find detailed information, you can refer to the \"Monthly Lump Sum for Accommodation\" section for details on financial support, including eligibility, amounts, and application process. For assistance in finding free accommodation, access the \"Un Acoperiș (A Roof)\" platform via the website `https://dopomoha.ro/en/the-5020-program`.",
      "bResponse": "Yes, Ukrainian refugees in Romania can receive a monthly lump sum to cover accommodation expenses for up to three months, and there is also a platform called \"Un Acoperiș\" (A Roof) that helps in finding free accommodation.\n\nTo find detailed information, you can refer to the \"Monthly Lump Sum for Accommodation\" section for details on financial support, including eligibility, amounts, and application process. For assistance in finding free accommodation, access the \"Un Acoperiș (A Roof)\" platform via the website `https://dopomoha.ro/en/the-5020-program`. For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 63,
      "question_id": 309,
      "content_block_id": 32,
      "answer": "Ukrainians experiencing difficulties with support applications can seek help from Romanian/English speakers, contact NGOs or call centers with Ukrainian-Russian-Romanian speakers, or call the government call center, UNHCR Romania, or CNRR.\n\nTo find this detailed information on a webpage, look for a section titled \"Social benefits for refugees from Ukraine\" or \"If you are a Ukrainian/foreign citizen receiving temporary protection and you are experiencing difficulties in submitting your application\".",
      "bResponse": "Ukrainians experiencing difficulties with support applications can seek help from Romanian/English speakers, contact NGOs or call centers with Ukrainian-Russian-Romanian speakers, or call the government call center, UNHCR Romania, or CNRR.\n\nTo find this detailed information on a webpage, look for a section titled \"Social benefits for refugees from Ukraine\" or \"If you are a Ukrainian/foreign citizen receiving temporary protection and you are experiencing difficulties in submitting your application\". For more details, visit https://dopomoha.ro/en/the-5020-program",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}