{
  "answers": [
    {
      "answer_id": 19,
      "question_id": 19,
      "content_block_id": 8,
      "answer": "The Dopomoha platform provides assistance by offering information on entry requirements at the border, procedures for seeking asylum in Romania, rights and obligations of asylum seekers, and useful resources for their stay in Romania. It is available in four languages - Romanian, Ukrainian, English, and Russian - and accessible via a browser from any device.",
      "bResponse": "The Dopomoha platform provides assistance by offering information on entry requirements at the border, procedures for seeking asylum in Romania, rights and obligations of asylum seekers, and useful resources for their stay in Romania. It is available in four languages - Romanian, Ukrainian, English, and Russian - and accessible via a browser from any device. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 20,
      "question_id": 20,
      "content_block_id": 8,
      "answer": "The Dopomoha platform was created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (IOM), and the National Romanian Council for Refugees (CRNR). ING Bank supports the Code for Romania War Task Force.",
      "bResponse": "The Dopomoha platform was created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (IOM), and the National Romanian Council for Refugees (CRNR). ING Bank supports the Code for Romania War Task Force. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 21,
      "question_id": 21,
      "content_block_id": 8,
      "answer": "The Dopomoha platform can be accessed through a browser from any device.",
      "bResponse": "The Dopomoha platform can be accessed through a browser from any device. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 22,
      "question_id": 22,
      "content_block_id": 9,
      "answer": "\"Connect with local residents, learn about sustainable agriculture practices, grow your own produce, contribute to the local food system, create a sense of community, reduce carbon footprint through reduced transportation of food, promote biodiversity by supporting pollinators and other wildlife.\"",
      "bResponse": "\"Connect with local residents, learn about sustainable agriculture practices, grow your own produce, contribute to the local food system, create a sense of community, reduce carbon footprint through reduced transportation of food, promote biodiversity by supporting pollinators and other wildlife.\" For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 23,
      "question_id": 23,
      "content_block_id": 9,
      "answer": "\"To download the DOPOMOHA poster, simply visit their official website or social media pages and look for the link to download the high-quality image.\"",
      "bResponse": "\"To download the DOPOMOHA poster, simply visit their official website or social media pages and look for the link to download the high-quality image.\" For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 24,
      "question_id": 24,
      "content_block_id": 9,
      "answer": "\"Download the poster DOPOMOHA and share it at important locations such as schools, libraries, community centers, and local businesses.\"",
      "bResponse": "\"Download the poster DOPOMOHA and share it at important locations such as schools, libraries, community centers, and local businesses.\" For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 25,
      "question_id": 25,
      "content_block_id": 10,
      "answer": "The key features of this initiative include [the initiative], [a specific aspect or goal] and [another feature].",
      "bResponse": "The key features of this initiative include [the initiative], [a specific aspect or goal] and [another feature]. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 26,
      "question_id": 26,
      "content_block_id": 10,
      "answer": "The program is open for participation by individuals who meet certain criteria and have completed relevant training programs.",
      "bResponse": "The program is open for participation by individuals who meet certain criteria and have completed relevant training programs. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 27,
      "question_id": 27,
      "content_block_id": 10,
      "answer": "Yes, with the help of past initiatives, many organizations and individuals have achieved great successes in various fields such as education, healthcare, technology, and social entrepreneurship.",
      "bResponse": "Yes, with the help of past initiatives, many organizations and individuals have achieved great successes in various fields such as education, healthcare, technology, and social entrepreneurship. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}