{
  "answers": [
    {
      "answer_id": 69,
      "question_id": 69,
      "content_block_id": 26,
      "answer": "Any foreigner who left his/her country of origin because he/she fears persecution, serious human rights violations or armed conflict can apply for asylum.",
      "bResponse": "Any foreigner who left his/her country of origin because he/she fears persecution, serious human rights violations or armed conflict can apply for asylum. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 70,
      "question_id": 70,
      "content_block_id": 26,
      "answer": "After requesting asylum, you become an asylum seeker and cannot be deported back to your country of origin.",
      "bResponse": "After requesting asylum, you become an asylum seeker and cannot be deported back to your country of origin. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 71,
      "question_id": 71,
      "content_block_id": 26,
      "answer": "The purpose of protecting foreigners from persecution and human rights violations is to allow them to seek safety and refuge in other countries where they may not face harm or danger.",
      "bResponse": "The purpose of protecting foreigners from persecution and human rights violations is to allow them to seek safety and refuge in other countries where they may not face harm or danger. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 72,
      "question_id": 72,
      "content_block_id": 27,
      "answer": "Anyone who has entered Romania as a migrant can apply for asylum directly at the border crossing point or anywhere else in Romania. However, they cannot do so if they are outside the territory of Romania. As an asylum seeker, they will be provided with an asylum application form which can be filled out with assistance and can also be completed in their native language.",
      "bResponse": "Anyone who has entered Romania as a migrant can apply for asylum directly at the border crossing point or anywhere else in Romania. However, they cannot do so if they are outside the territory of Romania. As an asylum seeker, they will be provided with an asylum application form which can be filled out with assistance and can also be completed in their native language. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 73,
      "question_id": 73,
      "content_block_id": 27,
      "answer": "Asylum seekers can fill out their application directly at the border crossing point or anywhere in Romania after entering the country as a migrant. They cannot apply for asylum in Romania if they are outside its territory.",
      "bResponse": "Asylum seekers can fill out their application directly at the border crossing point or anywhere in Romania after entering the country as a migrant. They cannot apply for asylum in Romania if they are outside its territory. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 74,
      "question_id": 74,
      "content_block_id": 27,
      "answer": "The asylum application form can be completed in the applicant's mother tongue, and it is also possible to fill it out using the assistance of an official or an official designated to receive the application. The standard form may be completed in both Romanian and English, but other languages are allowed too.",
      "bResponse": "The asylum application form can be completed in the applicant's mother tongue, and it is also possible to fill it out using the assistance of an official or an official designated to receive the application. The standard form may be completed in both Romanian and English, but other languages are allowed too. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 75,
      "question_id": 75,
      "content_block_id": 28,
      "answer": "To apply for asylum in Romania, you must submit various documents related to your personal situation, including any supporting documentation. Additionally, you must provide a document showing your right to cross the Romanian state border. Once these documents are submitted, you will receive a temporary identification document issued by the General Inspectorate for Immigration (IGI) for asylum seekers.",
      "bResponse": "To apply for asylum in Romania, you must submit various documents related to your personal situation, including any supporting documentation. Additionally, you must provide a document showing your right to cross the Romanian state border. Once these documents are submitted, you will receive a temporary identification document issued by the General Inspectorate for Immigration (IGI) for asylum seekers. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 76,
      "question_id": 76,
      "content_block_id": 28,
      "answer": "The interviews are scheduled by the IGI and you will receive a notice with the date and time of each interview.",
      "bResponse": "The interviews are scheduled by the IGI and you will receive a notice with the date and time of each interview. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 77,
      "question_id": 77,
      "content_block_id": 28,
      "answer": "The interviews are conducted by the General Inspectorate for Immigration (IGI) officials and translators, and your application will typically be processed within one to two months.",
      "bResponse": "The interviews are conducted by the General Inspectorate for Immigration (IGI) officials and translators, and your application will typically be processed within one to two months. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}