{
  "answers": [
    {
      "answer_id": 824,
      "question_id": 824,
      "content_block_id": 287,
      "answer": "Yes, the basic dental medicine package includes various treatments such as consultation, treatment for simple caries, care for oral mucosa conditions, dental extractions, alveolar curettage, handling of bleeding, decapsulation, provision of removable acrylic prostheses on the arch, physiognomic or semi-physiognomic prosthetic elements, and devices utilized in treating congenital malformations.",
      "bResponse": "Yes, the basic dental medicine package includes various treatments such as consultation, treatment for simple caries, care for oral mucosa conditions, dental extractions, alveolar curettage, handling of bleeding, decapsulation, provision of removable acrylic prostheses on the arch, physiognomic or semi-physiognomic prosthetic elements, and devices utilized in treating congenital malformations. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 825,
      "question_id": 825,
      "content_block_id": 287,
      "answer": "No, patients do not necessarily require a referral to access these services. They can directly benefit from the services included in the basic dental medicine package such as consultation, treatment of simple caries, oral mucosa conditions, dental extractions, alveolar curettage, and more.",
      "bResponse": "No, patients do not necessarily require a referral to access these services. They can directly benefit from the services included in the basic dental medicine package such as consultation, treatment of simple caries, oral mucosa conditions, dental extractions, alveolar curettage, and more. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 826,
      "question_id": 826,
      "content_block_id": 287,
      "answer": "This service typically handles cases such as consultation, treatment of simple caries, oral mucosa conditions, dental extractions, alveolar curettage, hemorrhage treatment, decapsulation, removable acrylic prostheses, and devices for treating congenital malformations.",
      "bResponse": "This service typically handles cases such as consultation, treatment of simple caries, oral mucosa conditions, dental extractions, alveolar curettage, hemorrhage treatment, decapsulation, removable acrylic prostheses, and devices for treating congenital malformations. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 827,
      "question_id": 827,
      "content_block_id": 288,
      "answer": "The services provided in the basic medical services package for dentistry are covered 100% for the age category of 0-18 years and at a percentage varying between 60% and 100%, depending on the type of service, for people with age over 18 years.",
      "bResponse": "The services provided in the basic medical services package for dentistry are covered 100% for the age category of 0-18 years and at a percentage varying between 60% and 100%, depending on the type of service, for people with age over 18 years. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 828,
      "question_id": 828,
      "content_block_id": 288,
      "answer": "Dental care is covered for individuals aged 18 and above at a percentage varying between 60% and 100%, depending on the type of service.",
      "bResponse": "Dental care is covered for individuals aged 18 and above at a percentage varying between 60% and 100%, depending on the type of service. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 829,
      "question_id": 829,
      "content_block_id": 288,
      "answer": "Yes, children aged 0-18 can receive full coverage for some dental needs under the basic medical services package.",
      "bResponse": "Yes, children aged 0-18 can receive full coverage for some dental needs under the basic medical services package. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 830,
      "question_id": 830,
      "content_block_id": 289,
      "answer": "Yes, young people who are between 18 and 26 years old and are either students (including high school graduates), apprentices, or students who don't earn any income can participate. However, this applies only during the time when they are enrolled as students or apprentices, up until one month before the beginning of their academic year, but never longer than three months.",
      "bResponse": "Yes, young people who are between 18 and 26 years old and are either students (including high school graduates), apprentices, or students who don't earn any income can participate. However, this applies only during the time when they are enrolled as students or apprentices, up until one month before the beginning of their academic year, but never longer than three months. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 831,
      "question_id": 831,
      "content_block_id": 289,
      "answer": "Yes, there are age restrictions for joining this program. It is only available for young people between 18 and 26 years old who are students, including high school graduates, as long as they are enrolled in an academic course during the upcoming academic year. However, they cannot have any earnings from their job. In such cases, the health insurance company will cover 100% of the dental service-related fees.",
      "bResponse": "Yes, there are age restrictions for joining this program. It is only available for young people between 18 and 26 years old who are students, including high school graduates, as long as they are enrolled in an academic course during the upcoming academic year. However, they cannot have any earnings from their job. In such cases, the health insurance company will cover 100% of the dental service-related fees. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 832,
      "question_id": 832,
      "content_block_id": 289,
      "answer": "Yes, within the over 18 age group and specifically for young people aged between 18 to 26 years old who are either students (including high school graduates), apprentices, or students, as long as they don't earn any income through work, the health insurance companies will pay 100% of the fees related to dental services during their enrollment period which does not exceed three months before the beginning of the academic year.",
      "bResponse": "Yes, within the over 18 age group and specifically for young people aged between 18 to 26 years old who are either students (including high school graduates), apprentices, or students, as long as they don't earn any income through work, the health insurance companies will pay 100% of the fees related to dental services during their enrollment period which does not exceed three months before the beginning of the academic year. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 833,
      "question_id": 833,
      "content_block_id": 290,
      "answer": "Yes, your health insurance may cover 100% of certain dental services for individuals with specific conditions or under particular laws, such as Medicaid or Medicare.",
      "bResponse": "Yes, your health insurance may cover 100% of certain dental services for individuals with specific conditions or under particular laws, such as Medicaid or Medicare. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 834,
      "question_id": 834,
      "content_block_id": 290,
      "answer": "No, there are no age restrictions for benefiting from special conditions laws. Health insurance companies pay 100% of the fees related to some of the dental services for people who benefit from these laws regardless of their age.",
      "bResponse": "No, there are no age restrictions for benefiting from special conditions laws. Health insurance companies pay 100% of the fees related to some of the dental services for people who benefit from these laws regardless of their age. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 835,
      "question_id": 835,
      "content_block_id": 290,
      "answer": "No referral needed for covered dental services with 100% payment by health insurers.",
      "bResponse": "No referral needed for covered dental services with 100% payment by health insurers. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 836,
      "question_id": 836,
      "content_block_id": 291,
      "answer": "The \"Guide on the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" states that individuals who have been displaced due to the armed conflict and have no permanent residence or work permit can join the community gardening program.",
      "bResponse": "The \"Guide on the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" states that individuals who have been displaced due to the armed conflict and have no permanent residence or work permit can join the community gardening program. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 837,
      "question_id": 837,
      "content_block_id": 291,
      "answer": "The National Health Insurance House manages community gardens.",
      "bResponse": "The National Health Insurance House manages community gardens. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 838,
      "question_id": 838,
      "content_block_id": 291,
      "answer": "To sign up for the community gardening program, you should contact the local authorities or organizations responsible for managing and implementing such programs in your area. The guide \"On the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" by the National Health Insurance House may provide more detailed instructions on how to register for this program.",
      "bResponse": "To sign up for the community gardening program, you should contact the local authorities or organizations responsible for managing and implementing such programs in your area. The guide \"On the Rights of People from the Armed Conflict Zone in Ukraine in the Social Health Insurance System\" by the National Health Insurance House may provide more detailed instructions on how to register for this program. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}