{
  "answers": [
    {
      "answer_id": 1022,
      "question_id": 1022,
      "content_block_id": 355,
      "answer": "Here are some organizations and services available for assistance in Brașov:\n\n* The Tourist Information Center (TI) at the Central Market or in the Old Town area can provide useful information about the city and its surroundings. They offer maps, brochures, and recommendations tailored to your interests.\n* If you require medical attention, there are several hospitals and clinics throughout Brașov, such as St. Elizabeth Hospital, located near Piata Sfatului street.\n* For legal advice or support, contact the local authorities or consult with a lawyer if needed.\n* Local police stations, such as the Poliția Națională or Gendarmerie, may be able to assist with any issues related to public safety.\n* In case of emergencies, call the emergency number 112.\n* Additionally, various shops, restaurants, and hotels around town will also be happy to help you find what you need during your stay in Brașov.",
      "bResponse": "Here are some organizations and services available for assistance in Brașov:\n\n* The Tourist Information Center (TI) at the Central Market or in the Old Town area can provide useful information about the city and its surroundings. They offer maps, brochures, and recommendations tailored to your interests.\n* If you require medical attention, there are several hospitals and clinics throughout Brașov, such as St. Elizabeth Hospital, located near Piata Sfatului street.\n* For legal advice or support, contact the local authorities or consult with a lawyer if needed.\n* Local police stations, such as the Poliția Națională or Gendarmerie, may be able to assist with any issues related to public safety.\n* In case of emergencies, call the emergency number 112.\n* Additionally, various shops, restaurants, and hotels around town will also be happy to help you find what you need during your stay in Brașov. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1023,
      "question_id": 1023,
      "content_block_id": 355,
      "answer": "Here are some ways to get involved in the local community:\n\n* Attend local events such as festivals or concerts\n* Join a sports club or group for your favorite activity\n* Volunteer at local organizations or charities\n* Get involved with a political party or cause you support\n* Connect with other residents through social media or online forums",
      "bResponse": "Here are some ways to get involved in the local community:\n\n* Attend local events such as festivals or concerts\n* Join a sports club or group for your favorite activity\n* Volunteer at local organizations or charities\n* Get involved with a political party or cause you support\n* Connect with other residents through social media or online forums For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1024,
      "question_id": 1024,
      "content_block_id": 355,
      "answer": "The Brașov community gardening program aims to promote sustainable living practices by encouraging residents to grow their own vegetables and fruits. It provides resources such as seeds, tools, and knowledge to create a network of local gardens. By participating in this initiative, individuals contribute to reducing food waste and promoting healthier eating habits within the city.",
      "bResponse": "The Brașov community gardening program aims to promote sustainable living practices by encouraging residents to grow their own vegetables and fruits. It provides resources such as seeds, tools, and knowledge to create a network of local gardens. By participating in this initiative, individuals contribute to reducing food waste and promoting healthier eating habits within the city. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1025,
      "question_id": 1025,
      "content_block_id": 356,
      "answer": "The benefits of the new community gardening program include promoting sustainable agriculture practices, encouraging environmental conservation efforts, enhancing social connections and relationships within communities, and providing fresh produce for individuals who may not have access to healthy food options.",
      "bResponse": "The benefits of the new community gardening program include promoting sustainable agriculture practices, encouraging environmental conservation efforts, enhancing social connections and relationships within communities, and providing fresh produce for individuals who may not have access to healthy food options. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1026,
      "question_id": 1026,
      "content_block_id": 356,
      "answer": "To join the new community gardening program, you need to contact the Integration Center for Migrants Brașov at <|system.email.address|> or via <|system.phone.number:separated_by_commas> and ask about their specific requirements and guidelines for joining the program.",
      "bResponse": "To join the new community gardening program, you need to contact the Integration Center for Migrants Brașov at <|system.email.address|> or via <|system.phone.number:separated_by_commas> and ask about their specific requirements and guidelines for joining the program. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1027,
      "question_id": 1027,
      "content_block_id": 356,
      "answer": "The Integration Center for Migrants offers important contact information and provides assistance with various issues related to migration, such as legal advice, support, and integration into society.",
      "bResponse": "The Integration Center for Migrants offers important contact information and provides assistance with various issues related to migration, such as legal advice, support, and integration into society. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1028,
      "question_id": 1028,
      "content_block_id": 357,
      "answer": "Advantages of legal recognition include increased credibility and legitimacy for an organization or individual, improved access to resources such as funding, contracts, and partnerships, protection against lawsuits and liability issues, enhanced reputation and image, and greater opportunities for growth and expansion.",
      "bResponse": "Advantages of legal recognition include increased credibility and legitimacy for an organization or individual, improved access to resources such as funding, contracts, and partnerships, protection against lawsuits and liability issues, enhanced reputation and image, and greater opportunities for growth and expansion. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1029,
      "question_id": 1029,
      "content_block_id": 357,
      "answer": "The legal status of a product or service plays an important role in determining who can use it legally and without any repercussions. It also affects how these products and services will be regulated by governments and other organizations. In general, individuals or businesses with certain qualifications may qualify for specific benefits under particular legal statuses.",
      "bResponse": "The legal status of a product or service plays an important role in determining who can use it legally and without any repercussions. It also affects how these products and services will be regulated by governments and other organizations. In general, individuals or businesses with certain qualifications may qualify for specific benefits under particular legal statuses. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1030,
      "question_id": 1030,
      "content_block_id": 357,
      "answer": "To join the program and access more information on its legal status, please visit the official website or contact the relevant authorities for further guidance.",
      "bResponse": "To join the program and access more information on its legal status, please visit the official website or contact the relevant authorities for further guidance. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1031,
      "question_id": 1031,
      "content_block_id": 358,
      "answer": "Some advantages of participating in community housing include reduced living costs, access to social activities and events, increased sense of belonging within a supportive community, and opportunities for career growth through networking with other residents.",
      "bResponse": "Some advantages of participating in community housing include reduced living costs, access to social activities and events, increased sense of belonging within a supportive community, and opportunities for career growth through networking with other residents. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1032,
      "question_id": 1032,
      "content_block_id": 358,
      "answer": "Yes, families with children can typically participate in community housing initiatives.",
      "bResponse": "Yes, families with children can typically participate in community housing initiatives. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1033,
      "question_id": 1033,
      "content_block_id": 358,
      "answer": "More information on community housing programs can be found by searching online or contacting local organizations and government agencies that provide such services.",
      "bResponse": "More information on community housing programs can be found by searching online or contacting local organizations and government agencies that provide such services. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1034,
      "question_id": 1034,
      "content_block_id": 359,
      "answer": "The benefits of the new community gardening program include increased access to fresh produce for participants, improved mental health and wellbeing, opportunities for social interaction and networking, as well as environmental benefits such as reduced carbon footprint and enhanced biodiversity.",
      "bResponse": "The benefits of the new community gardening program include increased access to fresh produce for participants, improved mental health and wellbeing, opportunities for social interaction and networking, as well as environmental benefits such as reduced carbon footprint and enhanced biodiversity. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1035,
      "question_id": 1035,
      "content_block_id": 359,
      "answer": "To sign up for the new community gardening program, please visit their website and fill out the registration form or contact them via email or phone to receive more information about the process and requirements.",
      "bResponse": "To sign up for the new community gardening program, please visit their website and fill out the registration form or contact them via email or phone to receive more information about the process and requirements. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1036,
      "question_id": 1036,
      "content_block_id": 359,
      "answer": "The new community gardening program is scheduled to begin on March 2nd.",
      "bResponse": "The new community gardening program is scheduled to begin on March 2nd. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1037,
      "question_id": 1037,
      "content_block_id": 360,
      "answer": "Participating in this community gardening initiative can provide numerous benefits for individuals and communities alike. Some key advantages include fostering a sense of belonging and connection within the local area, promoting environmental sustainability through organic farming practices, contributing to food security by increasing access to fresh produce, and enhancing overall well-being by encouraging physical activity and social interaction.",
      "bResponse": "Participating in this community gardening initiative can provide numerous benefits for individuals and communities alike. Some key advantages include fostering a sense of belonging and connection within the local area, promoting environmental sustainability through organic farming practices, contributing to food security by increasing access to fresh produce, and enhancing overall well-being by encouraging physical activity and social interaction. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1038,
      "question_id": 1038,
      "content_block_id": 360,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1039,
      "question_id": 1039,
      "content_block_id": 360,
      "answer": "Find more information about the safety campaign by visiting their official website or social media pages.",
      "bResponse": "Find more information about the safety campaign by visiting their official website or social media pages. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1040,
      "question_id": 1040,
      "content_block_id": 361,
      "answer": "The goal of this job-related initiative is to support individuals and businesses by offering resources for finding employment opportunities and promoting workforce development within their community.",
      "bResponse": "The goal of this job-related initiative is to support individuals and businesses by offering resources for finding employment opportunities and promoting workforce development within their community. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1041,
      "question_id": 1041,
      "content_block_id": 361,
      "answer": "The program is designed for individuals who have completed their secondary education and are interested in pursuing careers in various fields such as engineering, IT, healthcare, banking, finance, and more.",
      "bResponse": "The program is designed for individuals who have completed their secondary education and are interested in pursuing careers in various fields such as engineering, IT, healthcare, banking, finance, and more. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1042,
      "question_id": 1042,
      "content_block_id": 361,
      "answer": "Skills such as adaptability, problem-solving, critical thinking, and communication are crucial for success in many fields.",
      "bResponse": "Skills such as adaptability, problem-solving, critical thinking, and communication are crucial for success in many fields. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1043,
      "question_id": 1043,
      "content_block_id": 362,
      "answer": "The advantages of joining a support group include having access to resources and information related to your specific needs or concerns, as well as being able to connect with others who may be experiencing similar situations. Additionally, participating in a support group can provide emotional support and validation, which can help individuals feel less isolated and more understood.",
      "bResponse": "The advantages of joining a support group include having access to resources and information related to your specific needs or concerns, as well as being able to connect with others who may be experiencing similar situations. Additionally, participating in a support group can provide emotional support and validation, which can help individuals feel less isolated and more understood. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1044,
      "question_id": 1044,
      "content_block_id": 362,
      "answer": "To sign up for the support group, you can visit their website and fill out the registration form with your personal information.",
      "bResponse": "To sign up for the support group, you can visit their website and fill out the registration form with your personal information. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1045,
      "question_id": 1045,
      "content_block_id": 362,
      "answer": "The support group can be found at [support\\_group].",
      "bResponse": "The support group can be found at [support\\_group]. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1046,
      "question_id": 1046,
      "content_block_id": 363,
      "answer": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence, as well as assistance in navigating the healthcare system.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and services dedicated to victims of domestic violence, as well as assistance in navigating the healthcare system. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1047,
      "question_id": 1047,
      "content_block_id": 363,
      "answer": "Yes, if you need support in navigating the health system and dealing with domestic violence, there are dedicated services available at Women's Center.",
      "bResponse": "Yes, if you need support in navigating the health system and dealing with domestic violence, there are dedicated services available at Women's Center. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1048,
      "question_id": 1048,
      "content_block_id": 363,
      "answer": "Click here for more information on the Women's Center: <http://www.womencenter.org>",
      "bResponse": "Click here for more information on the Women's Center: <http://www.womencenter.org> For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1049,
      "question_id": 1049,
      "content_block_id": 364,
      "answer": "To participate in the community gardening program, one must seek free, anonymous, and confidential psycho-medical-social HIV services by visiting any of the 10 regional HIV centers located throughout Romania. Additionally, they should reach out for support from expert specialists at these centers, as well as the expertise provided by organization called \"Sens Pozitiv\". The services offered include psychological, medical, and social support which is available on a confidential basis.",
      "bResponse": "To participate in the community gardening program, one must seek free, anonymous, and confidential psycho-medical-social HIV services by visiting any of the 10 regional HIV centers located throughout Romania. Additionally, they should reach out for support from expert specialists at these centers, as well as the expertise provided by organization called \"Sens Pozitiv\". The services offered include psychological, medical, and social support which is available on a confidential basis. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1050,
      "question_id": 1050,
      "content_block_id": 364,
      "answer": "Individuals can access counseling services for those living with HIV at 10 Regional HIV Centers in Romania, where they can receive support from specialist doctors and the expertise of Sens Pozitiv.",
      "bResponse": "Individuals can access counseling services for those living with HIV at 10 Regional HIV Centers in Romania, where they can receive support from specialist doctors and the expertise of Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1051,
      "question_id": 1051,
      "content_block_id": 364,
      "answer": "The counseling for people living with HIV can be received from specialist doctors at 10 Regional HIV Centers in Romania, as well as the expertise and support of the organization Sens Pozitiv. The support provided is free, anonymous, and confidential.",
      "bResponse": "The counseling for people living with HIV can be received from specialist doctors at 10 Regional HIV Centers in Romania, as well as the expertise and support of the organization Sens Pozitiv. The support provided is free, anonymous, and confidential. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}