{
  "answers": [
    {
      "answer_id": 1052,
      "question_id": 1052,
      "content_block_id": 365,
      "answer": "To join the community gardening initiative in Timișoara, follow these steps:\n\n1. Find out if there is an existing garden or group near your location by visiting local parks, markets, or contacting residents in your area.\n2. Contact the organization responsible for managing the garden or group (e.g., the city council, non-profit organizations) to express interest in participating.\n3. Attend meetings or events organized by the garden or group to learn about their objectives, rules, and expectations.\n4. Introduce yourself as a newcomer and ask if they have any available plots for newcomers to cultivate.\n5. Once accepted into the community gardening initiative, participate actively in maintaining the garden, organizing activities, and promoting environmental awareness within the neighborhood.",
      "bResponse": "To join the community gardening initiative in Timișoara, follow these steps:\n\n1. Find out if there is an existing garden or group near your location by visiting local parks, markets, or contacting residents in your area.\n2. Contact the organization responsible for managing the garden or group (e.g., the city council, non-profit organizations) to express interest in participating.\n3. Attend meetings or events organized by the garden or group to learn about their objectives, rules, and expectations.\n4. Introduce yourself as a newcomer and ask if they have any available plots for newcomers to cultivate.\n5. Once accepted into the community gardening initiative, participate actively in maintaining the garden, organizing activities, and promoting environmental awareness within the neighborhood. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1053,
      "question_id": 1053,
      "content_block_id": 365,
      "answer": "Yes, there are many events planned for introducing newcomers to the city.",
      "bResponse": "Yes, there are many events planned for introducing newcomers to the city. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1054,
      "question_id": 1054,
      "content_block_id": 365,
      "answer": "If you have arrived in Timișoara and need help managing in a new city, there are several resources available for navigation within the city. The local authorities offer guidance through their website or mobile app, which includes detailed maps and route planning tools. Additionally, many locals are familiar with the bus routes and can assist in navigating the system. It may be useful to ask for directions at tourist offices, hotels, restaurants, and other establishments in the area.",
      "bResponse": "If you have arrived in Timișoara and need help managing in a new city, there are several resources available for navigation within the city. The local authorities offer guidance through their website or mobile app, which includes detailed maps and route planning tools. Additionally, many locals are familiar with the bus routes and can assist in navigating the system. It may be useful to ask for directions at tourist offices, hotels, restaurants, and other establishments in the area. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1055,
      "question_id": 1055,
      "content_block_id": 366,
      "answer": "The new community gardening program offers several benefits such as promoting healthy eating habits, reducing food waste, fostering social connections and creating green spaces within urban areas.",
      "bResponse": "The new community gardening program offers several benefits such as promoting healthy eating habits, reducing food waste, fostering social connections and creating green spaces within urban areas. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1056,
      "question_id": 1056,
      "content_block_id": 366,
      "answer": "To join the new community gardening program, you should contact the Timișoara for Ukraine Support Center at their phone numbers listed above and inquire about participation opportunities or visit their website (www.timisurafortheukraine.com) for more information on how to get involved with the initiative.",
      "bResponse": "To join the new community gardening program, you should contact the Timișoara for Ukraine Support Center at their phone numbers listed above and inquire about participation opportunities or visit their website (www.timisurafortheukraine.com) for more information on how to get involved with the initiative. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1057,
      "question_id": 1057,
      "content_block_id": 366,
      "answer": "The contacts you should reach out to include the Immigration Bureau of the County Timiș (phone numbers listed above), as well as the Timișoara for Ukraine Support Center (with phone and WhatsApp contact). Additionally, if there is an emergency during the charity walk, use the Emergency call number 112.",
      "bResponse": "The contacts you should reach out to include the Immigration Bureau of the County Timiș (phone numbers listed above), as well as the Timișoara for Ukraine Support Center (with phone and WhatsApp contact). Additionally, if there is an emergency during the charity walk, use the Emergency call number 112. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1058,
      "question_id": 1058,
      "content_block_id": 367,
      "answer": "The support program provides assistance with accommodation, meals, and integration in Timișoara.",
      "bResponse": "The support program provides assistance with accommodation, meals, and integration in Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1059,
      "question_id": 1059,
      "content_block_id": 367,
      "answer": "Those looking for assistance with their accommodation, meals, and integration can benefit from the support program available in Timișoara. To find out more about eligibility requirements and other relevant information, please visit the official website or contact the appropriate authorities directly.",
      "bResponse": "Those looking for assistance with their accommodation, meals, and integration can benefit from the support program available in Timișoara. To find out more about eligibility requirements and other relevant information, please visit the official website or contact the appropriate authorities directly. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1060,
      "question_id": 1060,
      "content_block_id": 367,
      "answer": "\"Find out more by visiting the website mentioned in the summary.\"",
      "bResponse": "\"Find out more by visiting the website mentioned in the summary.\" For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1061,
      "question_id": 1061,
      "content_block_id": 368,
      "answer": "The Emergency Municipal Clinical Hospital provides medical services, as well as the Louis Țurcanu Children's Emergency Clinical Hospital which caters specifically to children.",
      "bResponse": "The Emergency Municipal Clinical Hospital provides medical services, as well as the Louis Țurcanu Children's Emergency Clinical Hospital which caters specifically to children. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1062,
      "question_id": 1062,
      "content_block_id": 368,
      "answer": "You can contact Plan International Organization which offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. You can reach Elena Dinon at <|email_link|_elena.dinon@plan-international.org> for more information on this service.",
      "bResponse": "You can contact Plan International Organization which offers psychological assistance in different cities of Romania for adults and children of refugees from Ukraine. You can reach Elena Dinon at <|email_link|_elena.dinon@plan-international.org> for more information on this service. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1063,
      "question_id": 1063,
      "content_block_id": 368,
      "answer": "The Emergency Municipal Clinical Hospital provides medical services if needed,",
      "bResponse": "The Emergency Municipal Clinical Hospital provides medical services if needed, For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1064,
      "question_id": 1064,
      "content_block_id": 369,
      "answer": "Yes, you can travel anywhere within the city limits using the public transport system for free if asked, you will need to show an ID.",
      "bResponse": "Yes, you can travel anywhere within the city limits using the public transport system for free if asked, you will need to show an ID. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1065,
      "question_id": 1065,
      "content_block_id": 369,
      "answer": "Yes, if asked, you will have to show an ID when riding the bus or tram in Timișoara.",
      "bResponse": "Yes, if asked, you will have to show an ID when riding the bus or tram in Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1066,
      "question_id": 1066,
      "content_block_id": 369,
      "answer": "For more information on the program, please visit the official website of the Timișoara public transport system at [www.stpt.ro](http://www.stpt.ro) or contact their customer service by calling +40(255)237-8000.",
      "bResponse": "For more information on the program, please visit the official website of the Timișoara public transport system at [www.stpt.ro](http://www.stpt.ro) or contact their customer service by calling +40(255)237-8000. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1067,
      "question_id": 1067,
      "content_block_id": 370,
      "answer": "Secondary School no. 2 Timisoara; Secondary School no. 24 Timisoara; \"William Shakespeare\" Theoretical High School; Șiuca Secondary School; Bethausen Middle School; Darova High School; Masloc High School; Pietroasa High School; Banloc Secondary School; Pogăneşti General School; Livezile Secondary School; \"Iulia Hașdeu\" High School from Lugoj; Recaş inclusive education center; British International School from Timisoara",
      "bResponse": "Secondary School no. 2 Timisoara; Secondary School no. 24 Timisoara; \"William Shakespeare\" Theoretical High School; Șiuca Secondary School; Bethausen Middle School; Darova High School; Masloc High School; Pietroasa High School; Banloc Secondary School; Pogăneşti General School; Livezile Secondary School; \"Iulia Hașdeu\" High School from Lugoj; Recaş inclusive education center; British International School from Timisoara For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1068,
      "question_id": 1068,
      "content_block_id": 370,
      "answer": "The Ukrainian-language programs available in Timiș County include Kindergarten and Secondary School no. 2 Timisoara, Secondary School no. 24 Timisoara, \"William Shakespeare\" Theoretical High School, Șiuca Secondary School, Bethausen Middle School, Darova High School, Masloc High School, Pietroasa High School, Banloc Secondary School, Pogăneşti General School, Livezile Secondary School, \"Iulia Hașdeu\" High School from Lugoj, Recaş inclusive education center, and the British International School from Timisoara. The structure and curriculum vary by institution but generally follow Romanian education guidelines and standards. For more detailed information on the education system in Romania, please refer to the provided summary.",
      "bResponse": "The Ukrainian-language programs available in Timiș County include Kindergarten and Secondary School no. 2 Timisoara, Secondary School no. 24 Timisoara, \"William Shakespeare\" Theoretical High School, Șiuca Secondary School, Bethausen Middle School, Darova High School, Masloc High School, Pietroasa High School, Banloc Secondary School, Pogăneşti General School, Livezile Secondary School, \"Iulia Hașdeu\" High School from Lugoj, Recaş inclusive education center, and the British International School from Timisoara. The structure and curriculum vary by institution but generally follow Romanian education guidelines and standards. For more detailed information on the education system in Romania, please refer to the provided summary. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1069,
      "question_id": 1069,
      "content_block_id": 370,
      "answer": "Yes, there are additional resources and support services provided to Ukrainian students studying in Timiș County schools such as access to Ukrainian-speaking teachers and cultural activities that help them adapt to their new environment.",
      "bResponse": "Yes, there are additional resources and support services provided to Ukrainian students studying in Timiș County schools such as access to Ukrainian-speaking teachers and cultural activities that help them adapt to their new environment. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1070,
      "question_id": 1070,
      "content_block_id": 371,
      "answer": "The LOGS Association offers financial support, medical assistance, facilitates the integration process of immigrants through Romanian language courses, and helps with accessing jobs.",
      "bResponse": "The LOGS Association offers financial support, medical assistance, facilitates the integration process of immigrants through Romanian language courses, and helps with accessing jobs. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1071,
      "question_id": 1071,
      "content_block_id": 371,
      "answer": "Children and parents in Ukraine who are participating in the Ukrainian Support Program offered by SCOP can benefit from the assistance and support provided by the organization.",
      "bResponse": "Children and parents in Ukraine who are participating in the Ukrainian Support Program offered by SCOP can benefit from the assistance and support provided by the organization. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1072,
      "question_id": 1072,
      "content_block_id": 371,
      "answer": "Contact them at their address on 19 Aries Street, Timișoara, or reach out to them via their website <https://www.fitt.ro>.",
      "bResponse": "Contact them at their address on 19 Aries Street, Timișoara, or reach out to them via their website <https://www.fitt.ro>. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1073,
      "question_id": 1073,
      "content_block_id": 372,
      "answer": "To participate in a legal proceeding or case, you must meet certain criteria and fulfill specific conditions set forth by law. This ensures fairness and adherence to established rules within the judicial system.",
      "bResponse": "To participate in a legal proceeding or case, you must meet certain criteria and fulfill specific conditions set forth by law. This ensures fairness and adherence to established rules within the judicial system. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1074,
      "question_id": 1074,
      "content_block_id": 372,
      "answer": "Yes, participants must comply with certain regulations and requirements set forth by the organization running the program, as well as applicable laws and ethical guidelines.",
      "bResponse": "Yes, participants must comply with certain regulations and requirements set forth by the organization running the program, as well as applicable laws and ethical guidelines. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1075,
      "question_id": 1075,
      "content_block_id": 372,
      "answer": "The decision on who qualifies for membership is made by the individuals or groups responsible for establishing and maintaining the criteria for membership within their respective organizations or communities.",
      "bResponse": "The decision on who qualifies for membership is made by the individuals or groups responsible for establishing and maintaining the criteria for membership within their respective organizations or communities. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1076,
      "question_id": 1076,
      "content_block_id": 373,
      "answer": "The housing offers various benefits such as affordability, accessibility, and energy efficiency.",
      "bResponse": "The housing offers various benefits such as affordability, accessibility, and energy efficiency. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1077,
      "question_id": 1077,
      "content_block_id": 373,
      "answer": "To sign up for the community garden, you can visit their website or contact them directly through email or phone.",
      "bResponse": "To sign up for the community garden, you can visit their website or contact them directly through email or phone. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1078,
      "question_id": 1078,
      "content_block_id": 373,
      "answer": "The affordable homes initiative aims to provide affordable housing options for individuals and families who may struggle with high housing costs. More information on this topic can be found by visiting the official website or contacting the local government offices responsible for implementing it in your area.",
      "bResponse": "The affordable homes initiative aims to provide affordable housing options for individuals and families who may struggle with high housing costs. More information on this topic can be found by visiting the official website or contacting the local government offices responsible for implementing it in your area. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1079,
      "question_id": 1079,
      "content_block_id": 374,
      "answer": "This initiative was created to address a specific issue or need within its target audience or community.",
      "bResponse": "This initiative was created to address a specific issue or need within its target audience or community. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1080,
      "question_id": 1080,
      "content_block_id": 374,
      "answer": "Anyone interested and willing to commit to the time and effort required for participating in the community gardening program can join.",
      "bResponse": "Anyone interested and willing to commit to the time and effort required for participating in the community gardening program can join. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1081,
      "question_id": 1081,
      "content_block_id": 374,
      "answer": "More information about joining the program can be found by visiting their official website or contacting them directly for further assistance and guidance.",
      "bResponse": "More information about joining the program can be found by visiting their official website or contacting them directly for further assistance and guidance. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1082,
      "question_id": 1082,
      "content_block_id": 375,
      "answer": "Stay connected with nature and your neighbors by growing fruits, vegetables, and flowers together.",
      "bResponse": "Stay connected with nature and your neighbors by growing fruits, vegetables, and flowers together. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1083,
      "question_id": 1083,
      "content_block_id": 375,
      "answer": "Sign up by visiting their website and checking out the event schedule.",
      "bResponse": "Sign up by visiting their website and checking out the event schedule. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1084,
      "question_id": 1084,
      "content_block_id": 375,
      "answer": "\"Wear gloves and protective clothing, avoid contact with skin or eyes, keep work area clean and ventilated.\"",
      "bResponse": "\"Wear gloves and protective clothing, avoid contact with skin or eyes, keep work area clean and ventilated.\" For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1085,
      "question_id": 1085,
      "content_block_id": 376,
      "answer": "The focus of this job-related initiative is on promoting employment opportunities for young people and women.",
      "bResponse": "The focus of this job-related initiative is on promoting employment opportunities for young people and women. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1086,
      "question_id": 1086,
      "content_block_id": 376,
      "answer": "No specific age restrictions mentioned in the summary. (1086)",
      "bResponse": "No specific age restrictions mentioned in the summary. (1086) For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1087,
      "question_id": 1087,
      "content_block_id": 376,
      "answer": "Yes, having previous experience in the same field can make you an attractive candidate and increase your chances of getting hired for jobs related to it.",
      "bResponse": "Yes, having previous experience in the same field can make you an attractive candidate and increase your chances of getting hired for jobs related to it. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1088,
      "question_id": 1088,
      "content_block_id": 377,
      "answer": "The benefits include gaining knowledge and understanding about mental health issues, connecting with others who have similar experiences or concerns, accessing resources such as therapy sessions or self-help materials, and feeling less alone by sharing thoughts and feelings with peers.",
      "bResponse": "The benefits include gaining knowledge and understanding about mental health issues, connecting with others who have similar experiences or concerns, accessing resources such as therapy sessions or self-help materials, and feeling less alone by sharing thoughts and feelings with peers. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1089,
      "question_id": 1089,
      "content_block_id": 377,
      "answer": "Yes, participants can benefit from various support services such as workshops and mentorship programs during their journey with us.",
      "bResponse": "Yes, participants can benefit from various support services such as workshops and mentorship programs during their journey with us. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1090,
      "question_id": 1090,
      "content_block_id": 377,
      "answer": "Yes, members can share their experiences with others during meetings.",
      "bResponse": "Yes, members can share their experiences with others during meetings. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1091,
      "question_id": 1091,
      "content_block_id": 379,
      "answer": "The Regional HIV Center offers free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors. Additionally, they provide assistance from the expertise and support of Sens Pozitiv. These services aim to be both free and confidential.",
      "bResponse": "The Regional HIV Center offers free, anonymous, and confidential psycho-medical-social HIV services, including support from specialist doctors. Additionally, they provide assistance from the expertise and support of Sens Pozitiv. These services aim to be both free and confidential. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1092,
      "question_id": 1092,
      "content_block_id": 379,
      "answer": "The support provided through Sens Pozitv comes from specialist doctors from 10 Regional HIV Centers in Romania as well as their expertise and support.",
      "bResponse": "The support provided through Sens Pozitv comes from specialist doctors from 10 Regional HIV Centers in Romania as well as their expertise and support. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1093,
      "question_id": 1093,
      "content_block_id": 379,
      "answer": "You can access free and anonymous HIV counseling at 10 Regional HIV Centers located throughout Romania. Additionally, you can seek support from the expertise and resources provided by the organization Sens Pozitiv.",
      "bResponse": "You can access free and anonymous HIV counseling at 10 Regional HIV Centers located throughout Romania. Additionally, you can seek support from the expertise and resources provided by the organization Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}