{
  "answers": [
    {
      "answer_id": 1106,
      "question_id": 1106,
      "content_block_id": 385,
      "answer": "The new community gardening program provides numerous benefits such as promoting social interaction among residents, improving mental health, creating green spaces for leisure activities, reducing food waste by growing fresh produce, and contributing to environmental sustainability through composting and water conservation practices.",
      "bResponse": "The new community gardening program provides numerous benefits such as promoting social interaction among residents, improving mental health, creating green spaces for leisure activities, reducing food waste by growing fresh produce, and contributing to environmental sustainability through composting and water conservation practices. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1107,
      "question_id": 1107,
      "content_block_id": 385,
      "answer": "To join the new community gardening program in Galați, follow these steps:\nFirst, visit the local park or contact the public relations department at the City Hall for more information about the program and its requirements.\nOnce you have all the necessary information, register by filling out an application form with your personal data, including name, address, phone number, and any other relevant information.\nAfter submitting your application, attend a mandatory orientation session where you will learn about the basics of sustainable urban agriculture, composting techniques, and proper care of plants and crops.\nFinally, complete an evaluation process that includes an interview with program officials to assess your commitment and interest in contributing to the local community through gardening activities.",
      "bResponse": "To join the new community gardening program in Galați, follow these steps:\nFirst, visit the local park or contact the public relations department at the City Hall for more information about the program and its requirements.\nOnce you have all the necessary information, register by filling out an application form with your personal data, including name, address, phone number, and any other relevant information.\nAfter submitting your application, attend a mandatory orientation session where you will learn about the basics of sustainable urban agriculture, composting techniques, and proper care of plants and crops.\nFinally, complete an evaluation process that includes an interview with program officials to assess your commitment and interest in contributing to the local community through gardening activities. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1108,
      "question_id": 1108,
      "content_block_id": 385,
      "answer": "Here are some organizations and services that may be able to assist you with managing in a new city:\n\n* The local government office (Prefectura or Primăria) - They can offer general guidance and advice about living in the area.\n* Local tourist information center - They can provide maps, brochures, and other useful materials for visitors.\n* International student support service - If you are an international student, they can provide specific help tailored to your needs.\n* Libraries - Many libraries have resources available for people moving into the community, such as books and online databases.\n* Community centers - These places often hold events and activities open to all members of the community.\n* Social workers - They can offer professional advice and support if needed.",
      "bResponse": "Here are some organizations and services that may be able to assist you with managing in a new city:\n\n* The local government office (Prefectura or Primăria) - They can offer general guidance and advice about living in the area.\n* Local tourist information center - They can provide maps, brochures, and other useful materials for visitors.\n* International student support service - If you are an international student, they can provide specific help tailored to your needs.\n* Libraries - Many libraries have resources available for people moving into the community, such as books and online databases.\n* Community centers - These places often hold events and activities open to all members of the community.\n* Social workers - They can offer professional advice and support if needed. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1109,
      "question_id": 1109,
      "content_block_id": 386,
      "answer": "The Regional Center for Procedures and Accommodation of Asylum Seekers can be contacted at c.<|system|>",
      "bResponse": "The Regional Center for Procedures and Accommodation of Asylum Seekers can be contacted at c.<|system|> For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1110,
      "question_id": 1110,
      "content_block_id": 386,
      "answer": "The Regional Center for Procedures and Accommodation of Asylum Seekers can be contacted at <|safe_html|><code class=\"hljs-built_in\">c.galati.igi@mai.gov.ro</code><|safe_html|> or by calling <|safe_html|>(0236) 323 878.<|system|>",
      "bResponse": "The Regional Center for Procedures and Accommodation of Asylum Seekers can be contacted at <|safe_html|><code class=\"hljs-built_in\">c.galati.igi@mai.gov.ro</code><|safe_html|> or by calling <|safe_html|>(0236) 323 878.<|system|> For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1111,
      "question_id": 1111,
      "content_block_id": 386,
      "answer": "The contact information provided can help you get more details about signing up for the community gardening program in Galați County. You can reach out to the appropriate authorities or organizations listed above and inquire further on how to join their programs.",
      "bResponse": "The contact information provided can help you get more details about signing up for the community gardening program in Galați County. You can reach out to the appropriate authorities or organizations listed above and inquire further on how to join their programs. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1112,
      "question_id": 1112,
      "content_block_id": 387,
      "answer": "The locations offering registration for temporary protection are the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102), as mentioned in the provided summary.",
      "bResponse": "The locations offering registration for temporary protection are the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102), as mentioned in the provided summary. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1113,
      "question_id": 1113,
      "content_block_id": 387,
      "answer": "The Regional Center for Procedures and Accommodation of Asylum Seekers in Galați provides these services for individuals seeking temporary protection.",
      "bResponse": "The Regional Center for Procedures and Accommodation of Asylum Seekers in Galați provides these services for individuals seeking temporary protection. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1114,
      "question_id": 1114,
      "content_block_id": 387,
      "answer": "Those seeking temporary protection in Galați can register at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102). More information.",
      "bResponse": "Those seeking temporary protection in Galați can register at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102). More information. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1115,
      "question_id": 1115,
      "content_block_id": 388,
      "answer": "According to the summary, the following organizations offer psychological support for refugees from Ukraine:\n\n* Project HOPE provides psychological assistance in various languages, including Ukrainian, Russian, Romanian, and English, with consultations available at the \"Sf. Apostol Andrei\" County Emergency Clinical Hospital in Galați.\n* Positive Progress Psychological Solutions offers consultations in multiple languages, targeting refugees from Ukraine, residents of Romania, and other groups such as children, LGBTIQ+ individuals, and the Roma community.\n* Terre des hommes Foundation provides psychological assistance to several specific groups, including refugees from Ukraine, third-country nationals, local populations in Romania, pregnant or nursing mothers, and unaccompanied children.\n* Save the Children offers psychological services in four languages, including Russian, Ukrainian, Romanian, and English, primarily focusing on communities affected by conflict situations.\n* The International Organization for Migration (IOM) provides comprehensive care packages for vulnerable individuals seeking assistance in addressing their emotional needs, offering guidance in multiple languages, including Russian, Ukrainian, Romanian, and English.\n* Plan International Organization delivers psychological services in different locations throughout Romania, catering specifically to adult and child refugees from Ukraine.\n* Red Cross Romania provides extensive mental health consultations and psychological support to diverse groups",
      "bResponse": "According to the summary, the following organizations offer psychological support for refugees from Ukraine:\n\n* Project HOPE provides psychological assistance in various languages, including Ukrainian, Russian, Romanian, and English, with consultations available at the \"Sf. Apostol Andrei\" County Emergency Clinical Hospital in Galați.\n* Positive Progress Psychological Solutions offers consultations in multiple languages, targeting refugees from Ukraine, residents of Romania, and other groups such as children, LGBTIQ+ individuals, and the Roma community.\n* Terre des hommes Foundation provides psychological assistance to several specific groups, including refugees from Ukraine, third-country nationals, local populations in Romania, pregnant or nursing mothers, and unaccompanied children.\n* Save the Children offers psychological services in four languages, including Russian, Ukrainian, Romanian, and English, primarily focusing on communities affected by conflict situations.\n* The International Organization for Migration (IOM) provides comprehensive care packages for vulnerable individuals seeking assistance in addressing their emotional needs, offering guidance in multiple languages, including Russian, Ukrainian, Romanian, and English.\n* Plan International Organization delivers psychological services in different locations throughout Romania, catering specifically to adult and child refugees from Ukraine.\n* Red Cross Romania provides extensive mental health consultations and psychological support to diverse groups For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1116,
      "question_id": 1116,
      "content_block_id": 388,
      "answer": "Russian, Ukrainian, Romanian, and English.",
      "bResponse": "Russian, Ukrainian, Romanian, and English. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1117,
      "question_id": 1117,
      "content_block_id": 388,
      "answer": "The list of family doctors in Galați can be found here.",
      "bResponse": "The list of family doctors in Galați can be found here. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1118,
      "question_id": 1118,
      "content_block_id": 389,
      "answer": "Parents can choose between state kindergartens and nurseries where children are part of a general group or class, and private kindergartens offering special groups for Ukrainian children, such as Clever Kids Kindergarten.",
      "bResponse": "Parents can choose between state kindergartens and nurseries where children are part of a general group or class, and private kindergartens offering special groups for Ukrainian children, such as Clever Kids Kindergarten. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1119,
      "question_id": 1119,
      "content_block_id": 389,
      "answer": "Yes, there are specialized programs available for teaching Ukrainian children Romanian. One example is the Romanian Language Courses offered by JRS (Jesuit Refugee Service), which provides free lessons and various activities for these children.",
      "bResponse": "Yes, there are specialized programs available for teaching Ukrainian children Romanian. One example is the Romanian Language Courses offered by JRS (Jesuit Refugee Service), which provides free lessons and various activities for these children. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1120,
      "question_id": 1120,
      "content_block_id": 389,
      "answer": "Yes, non-Ukrainian children can participate in the extracurricular activities offered at School No. 16.",
      "bResponse": "Yes, non-Ukrainian children can participate in the extracurricular activities offered at School No. 16. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1121,
      "question_id": 1121,
      "content_block_id": 390,
      "answer": "JRS Romania, Save the Children, CNRR (The Romanian National Council for Refugees), Fundatia Inimă de Copil, AIDRom, Asociația pentru Ajutor Umanitar AJUT offer support for children and families.",
      "bResponse": "JRS Romania, Save the Children, CNRR (The Romanian National Council for Refugees), Fundatia Inimă de Copil, AIDRom, Asociația pentru Ajutor Umanitar AJUT offer support for children and families. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1122,
      "question_id": 1122,
      "content_block_id": 390,
      "answer": "In their centers, Fundatia Inimă de Copil provides social assistance, daily educational programs, socialization activities and social integration support, specialized psychological counseling, material and financial donations, Romanian and English language courses, accommodation, and more.",
      "bResponse": "In their centers, Fundatia Inimă de Copil provides social assistance, daily educational programs, socialization activities and social integration support, specialized psychological counseling, material and financial donations, Romanian and English language courses, accommodation, and more. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1123,
      "question_id": 1123,
      "content_block_id": 390,
      "answer": "AidRom provides support in the form of social and legal advice and information, social assistance (social vouchers for food, hygiene and medicine), and supporting the cost of participating in the national education system in Galați.",
      "bResponse": "AidRom provides support in the form of social and legal advice and information, social assistance (social vouchers for food, hygiene and medicine), and supporting the cost of participating in the national education system in Galați. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1124,
      "question_id": 1124,
      "content_block_id": 391,
      "answer": "To participate in something, you generally need to meet certain criteria or have specific qualifications. These may include being of a certain age, having a particular skillset, possessing certain knowledge, or meeting other requirements set forth by the organizers. The exact requirements can vary depending on what it is you want to partake in - such as an event, program, job opportunity, etc. It's important to carefully review and understand these prerequisites before committing yourself to any participation.",
      "bResponse": "To participate in something, you generally need to meet certain criteria or have specific qualifications. These may include being of a certain age, having a particular skillset, possessing certain knowledge, or meeting other requirements set forth by the organizers. The exact requirements can vary depending on what it is you want to partake in - such as an event, program, job opportunity, etc. It's important to carefully review and understand these prerequisites before committing yourself to any participation. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1125,
      "question_id": 1125,
      "content_block_id": 391,
      "answer": "Yes, non-compliance can result in legal consequences such as fines, penalties or lawsuits.",
      "bResponse": "Yes, non-compliance can result in legal consequences such as fines, penalties or lawsuits. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1126,
      "question_id": 1126,
      "content_block_id": 391,
      "answer": "The enforcement of compliance with this measure falls under the jurisdiction of the relevant authorities or regulatory bodies responsible for overseeing and implementing the specific policy or law at play.",
      "bResponse": "The enforcement of compliance with this measure falls under the jurisdiction of the relevant authorities or regulatory bodies responsible for overseeing and implementing the specific policy or law at play. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1127,
      "question_id": 1127,
      "content_block_id": 392,
      "answer": "The benefits include improved access to fresh produce for local residents, increased social interaction and collaboration among neighbors, enhanced environmental sustainability through reduced carbon footprint and waste management practices, as well as opportunities for personal growth and skill development related to gardening and agriculture.",
      "bResponse": "The benefits include improved access to fresh produce for local residents, increased social interaction and collaboration among neighbors, enhanced environmental sustainability through reduced carbon footprint and waste management practices, as well as opportunities for personal growth and skill development related to gardening and agriculture. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1128,
      "question_id": 1128,
      "content_block_id": 392,
      "answer": "Yes, participation is open to individuals and families who live within the local area.",
      "bResponse": "Yes, participation is open to individuals and families who live within the local area. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1129,
      "question_id": 1129,
      "content_block_id": 392,
      "answer": "To sign up for the community gardening program, you need to visit their website and fill out an online application form.",
      "bResponse": "To sign up for the community gardening program, you need to visit their website and fill out an online application form. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1130,
      "question_id": 1130,
      "content_block_id": 393,
      "answer": "There have been several factors contributing to the increased interest in community gardening, such as concerns about food security and access to fresh produce, promoting social connections and fostering environmental sustainability.",
      "bResponse": "There have been several factors contributing to the increased interest in community gardening, such as concerns about food security and access to fresh produce, promoting social connections and fostering environmental sustainability. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1131,
      "question_id": 1131,
      "content_block_id": 393,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1132,
      "question_id": 1132,
      "content_block_id": 393,
      "answer": "Yes, joining a community garden can have several environmental benefits such as reducing carbon footprint, conserving water, promoting sustainable practices and contributing towards waste reduction.",
      "bResponse": "Yes, joining a community garden can have several environmental benefits such as reducing carbon footprint, conserving water, promoting sustainable practices and contributing towards waste reduction. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1133,
      "question_id": 1133,
      "content_block_id": 394,
      "answer": "Stay safe by being aware of your surroundings and taking necessary precautions such as locking doors, avoiding dark or unfamiliar areas, and trusting your instincts.",
      "bResponse": "Stay safe by being aware of your surroundings and taking necessary precautions such as locking doors, avoiding dark or unfamiliar areas, and trusting your instincts. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1134,
      "question_id": 1134,
      "content_block_id": 394,
      "answer": "To stay healthy and protect oneself from potential harm or danger.",
      "bResponse": "To stay healthy and protect oneself from potential harm or danger. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1135,
      "question_id": 1135,
      "content_block_id": 394,
      "answer": "Anyone can participate in community gardening programs regardless of their age group. (20 characters)",
      "bResponse": "Anyone can participate in community gardening programs regardless of their age group. (20 characters) For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1136,
      "question_id": 1136,
      "content_block_id": 395,
      "answer": "The goal of this job-related initiative is to help people find and secure jobs by offering support, resources, and guidance throughout their career journey.",
      "bResponse": "The goal of this job-related initiative is to help people find and secure jobs by offering support, resources, and guidance throughout their career journey. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1137,
      "question_id": 1137,
      "content_block_id": 395,
      "answer": "Yes, participants can access resources and support while pursuing their careers.",
      "bResponse": "Yes, participants can access resources and support while pursuing their careers. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1138,
      "question_id": 1138,
      "content_block_id": 395,
      "answer": "Yes, there are opportunities for career development regardless of your experience level.",
      "bResponse": "Yes, there are opportunities for career development regardless of your experience level. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1139,
      "question_id": 1139,
      "content_block_id": 396,
      "answer": "The benefits of the new community gardening program include increased access to fresh produce for individuals and families who may not have had the opportunity to grow their own food before, improved mental health due to social interaction and outdoor activity, reduced stress levels through physical exercise and connection with nature, enhanced sense of community pride and belonging among residents, and opportunities for learning about sustainable agriculture practices.",
      "bResponse": "The benefits of the new community gardening program include increased access to fresh produce for individuals and families who may not have had the opportunity to grow their own food before, improved mental health due to social interaction and outdoor activity, reduced stress levels through physical exercise and connection with nature, enhanced sense of community pride and belonging among residents, and opportunities for learning about sustainable agriculture practices. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1140,
      "question_id": 1140,
      "content_block_id": 396,
      "answer": "To sign up for the new community gardening program, please visit their website and fill out the online registration form with your personal information and preferences.",
      "bResponse": "To sign up for the new community gardening program, please visit their website and fill out the online registration form with your personal information and preferences. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1141,
      "question_id": 1141,
      "content_block_id": 396,
      "answer": "The support initiative includes various locations such as schools, hospitals, and community centers.",
      "bResponse": "The support initiative includes various locations such as schools, hospitals, and community centers. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1142,
      "question_id": 1142,
      "content_block_id": 397,
      "answer": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system. Additionally, it provides services dedicated to helping victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the healthcare system. Additionally, it provides services dedicated to helping victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1143,
      "question_id": 1143,
      "content_block_id": 397,
      "answer": "Yes, if you need support in navigating the health system and accessing reproductive health services, ask them for help.",
      "bResponse": "Yes, if you need support in navigating the health system and accessing reproductive health services, ask them for help. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1144,
      "question_id": 1144,
      "content_block_id": 397,
      "answer": "Of course! The Women's Center offers support in accessing reproductive health services and also provides assistance with navigating the healthcare system. Additionally, they offer specialized services for victims of domestic violence. If you feel you could benefit from any of these services, please don't hesitate to ask for help.",
      "bResponse": "Of course! The Women's Center offers support in accessing reproductive health services and also provides assistance with navigating the healthcare system. Additionally, they offer specialized services for victims of domestic violence. If you feel you could benefit from any of these services, please don't hesitate to ask for help. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1145,
      "question_id": 1145,
      "content_block_id": 398,
      "answer": "The regional HIV centers in Romania offer free, anonymous, and confidential psycho-medical-social HIV services, supported by specialist doctors and the expertise of Sens Pozitiv.",
      "bResponse": "The regional HIV centers in Romania offer free, anonymous, and confidential psycho-medical-social HIV services, supported by specialist doctors and the expertise of Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1146,
      "question_id": 1146,
      "content_block_id": 398,
      "answer": "Anyone who arrives in Romania and needs free, anonymous, and confidential psycho-medical-social HIV services can access these services at the 10 Regional HIV Centers in Romania. Additionally, they can receive support from specialist doctors as well as the expertise and support of Sens Pozitiv.",
      "bResponse": "Anyone who arrives in Romania and needs free, anonymous, and confidential psycho-medical-social HIV services can access these services at the 10 Regional HIV Centers in Romania. Additionally, they can receive support from specialist doctors as well as the expertise and support of Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1147,
      "question_id": 1147,
      "content_block_id": 398,
      "answer": "Sens Pozitv offers support at their website, where they provide information on their various programs and initiatives aimed at assisting those affected by HIV.",
      "bResponse": "Sens Pozitv offers support at their website, where they provide information on their various programs and initiatives aimed at assisting those affected by HIV. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}