{
  "answers": [
    {
      "answer_id": 1148,
      "question_id": 1148,
      "content_block_id": 399,
      "answer": "Here are some tips for adapting to life in Suceava:\n\n1. Learn basic Romanian phrases - Knowing some basic Romanian phrases will make it easier to communicate with locals and navigate daily tasks such as shopping or asking for directions.\n2. Get familiarized with public transportation - Familiarize yourself with the local bus and tram routes so you can easily travel around town without relying on taxis or private vehicles.\n3. Connect with other expats - Join social clubs, language exchange programs, or meetup groups to connect with other people living in Suceava and share experiences about settling into the city.\n4. Explore the city center - Take time to explore the city center by foot or bike, discover its hidden gems, and learn more about local culture and traditions.\n5. Ask for recommendations - Reach out to friends, family members, or colleagues for advice on where to live, shop, eat, and have fun during your stay in Suceava.",
      "bResponse": "Here are some tips for adapting to life in Suceava:\n\n1. Learn basic Romanian phrases - Knowing some basic Romanian phrases will make it easier to communicate with locals and navigate daily tasks such as shopping or asking for directions.\n2. Get familiarized with public transportation - Familiarize yourself with the local bus and tram routes so you can easily travel around town without relying on taxis or private vehicles.\n3. Connect with other expats - Join social clubs, language exchange programs, or meetup groups to connect with other people living in Suceava and share experiences about settling into the city.\n4. Explore the city center - Take time to explore the city center by foot or bike, discover its hidden gems, and learn more about local culture and traditions.\n5. Ask for recommendations - Reach out to friends, family members, or colleagues for advice on where to live, shop, eat, and have fun during your stay in Suceava. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1149,
      "question_id": 1149,
      "content_block_id": 399,
      "answer": "Yes, there are several organizations and individuals in Suceava who can assist you with navigation around the city. One option is contacting the local tourist office for guidance and recommendations on popular attractions or hidden gems. Additionally, taxi drivers may be able to offer useful advice based on their familiarity with the area.",
      "bResponse": "Yes, there are several organizations and individuals in Suceava who can assist you with navigation around the city. One option is contacting the local tourist office for guidance and recommendations on popular attractions or hidden gems. Additionally, taxi drivers may be able to offer useful advice based on their familiarity with the area. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1150,
      "question_id": 1150,
      "content_block_id": 399,
      "answer": "The summary states \"Suceava\" as well as mentions needing assistance with managing in a new city, but it does not specifically address a community gardening initiative. Therefore, based solely on this information, there isn't enough context to provide an accurate answer regarding where one could find more information about a community gardening initiative within Suceava.",
      "bResponse": "The summary states \"Suceava\" as well as mentions needing assistance with managing in a new city, but it does not specifically address a community gardening initiative. Therefore, based solely on this information, there isn't enough context to provide an accurate answer regarding where one could find more information about a community gardening initiative within Suceava. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1151,
      "question_id": 1151,
      "content_block_id": 400,
      "answer": "The contact information for the Immigration Office of the Suceava County includes an email address sv.igi@mai.gov.ro and phone numbers 0230 203 290, 0230 203 291, 0230 203 293, 0230 203 294, and 0230 203 295. The Regional Center for Procedures and Accommodation for Asylum Seekers - Rădăuți can also be contacted at c.radauti.igi@mai.gov.ro with phone numbers 0230 564 462 and 0230 564 463. In case of emergency, you should call the national anti-traffic hotline Romania on 112.",
      "bResponse": "The contact information for the Immigration Office of the Suceava County includes an email address sv.igi@mai.gov.ro and phone numbers 0230 203 290, 0230 203 291, 0230 203 293, 0230 203 294, and 0230 203 295. The Regional Center for Procedures and Accommodation for Asylum Seekers - Rădăuți can also be contacted at c.radauti.igi@mai.gov.ro with phone numbers 0230 564 462 and 0230 564 463. In case of emergency, you should call the national anti-traffic hotline Romania on 112. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1152,
      "question_id": 1152,
      "content_block_id": 400,
      "answer": "The Regional Center for Procedures and Accommodation for Asylum Seekers is located in Rădăuți.",
      "bResponse": "The Regional Center for Procedures and Accommodation for Asylum Seekers is located in Rădăuți. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1153,
      "question_id": 1153,
      "content_block_id": 400,
      "answer": "The National Anti-Traffic Hotline Romania can be reached at 0800 800 678 or by calling 021 313 3100.",
      "bResponse": "The National Anti-Traffic Hotline Romania can be reached at 0800 800 678 or by calling 021 313 3100. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1154,
      "question_id": 1154,
      "content_block_id": 401,
      "answer": "The process for registering for temporary protection in Suceava County involves registering at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County.",
      "bResponse": "The process for registering for temporary protection in Suceava County involves registering at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1155,
      "question_id": 1155,
      "content_block_id": 401,
      "answer": "Those who have arrived in Suceava County can benefit from temporary protection by registering at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County.",
      "bResponse": "Those who have arrived in Suceava County can benefit from temporary protection by registering at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1156,
      "question_id": 1156,
      "content_block_id": 401,
      "answer": "No, there are no costs associated with applying for temporary protection in Suceava County.",
      "bResponse": "No, there are no costs associated with applying for temporary protection in Suceava County. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1157,
      "question_id": 1157,
      "content_block_id": 402,
      "answer": "The eligible beneficiaries for this free travel subscription program include Ukrainian refugees in Suceava who can enjoy access to local public transportation without any cost.",
      "bResponse": "The eligible beneficiaries for this free travel subscription program include Ukrainian refugees in Suceava who can enjoy access to local public transportation without any cost. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1158,
      "question_id": 1158,
      "content_block_id": 402,
      "answer": "Ukrainian refugees in Suceava can benefit from free travel subscriptions for local public transport.",
      "bResponse": "Ukrainian refugees in Suceava can benefit from free travel subscriptions for local public transport. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1159,
      "question_id": 1159,
      "content_block_id": 402,
      "answer": "No, Ukrainian refugees have exclusive use of this service.",
      "bResponse": "No, Ukrainian refugees have exclusive use of this service. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1160,
      "question_id": 1160,
      "content_block_id": 403,
      "answer": "World Vision Romania offers psychological support in Russian and Ukrainian languages. Contact: George Macarie - MHPSS Technical Advisor, george\\_macarie@wvi.org / +40742077901.",
      "bResponse": "World Vision Romania offers psychological support in Russian and Ukrainian languages. Contact: George Macarie - MHPSS Technical Advisor, george\\_macarie@wvi.org / +40742077901. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1161,
      "question_id": 1161,
      "content_block_id": 403,
      "answer": "The Pediatric Department can be found at the Suceava Emergency Hospital.",
      "bResponse": "The Pediatric Department can be found at the Suceava Emergency Hospital. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1162,
      "question_id": 1162,
      "content_block_id": 403,
      "answer": "According to the summary, the following organizations offer psychological support for humanitarian workers: World Vision Romania, Positive Progress psychological Solutions, Terre des hommes Foundation, Plan International Organization, and Save the Children.",
      "bResponse": "According to the summary, the following organizations offer psychological support for humanitarian workers: World Vision Romania, Positive Progress psychological Solutions, Terre des hommes Foundation, Plan International Organization, and Save the Children. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1163,
      "question_id": 1163,
      "content_block_id": 404,
      "answer": "The schools mentioned offer education in both Romanian and Ukrainian languages.",
      "bResponse": "The schools mentioned offer education in both Romanian and Ukrainian languages. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1164,
      "question_id": 1164,
      "content_block_id": 404,
      "answer": "Yes, some high schools offer specialized technical programs. For example, Lațcu Vodă Technical College offers various technical courses and specialties, including agriculture, mechanics, electronics, chemistry, computer science, and more.",
      "bResponse": "Yes, some high schools offer specialized technical programs. For example, Lațcu Vodă Technical College offers various technical courses and specialties, including agriculture, mechanics, electronics, chemistry, computer science, and more. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1165,
      "question_id": 1165,
      "content_block_id": 404,
      "answer": "Suceava county",
      "bResponse": "Suceava county For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1166,
      "question_id": 1166,
      "content_block_id": 405,
      "answer": "In Suceava, there are several organizations that offer material support, including vouchers, various services, or seminars on topics such as providing psychological support in emergency situations, and human trafficking. These organizations include eLiberare, AMURTEL, and JRS.",
      "bResponse": "In Suceava, there are several organizations that offer material support, including vouchers, various services, or seminars on topics such as providing psychological support in emergency situations, and human trafficking. These organizations include eLiberare, AMURTEL, and JRS. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1167,
      "question_id": 1167,
      "content_block_id": 405,
      "answer": "Yes, two organizations mentioned provide translation services: ICAR Foundation and CNRR.",
      "bResponse": "Yes, two organizations mentioned provide translation services: ICAR Foundation and CNRR. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1168,
      "question_id": 1168,
      "content_block_id": 405,
      "answer": "The Bucovina Institute Association offers services including diagnosis, evaluation, and counseling; provision of material support; support services; facilitating access to resources for categories of refugees from vulnerable groups; Romanian and English language courses.",
      "bResponse": "The Bucovina Institute Association offers services including diagnosis, evaluation, and counseling; provision of material support; support services; facilitating access to resources for categories of refugees from vulnerable groups; Romanian and English language courses. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1169,
      "question_id": 1169,
      "content_block_id": 406,
      "answer": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the health system, as well as services dedicated to helping victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and assistance with navigating the health system, as well as services dedicated to helping victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1170,
      "question_id": 1170,
      "content_block_id": 406,
      "answer": "Yes, individuals can seek assistance at the Women's Center for issues related to domestic violence.",
      "bResponse": "Yes, individuals can seek assistance at the Women's Center for issues related to domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1171,
      "question_id": 1171,
      "content_block_id": 406,
      "answer": "The Women's Center offers support in accessing reproductive health services and also provides assistance for victims of domestic violence.",
      "bResponse": "The Women's Center offers support in accessing reproductive health services and also provides assistance for victims of domestic violence. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1172,
      "question_id": 1172,
      "content_block_id": 407,
      "answer": "At the Regional HIV Centers, you can receive support from specialist doctors as well as the expertise and assistance from \"Sens Pozitiv\". The services provided are free, anonymous, and confidential, encompassing psycho-medical-social aspects related to living with HIV.",
      "bResponse": "At the Regional HIV Centers, you can receive support from specialist doctors as well as the expertise and assistance from \"Sens Pozitiv\". The services provided are free, anonymous, and confidential, encompassing psycho-medical-social aspects related to living with HIV. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1173,
      "question_id": 1173,
      "content_block_id": 407,
      "answer": "No, you do not necessarily need to have HIV to access the services offered by the specialists at the centers. The services provided include free, anonymous, and confidential psycho-medical-social HIV services for those living with HIV as well as others who may require assistance.",
      "bResponse": "No, you do not necessarily need to have HIV to access the services offered by the specialists at the centers. The services provided include free, anonymous, and confidential psycho-medical-social HIV services for those living with HIV as well as others who may require assistance. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1174,
      "question_id": 1174,
      "content_block_id": 407,
      "answer": "Yes, if you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, as well as the expertise and support of Sens Pozitiv.",
      "bResponse": "Yes, if you arrive in Romania and need free, anonymous and confidential psycho-medical-social HIV services, you can receive the support of specialist doctors from 10 Regional HIV Centers in Romania, as well as the expertise and support of Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}