{
  "answers": [
    {
      "answer_id": 290,
      "question_id": 290,
      "content_block_id": 104,
      "answer": "Yes, if you have Ukrainian citizenship, you can enter Romania with a short stay status by presenting your biometric or simple passport at the Romanian border crossing point.",
      "bResponse": "Yes, if you have Ukrainian citizenship, you can enter Romania with a short stay status by presenting your biometric or simple passport at the Romanian border crossing point. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 291,
      "question_id": 291,
      "content_block_id": 104,
      "answer": "Yes, if you hold a Ukrainian biometric or simple passport, you can enter Romania with a short-stay status by presenting it at the Romanian border crossing point.",
      "bResponse": "Yes, if you hold a Ukrainian biometric or simple passport, you can enter Romania with a short-stay status by presenting it at the Romanian border crossing point. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 292,
      "question_id": 292,
      "content_block_id": 104,
      "answer": "Visitors who hold Ukrainian citizenship can enter Romania with a short-stay status by presenting their biometric or simple passport at the Romanian border crossing point.",
      "bResponse": "Visitors who hold Ukrainian citizenship can enter Romania with a short-stay status by presenting their biometric or simple passport at the Romanian border crossing point. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 293,
      "question_id": 293,
      "content_block_id": 105,
      "answer": "Yes, it is advisable for all children coming from Ukraine to carry an identity document of the minor or a birth certificate when entering Romania.",
      "bResponse": "Yes, it is advisable for all children coming from Ukraine to carry an identity document of the minor or a birth certificate when entering Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 294,
      "question_id": 294,
      "content_block_id": 105,
      "answer": "The summary states that all children coming from Ukraine are accepted into Romania and it is advisable for them to carry an identity document of the minor or a birth certificate. Therefore, a valid identity document (such as a passport) or a birth certificate may be required for a minor entering Romania.",
      "bResponse": "The summary states that all children coming from Ukraine are accepted into Romania and it is advisable for them to carry an identity document of the minor or a birth certificate. Therefore, a valid identity document (such as a passport) or a birth certificate may be required for a minor entering Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 295,
      "question_id": 295,
      "content_block_id": 105,
      "answer": "Yes, all children coming from Ukraine are accepted into Romania. It is advisable to carry an identity document of the minor or a birth certificate.",
      "bResponse": "Yes, all children coming from Ukraine are accepted into Romania. It is advisable to carry an identity document of the minor or a birth certificate. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 296,
      "question_id": 296,
      "content_block_id": 106,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 297,
      "question_id": 297,
      "content_block_id": 106,
      "answer": "No restrictions on participation in the community gardening program; anyone can join.",
      "bResponse": "No restrictions on participation in the community gardening program; anyone can join. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 298,
      "question_id": 298,
      "content_block_id": 106,
      "answer": "To join the program, an individual typically needs to be at least 18 years old and have no criminal record.",
      "bResponse": "To join the program, an individual typically needs to be at least 18 years old and have no criminal record. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 299,
      "question_id": 299,
      "content_block_id": 107,
      "answer": "Unaccompanied minors can receive assistance from the General Directorates for Social Assistance and Child Protection (DGASPC), which are responsible for taking care of these children at the border. If there is suspicion of child abuse, call the national hotline at 119.",
      "bResponse": "Unaccompanied minors can receive assistance from the General Directorates for Social Assistance and Child Protection (DGASPC), which are responsible for taking care of these children at the border. If there is suspicion of child abuse, call the national hotline at 119. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 300,
      "question_id": 300,
      "content_block_id": 107,
      "answer": "The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions responsible for caring for unaccompanied minors.",
      "bResponse": "The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions responsible for caring for unaccompanied minors. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 301,
      "question_id": 301,
      "content_block_id": 107,
      "answer": "If you suspect that you are a victim or that you are witnessing a child abuse case, call 119 - a unique national telephone number for child abuse cases.",
      "bResponse": "If you suspect that you are a victim or that you are witnessing a child abuse case, call 119 - a unique national telephone number for child abuse cases. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 302,
      "question_id": 302,
      "content_block_id": 108,
      "answer": "Yes, Ukrainian men between the ages of 18 and 60 are allowed access to Romania if they meet the conditions for leaving Ukraine and for those entering Romania.",
      "bResponse": "Yes, Ukrainian men between the ages of 18 and 60 are allowed access to Romania if they meet the conditions for leaving Ukraine and for those entering Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 303,
      "question_id": 303,
      "content_block_id": 108,
      "answer": "The following groups of people are allowed entry to Romania from Ukraine:",
      "bResponse": "The following groups of people are allowed entry to Romania from Ukraine: For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 304,
      "question_id": 304,
      "content_block_id": 108,
      "answer": "Yes, boys under the age of 18 are allowed to travel to Romania as long as they meet the conditions for leaving Ukraine and for those entering Romania.",
      "bResponse": "Yes, boys under the age of 18 are allowed to travel to Romania as long as they meet the conditions for leaving Ukraine and for those entering Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 305,
      "question_id": 305,
      "content_block_id": 109,
      "answer": "These requirements have been lifted because they were deemed unnecessary and not applicable anymore given the current situation with regards to travel restrictions between Ukraine and Romania.",
      "bResponse": "These requirements have been lifted because they were deemed unnecessary and not applicable anymore given the current situation with regards to travel restrictions between Ukraine and Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 306,
      "question_id": 306,
      "content_block_id": 109,
      "answer": "The exemption applies to travelers entering Romania from Ukraine who have crossed the border by land and do not require quarantining upon arrival.",
      "bResponse": "The exemption applies to travelers entering Romania from Ukraine who have crossed the border by land and do not require quarantining upon arrival. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 307,
      "question_id": 307,
      "content_block_id": 109,
      "answer": "Yes, they can avoid quarantine as long as they arrive by land and have no symptoms.",
      "bResponse": "Yes, they can avoid quarantine as long as they arrive by land and have no symptoms. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 308,
      "question_id": 308,
      "content_block_id": 110,
      "answer": "Yes, Third Country Nationals who possess a valid passport can enter Romania as long as they were residing in Ukraine before the current restrictions, and their purpose of entry is limited to transit purposes only.",
      "bResponse": "Yes, Third Country Nationals who possess a valid passport can enter Romania as long as they were residing in Ukraine before the current restrictions, and their purpose of entry is limited to transit purposes only. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 309,
      "question_id": 309,
      "content_block_id": 110,
      "answer": "Yes, non-EU citizens who reside in Ukraine and hold a valid passport can obtain a Romanian transit visa on arrival at the border point, which allows them to stay for up to 90 days. However, this applies only for transit purposes and currently, only TCNs are allowed to use this option. For more information and assistance, visit the International Organization for Migration website or call the OIM Romania team at 021 210 3050.",
      "bResponse": "Yes, non-EU citizens who reside in Ukraine and hold a valid passport can obtain a Romanian transit visa on arrival at the border point, which allows them to stay for up to 90 days. However, this applies only for transit purposes and currently, only TCNs are allowed to use this option. For more information and assistance, visit the International Organization for Migration website or call the OIM Romania team at 021 210 3050. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 310,
      "question_id": 310,
      "content_block_id": 110,
      "answer": "Non-EU citizens who hold a Romanian transit visa can stay in Romania for up to 90 days with the purpose of transit.",
      "bResponse": "Non-EU citizens who hold a Romanian transit visa can stay in Romania for up to 90 days with the purpose of transit. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 311,
      "question_id": 311,
      "content_block_id": 111,
      "answer": "Yes, your pet must be microchipped before receiving its first rabies vaccination.",
      "bResponse": "Yes, your pet must be microchipped before receiving its first rabies vaccination. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 312,
      "question_id": 312,
      "content_block_id": 111,
      "answer": "Your pet cannot travel to the EU with the rabies vaccination certificate alone. It needs additional procedures such as microchipping, ensuring that all subsequent vaccinations are done before the expiration date of the previous one, and testing for rabies antibodies 30 days after the rabies vaccination. Your pet should not travel to the EU until 21 days have passed since completing the vaccination protocol.",
      "bResponse": "Your pet cannot travel to the EU with the rabies vaccination certificate alone. It needs additional procedures such as microchipping, ensuring that all subsequent vaccinations are done before the expiration date of the previous one, and testing for rabies antibodies 30 days after the rabies vaccination. Your pet should not travel to the EU until 21 days have passed since completing the vaccination protocol. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 313,
      "question_id": 313,
      "content_block_id": 111,
      "answer": "The rabies antibody test results must be attached to the pet's health certificate and must be obtained 30 days after the rabies vaccination and less than 3 months before traveling to the EU.",
      "bResponse": "The rabies antibody test results must be attached to the pet's health certificate and must be obtained 30 days after the rabies vaccination and less than 3 months before traveling to the EU. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 314,
      "question_id": 314,
      "content_block_id": 112,
      "answer": "The International Organization for Migration (IOM) and UNHCR can provide assistance to unaccompanied minors. Their contact numbers are +4021.210.30.50 and +40723 653 651, respectively.",
      "bResponse": "The International Organization for Migration (IOM) and UNHCR can provide assistance to unaccompanied minors. Their contact numbers are +4021.210.30.50 and +40723 653 651, respectively. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 315,
      "question_id": 315,
      "content_block_id": 112,
      "answer": "The special rights of unaccompanied minors in Romania include staying with their families, going to school, playing, receiving help when they are hurt, and having their ideas and views taken seriously.",
      "bResponse": "The special rights of unaccompanied minors in Romania include staying with their families, going to school, playing, receiving help when they are hurt, and having their ideas and views taken seriously. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 316,
      "question_id": 316,
      "content_block_id": 112,
      "answer": "Yes, you can enroll your child in a Romanian school.",
      "bResponse": "Yes, you can enroll your child in a Romanian school. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 317,
      "question_id": 317,
      "content_block_id": 113,
      "answer": "General Directorates for Social Assistance and Child Protection (DGASPC) from each country are authorized to take care of unaccompanied minors.",
      "bResponse": "General Directorates for Social Assistance and Child Protection (DGASPC) from each country are authorized to take care of unaccompanied minors. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 318,
      "question_id": 318,
      "content_block_id": 113,
      "answer": "Some warning signs of child abuse include physical injuries, emotional distress, withdrawal from friends and family, frequent absences from school, changes in eating habits, bedwetting past the age of six, fear or anxiety when around certain adults, and unexplained possession of money or gifts. It is essential to approach a trusted adult and discuss concerns related to potential child abuse cases.",
      "bResponse": "Some warning signs of child abuse include physical injuries, emotional distress, withdrawal from friends and family, frequent absences from school, changes in eating habits, bedwetting past the age of six, fear or anxiety when around certain adults, and unexplained possession of money or gifts. It is essential to approach a trusted adult and discuss concerns related to potential child abuse cases. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 319,
      "question_id": 319,
      "content_block_id": 113,
      "answer": "In Romania, there are several resources available for reporting suspected human trafficking cases. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions authorized to handle unaccompanied children. They can also be contacted for urgent assistance at each border police post. Additionally, the National Line against Trafficking in Persons Romania provides a hotline number 0 800 800 678 / +4021 313 3100 where individuals can report cases of human trafficking. Finally, the Romanian National Council for Refugees (CNNR) can be reached on their hotline number +40) 730 073 170 / +40 721 206 926.",
      "bResponse": "In Romania, there are several resources available for reporting suspected human trafficking cases. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the institutions authorized to handle unaccompanied children. They can also be contacted for urgent assistance at each border police post. Additionally, the National Line against Trafficking in Persons Romania provides a hotline number 0 800 800 678 / +4021 313 3100 where individuals can report cases of human trafficking. Finally, the Romanian National Council for Refugees (CNNR) can be reached on their hotline number +40) 730 073 170 / +40 721 206 926. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 320,
      "question_id": 320,
      "content_block_id": 114,
      "answer": "Yes, for visa-free travel within the Schengen Area, you will need a biometric passport.",
      "bResponse": "Yes, for visa-free travel within the Schengen Area, you will need a biometric passport. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 321,
      "question_id": 321,
      "content_block_id": 114,
      "answer": "Yes, children and their families fleeing from Ukraine have been welcomed by all countries in the region and are able to stay in Romania for 90 days without a visa.",
      "bResponse": "Yes, children and their families fleeing from Ukraine have been welcomed by all countries in the region and are able to stay in Romania for 90 days without a visa. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 322,
      "question_id": 322,
      "content_block_id": 114,
      "answer": "The International Organization for Migration (IOM) and the United Nations High Commissioner for Refugees (UNHCR) can assist you with registering upon arrival in Romania. Their websites provide further information on procedures and how they can offer support: https://romania.iom.int/ and https://help.unhcr.org/, respectively.",
      "bResponse": "The International Organization for Migration (IOM) and the United Nations High Commissioner for Refugees (UNHCR) can assist you with registering upon arrival in Romania. Their websites provide further information on procedures and how they can offer support: https://romania.iom.int/ and https://help.unhcr.org/, respectively. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 323,
      "question_id": 323,
      "content_block_id": 115,
      "answer": "No, there is no fee required for registering as a third country national child or family fleeing Ukraine.",
      "bResponse": "No, there is no fee required for registering as a third country national child or family fleeing Ukraine. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 324,
      "question_id": 324,
      "content_block_id": 115,
      "answer": "Yes, third country nationals can work in Romania while they wait for their registration. However, it is recommended to first register with Romanian authorities before starting any job search or employment activities.",
      "bResponse": "Yes, third country nationals can work in Romania while they wait for their registration. However, it is recommended to first register with Romanian authorities before starting any job search or employment activities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 325,
      "question_id": 325,
      "content_block_id": 115,
      "answer": "No specific restrictions on travel within Romania have been mentioned for third country nationals who seek temporary protection due to the conflict in Ukraine. However, it is recommended to consult local authorities and guidelines for further clarification.",
      "bResponse": "No specific restrictions on travel within Romania have been mentioned for third country nationals who seek temporary protection due to the conflict in Ukraine. However, it is recommended to consult local authorities and guidelines for further clarification. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 326,
      "question_id": 326,
      "content_block_id": 116,
      "answer": "To identify trustworthy organizations and individuals offering support, look for those wearing vests, jackets, or carrying ID cards displaying their organization's logo. Always verify their registration status before accepting any assistance. Additionally, seek guidance from trusted adults or other organizations that are officially registered to provide aid. Finally, exercise your right to decline support if unsure about someone's identity or comfort level.",
      "bResponse": "To identify trustworthy organizations and individuals offering support, look for those wearing vests, jackets, or carrying ID cards displaying their organization's logo. Always verify their registration status before accepting any assistance. Additionally, seek guidance from trusted adults or other organizations that are officially registered to provide aid. Finally, exercise your right to decline support if unsure about someone's identity or comfort level. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 327,
      "question_id": 327,
      "content_block_id": 116,
      "answer": "Yes, when seeking assistance from individuals or organizations, it is crucial to verify their registration status by checking if they wear a vest, jacket, or carry an ID card displaying their affiliation with a reputable group. Also, be cautious about handing over personal information to those without proper identification. It's essential to prioritize safety measures and seek guidance from trusted adults before deciding on receiving aid.",
      "bResponse": "Yes, when seeking assistance from individuals or organizations, it is crucial to verify their registration status by checking if they wear a vest, jacket, or carry an ID card displaying their affiliation with a reputable group. Also, be cautious about handing over personal information to those without proper identification. It's essential to prioritize safety measures and seek guidance from trusted adults before deciding on receiving aid. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 328,
      "question_id": 328,
      "content_block_id": 116,
      "answer": "Yes, you can participate in the community gardening program, but make sure to check on the organization and its registration status before handing over any personal information. It's always better to be safe than sorry when dealing with strangers.",
      "bResponse": "Yes, you can participate in the community gardening program, but make sure to check on the organization and its registration status before handing over any personal information. It's always better to be safe than sorry when dealing with strangers. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 13",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 329,
      "question_id": 329,
      "content_block_id": 117,
      "answer": "To ensure everyone stays together during your trip to Romania, consider these precautions:\n\n* Travel and book accommodations together as a family;\n* Visit unfamiliar areas with trusted locals beforehand;\n* Inform a parent or guardian about your whereabouts and return time;\n* Carry contact information for your family members;\n* Keep addresses of places you plan on staying;\n* Discuss and prepare a plan for possible separation scenarios.",
      "bResponse": "To ensure everyone stays together during your trip to Romania, consider these precautions:\n\n* Travel and book accommodations together as a family;\n* Visit unfamiliar areas with trusted locals beforehand;\n* Inform a parent or guardian about your whereabouts and return time;\n* Carry contact information for your family members;\n* Keep addresses of places you plan on staying;\n* Discuss and prepare a plan for possible separation scenarios. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 330,
      "question_id": 330,
      "content_block_id": 117,
      "answer": "To ensure your family stays safe and together during your trip, follow these steps:\n\n* Travel and find accommodations together as a family;\n* Visit unfamiliar areas with trusted individuals who know the location;\n* Inform a parent or relative or someone you trust about your whereabouts and expected return time;\n* Keep contact information of family members on hand;\n* Carry their addresses with you;\n* Share the address details with someone trustworthy.",
      "bResponse": "To ensure your family stays safe and together during your trip, follow these steps:\n\n* Travel and find accommodations together as a family;\n* Visit unfamiliar areas with trusted individuals who know the location;\n* Inform a parent or relative or someone you trust about your whereabouts and expected return time;\n* Keep contact information of family members on hand;\n* Carry their addresses with you;\n* Share the address details with someone trustworthy. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 331,
      "question_id": 331,
      "content_block_id": 117,
      "answer": "Here are some tips on how to avoid losing or being separated from your family in Romania:\n\n1. Travel and book accommodations together as a family.\n2. Visit unfamiliar places beforehand with individuals who know the location well.\n3. Inform a family member or trusted person about your whereabouts and estimated return time.\n4. Keep contact information of your family members handy.\n5. Carry copies of addresses where you plan to stay in Ukraine (if needed).",
      "bResponse": "Here are some tips on how to avoid losing or being separated from your family in Romania:\n\n1. Travel and book accommodations together as a family.\n2. Visit unfamiliar places beforehand with individuals who know the location well.\n3. Inform a family member or trusted person about your whereabouts and estimated return time.\n4. Keep contact information of your family members handy.\n5. Carry copies of addresses where you plan to stay in Ukraine (if needed). For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 14",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 332,
      "question_id": 332,
      "content_block_id": 118,
      "answer": "The Romanian government has several organizations that provide assistance to those who are traveling without their parents or family members. These include the National Child Protection Hotline (number 119), UNHCR, IOM, and the organization responsible for caring for children in the area. They will work to ensure that you have a safe place to stay and other forms of assistance. Additionally, if you do know the whereabouts of your parents or family members, these organizations may be able to assist you in getting reconnected with them.",
      "bResponse": "The Romanian government has several organizations that provide assistance to those who are traveling without their parents or family members. These include the National Child Protection Hotline (number 119), UNHCR, IOM, and the organization responsible for caring for children in the area. They will work to ensure that you have a safe place to stay and other forms of assistance. Additionally, if you do know the whereabouts of your parents or family members, these organizations may be able to assist you in getting reconnected with them. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 333,
      "question_id": 333,
      "content_block_id": 118,
      "answer": "It is essential to inform relevant authorities such as UNHCR, IOM, or local organizations responsible for caring for children upon arrival in Romania without your parents or family members. This will allow you to receive necessary care and assistance, including finding a safe place to stay. Additionally, consider contacting the Romanian national child protection hotline at 119 for further guidance and support.",
      "bResponse": "It is essential to inform relevant authorities such as UNHCR, IOM, or local organizations responsible for caring for children upon arrival in Romania without your parents or family members. This will allow you to receive necessary care and assistance, including finding a safe place to stay. Additionally, consider contacting the Romanian national child protection hotline at 119 for further guidance and support. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 334,
      "question_id": 334,
      "content_block_id": 118,
      "answer": "Yes, there are organizations dedicated specifically to assisting children separated from their families in Romania such as UNHCR (United Nations High Commissioner for Refugees), IOM (International Organization for Migration) and local organization responsible for caring for children.",
      "bResponse": "Yes, there are organizations dedicated specifically to assisting children separated from their families in Romania such as UNHCR (United Nations High Commissioner for Refugees), IOM (International Organization for Migration) and local organization responsible for caring for children. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 15",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 335,
      "question_id": 335,
      "content_block_id": 119,
      "answer": "Make sure to research your travel companions thoroughly before agreeing to travel together, and always keep important documents such as passports and visas on hand at all times during your trip. Additionally, sharing your itinerary with friends or family members back home can help provide peace of mind for both parties involved.",
      "bResponse": "Make sure to research your travel companions thoroughly before agreeing to travel together, and always keep important documents such as passports and visas on hand at all times during your trip. Additionally, sharing your itinerary with friends or family members back home can help provide peace of mind for both parties involved. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 336,
      "question_id": 336,
      "content_block_id": 119,
      "answer": "Yes, you might need to provide some personal information such as your name, contact number, passport details etc., depending on the organization running the initiative and their requirements for security and management purposes.",
      "bResponse": "Yes, you might need to provide some personal information such as your name, contact number, passport details etc., depending on the organization running the initiative and their requirements for security and management purposes. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 337,
      "question_id": 337,
      "content_block_id": 119,
      "answer": "It is important to thoroughly research any organization offering free transportation before accepting their offer. Make sure to gather as much information as possible about those involved in the trip, including their background and intentions, and inform others about your plans so they can keep an eye on you. You can find additional information regarding this topic on the official website for the International Organization for Migration (IOM): <https://romania.iom.int>",
      "bResponse": "It is important to thoroughly research any organization offering free transportation before accepting their offer. Make sure to gather as much information as possible about those involved in the trip, including their background and intentions, and inform others about your plans so they can keep an eye on you. You can find additional information regarding this topic on the official website for the International Organization for Migration (IOM): <https://romania.iom.int> For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 16",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 338,
      "question_id": 338,
      "content_block_id": 120,
      "answer": "Some ways to cope with the emotional challenges of leaving your home country include keeping a routine, spending time with loved ones, engaging in community service, taking breaks for deep breaths and focusing on positive aspects of life, maintaining communication with family and friends, avoiding distressing content, seeking professional help, joining support groups, and being an empathetic listener for others who may need it.",
      "bResponse": "Some ways to cope with the emotional challenges of leaving your home country include keeping a routine, spending time with loved ones, engaging in community service, taking breaks for deep breaths and focusing on positive aspects of life, maintaining communication with family and friends, avoiding distressing content, seeking professional help, joining support groups, and being an empathetic listener for others who may need it. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 17",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 339,
      "question_id": 339,
      "content_block_id": 120,
      "answer": "Yes, participating in organized support groups can help individuals process their emotions. These groups provide a safe space for individuals to share their experiences and feelings with others who may be experiencing similar situations, which can offer comfort, understanding, and validation. Additionally, these groups often provide resources and information related to coping strategies and self-care practices that can aid in managing emotional distress.",
      "bResponse": "Yes, participating in organized support groups can help individuals process their emotions. These groups provide a safe space for individuals to share their experiences and feelings with others who may be experiencing similar situations, which can offer comfort, understanding, and validation. Additionally, these groups often provide resources and information related to coping strategies and self-care practices that can aid in managing emotional distress. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 17",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 340,
      "question_id": 340,
      "content_block_id": 120,
      "answer": "Yes, there are resources available for free psychological counseling for those affected by the Ukrainian situation. The Regina Maria Private Hospital provides a hotline number (021 9277) offering free psychological counselling in English for those impacted by the crisis. Additionally, they offer support through their website.",
      "bResponse": "Yes, there are resources available for free psychological counseling for those affected by the Ukrainian situation. The Regina Maria Private Hospital provides a hotline number (021 9277) offering free psychological counselling in English for those impacted by the crisis. Additionally, they offer support through their website. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 17",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 341,
      "question_id": 341,
      "content_block_id": 121,
      "answer": "Local authorities for child protection such as 119 can provide support for a child experiencing abuse.",
      "bResponse": "Local authorities for child protection such as 119 can provide support for a child experiencing abuse. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 18",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 342,
      "question_id": 342,
      "content_block_id": 121,
      "answer": "Victims of abuse can seek help from various organizations such as UNHCR, the International Organization for Migration (IOM), and local authorities for child protection.",
      "bResponse": "Victims of abuse can seek help from various organizations such as UNHCR, the International Organization for Migration (IOM), and local authorities for child protection. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 18",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 343,
      "question_id": 343,
      "content_block_id": 121,
      "answer": "It is essential for a victim of abuse to seek help because receiving support enables them to heal, process their emotions, and take steps towards recovery. Additionally, by seeking help, victims can obtain necessary resources such as counseling services and legal aid. Furthermore, there are organizations and institutions dedicated to helping individuals who have been abused, ensuring they find justice and safety.",
      "bResponse": "It is essential for a victim of abuse to seek help because receiving support enables them to heal, process their emotions, and take steps towards recovery. Additionally, by seeking help, victims can obtain necessary resources such as counseling services and legal aid. Furthermore, there are organizations and institutions dedicated to helping individuals who have been abused, ensuring they find justice and safety. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 18",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 344,
      "question_id": 344,
      "content_block_id": 122,
      "answer": "To obtain a fast track transfer from Ukraine to Romania, you can check out this link: <https://romania.iom.int/news/what-you-need-know-about-fast-track-transfer-ukraine-romana>. This service allows refugees and asylum seekers to travel quickly between Ukraine and Romania.",
      "bResponse": "To obtain a fast track transfer from Ukraine to Romania, you can check out this link: <https://romania.iom.int/news/what-you-need-know-about-fast-track-transfer-ukraine-romana>. This service allows refugees and asylum seekers to travel quickly between Ukraine and Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 19",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 345,
      "question_id": 345,
      "content_block_id": 122,
      "answer": "Yes, there may be restrictions on entry into Romania for refugees depending on their nationality and current political circumstances. It is recommended to check with The Romanian National Council for Refugees (CNRR) before attempting to enter the country.+40 730 073 170",
      "bResponse": "Yes, there may be restrictions on entry into Romania for refugees depending on their nationality and current political circumstances. It is recommended to check with The Romanian National Council for Refugees (CNRR) before attempting to enter the country.+40 730 073 170 For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 19",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 346,
      "question_id": 346,
      "content_block_id": 122,
      "answer": "Yes, you can use your mobile phone while crossing the border into Romania.",
      "bResponse": "Yes, you can use your mobile phone while crossing the border into Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 19",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 347,
      "question_id": 347,
      "content_block_id": 123,
      "answer": "Stateless persons from Ukraine, entering Romania without applying for asylum, can receive free accommodation in temporary accommodation and humanitarian assistance camps or in other facilities set up by local authorities.",
      "bResponse": "Stateless persons from Ukraine, entering Romania without applying for asylum, can receive free accommodation in temporary accommodation and humanitarian assistance camps or in other facilities set up by local authorities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 20",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 348,
      "question_id": 348,
      "content_block_id": 123,
      "answer": "During their temporary stay in Romania, foreign citizens or stateless persons in special situations who come from the armed conflict area in Ukraine and enter Romania and who do not apply for asylum will receive several essential utilities in designated accommodation locations such as:",
      "bResponse": "During their temporary stay in Romania, foreign citizens or stateless persons in special situations who come from the armed conflict area in Ukraine and enter Romania and who do not apply for asylum will receive several essential utilities in designated accommodation locations such as: For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 20",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 349,
      "question_id": 349,
      "content_block_id": 123,
      "answer": "Foreign citizens or stateless persons in special situations who come from the armed conflict area in Ukraine and enter Romania and who do NOT apply for asylum may benefit of free accommodation in temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county / Bucharest committees for emergencies. They should contact the local authorities or fill out the online form on <https://unacoperis.ro/> to request accommodation.",
      "bResponse": "Foreign citizens or stateless persons in special situations who come from the armed conflict area in Ukraine and enter Romania and who do NOT apply for asylum may benefit of free accommodation in temporary accommodation and humanitarian assistance camps or in other accommodation locations established by the county / Bucharest committees for emergencies. They should contact the local authorities or fill out the online form on <https://unacoperis.ro/> to request accommodation. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 20",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 350,
      "question_id": 350,
      "content_block_id": 124,
      "answer": "NGOs at the border crossings assist individuals with food and other forms of support during their journey across the border.",
      "bResponse": "NGOs at the border crossings assist individuals with food and other forms of support during their journey across the border. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 21",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 351,
      "question_id": 351,
      "content_block_id": 124,
      "answer": "Yes, there may be certain criteria or conditions set by the organizations regarding who can access their aid services. These could include factors such as nationality, residency status, age, gender, or specific needs. It is important to note that each organization has its own policies and guidelines, so it would be best to inquire directly if you have concerns about eligibility requirements.",
      "bResponse": "Yes, there may be certain criteria or conditions set by the organizations regarding who can access their aid services. These could include factors such as nationality, residency status, age, gender, or specific needs. It is important to note that each organization has its own policies and guidelines, so it would be best to inquire directly if you have concerns about eligibility requirements. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 21",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 352,
      "question_id": 352,
      "content_block_id": 124,
      "answer": "Yes, there are places to buy or receive water and food near the border crossings.",
      "bResponse": "Yes, there are places to buy or receive water and food near the border crossings. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 21",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 353,
      "question_id": 353,
      "content_block_id": 125,
      "answer": "Third Country Nationals who arrive via Moldova must obtain a visa from one of the Romanian consulates in Moldova before entering Romania.",
      "bResponse": "Third Country Nationals who arrive via Moldova must obtain a visa from one of the Romanian consulates in Moldova before entering Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 22",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 354,
      "question_id": 354,
      "content_block_id": 125,
      "answer": "TCNs should obtain a visa from one of the Romanian consulates located in the Republic of Moldova. The consulates are: Romanian Embassy in Chiinu, Secie consular, str. Grigore Ureche nr. 2; Tel. de urgen +373 68 336 363; e-mailchisinau.consul@mae.ro, Consulate General of Romania in Bli, str. Sfntul Nicolae nr. 51; Tel. +373 23 180 001; Tel. de urgen +373 68 195 006; e-mailbalti@mae.ro, Consulate General of Romania in Cahul, str. B.P. Hadeu nr. 11; Tel. +373 29 980 004; Tel. de urgen +373 60200925; e-mail:cahul@mae.ro, Consulate General of Romania in",
      "bResponse": "TCNs should obtain a visa from one of the Romanian consulates located in the Republic of Moldova. The consulates are: Romanian Embassy in Chiinu, Secie consular, str. Grigore Ureche nr. 2; Tel. de urgen +373 68 336 363; e-mailchisinau.consul@mae.ro, Consulate General of Romania in Bli, str. Sfntul Nicolae nr. 51; Tel. +373 23 180 001; Tel. de urgen +373 68 195 006; e-mailbalti@mae.ro, Consulate General of Romania in Cahul, str. B.P. Hadeu nr. 11; Tel. +373 29 980 004; Tel. de urgen +373 60200925; e-mail:cahul@mae.ro, Consulate General of Romania in For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 22",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 355,
      "question_id": 355,
      "content_block_id": 125,
      "answer": "The Legal Center of Lawyers offers assistance with asylum in Moldova. Their hotline is +373 60574848, or you can reach them through their other phone numbers listed in the summary.",
      "bResponse": "The Legal Center of Lawyers offers assistance with asylum in Moldova. Their hotline is +373 60574848, or you can reach them through their other phone numbers listed in the summary. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 22",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 356,
      "question_id": 356,
      "content_block_id": 126,
      "answer": "Safe and free transportation",
      "bResponse": "Safe and free transportation For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 23",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 357,
      "question_id": 357,
      "content_block_id": 126,
      "answer": "The governments of Romania and Moldova along with the UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM) are responsible for organizing this initiative.",
      "bResponse": "The governments of Romania and Moldova along with the UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM) are responsible for organizing this initiative. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 23",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 358,
      "question_id": 358,
      "content_block_id": 126,
      "answer": "No, participants do not need to pay for the service as it is organized by the governments of Romania and Moldova along with the UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM). The transportation is free and operates between the Ukrainian-Moldovan border and the Romanian border, allowing refugees to reach their destination without any cost.",
      "bResponse": "No, participants do not need to pay for the service as it is organized by the governments of Romania and Moldova along with the UN Refugee Agency (UNHCR) and the International Organization for Migration (IOM). The transportation is free and operates between the Ukrainian-Moldovan border and the Romanian border, allowing refugees to reach their destination without any cost. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 23",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 359,
      "question_id": 359,
      "content_block_id": 127,
      "answer": "This new community gardening program aims to promote sustainable urban agriculture and enhance food security within communities, as well as encourage environmental awareness and education on responsible land use practices.",
      "bResponse": "This new community gardening program aims to promote sustainable urban agriculture and enhance food security within communities, as well as encourage environmental awareness and education on responsible land use practices. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 24",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 360,
      "question_id": 360,
      "content_block_id": 127,
      "answer": "Ukrainian citizens who want to move to Poland as part of the EU Solidarity Program are eligible to apply.",
      "bResponse": "Ukrainian citizens who want to move to Poland as part of the EU Solidarity Program are eligible to apply. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 24",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 361,
      "question_id": 361,
      "content_block_id": 127,
      "answer": "Yes, you can access more detailed information on the official website of the Polish government dedicated to Ukrainians seeking assistance and support during the current situation: <https://www.gov.pl/web/udsc/ukraina>.",
      "bResponse": "Yes, you can access more detailed information on the official website of the Polish government dedicated to Ukrainians seeking assistance and support during the current situation: <https://www.gov.pl/web/udsc/ukraina>. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 24",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 362,
      "question_id": 362,
      "content_block_id": 128,
      "answer": "Yes, if you have a biometric passport and you want to travel to the EU, you may not need a visa depending on the specific conditions of travel to an EU Member State.",
      "bResponse": "Yes, if you have a biometric passport and you want to travel to the EU, you may not need a visa depending on the specific conditions of travel to an EU Member State. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 25",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 363,
      "question_id": 363,
      "content_block_id": 128,
      "answer": "Yes, Ukrainian citizens who possess a biometric passport may travel to other EU Member States without requiring a visa under certain circumstances. However, it is important to note that participation in the specific community gardening program would depend on the requirements and regulations set by the organization running the program itself.",
      "bResponse": "Yes, Ukrainian citizens who possess a biometric passport may travel to other EU Member States without requiring a visa under certain circumstances. However, it is important to note that participation in the specific community gardening program would depend on the requirements and regulations set by the organization running the program itself. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 25",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 364,
      "question_id": 364,
      "content_block_id": 128,
      "answer": "To obtain more information about traveling to the EU, it would be best to contact the embassy of your destination country. This way, you will get specific and up-to-date information regarding the requirements and conditions of entry into any EU member state with your biometric passport.",
      "bResponse": "To obtain more information about traveling to the EU, it would be best to contact the embassy of your destination country. This way, you will get specific and up-to-date information regarding the requirements and conditions of entry into any EU member state with your biometric passport. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 25",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 365,
      "question_id": 365,
      "content_block_id": 129,
      "answer": "Joining a community gardening program can provide various benefits such as improving physical health through exercise, learning new skills, connecting with neighbors, contributing to food security, promoting environmental sustainability, reducing stress levels, and fostering social inclusion.",
      "bResponse": "Joining a community gardening program can provide various benefits such as improving physical health through exercise, learning new skills, connecting with neighbors, contributing to food security, promoting environmental sustainability, reducing stress levels, and fostering social inclusion. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 26",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 366,
      "question_id": 366,
      "content_block_id": 129,
      "answer": "Interested parties who wish to participate in the community gardening initiative should reach out to their local organizations involved in promoting sustainable agriculture practices. They may also consider volunteering at nearby gardens or starting their own garden plot within their neighborhood.",
      "bResponse": "Interested parties who wish to participate in the community gardening initiative should reach out to their local organizations involved in promoting sustainable agriculture practices. They may also consider volunteering at nearby gardens or starting their own garden plot within their neighborhood. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 26",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 367,
      "question_id": 367,
      "content_block_id": 129,
      "answer": "The United Nations High Commissioner for Refugees (UNHCR) may be able to assist with travel to non-EU countries, as well as the International Organization for Migration. Additionally, it is recommended to contact the embassy of the destination country for specific guidance on traveling there.",
      "bResponse": "The United Nations High Commissioner for Refugees (UNHCR) may be able to assist with travel to non-EU countries, as well as the International Organization for Migration. Additionally, it is recommended to contact the embassy of the destination country for specific guidance on traveling there. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 26",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 368,
      "question_id": 368,
      "content_block_id": 130,
      "answer": "The objective of the community gardening initiative is to promote sustainable agriculture practices and food security within the local community by encouraging residents to grow their own produce in designated areas within the city limits.",
      "bResponse": "The objective of the community gardening initiative is to promote sustainable agriculture practices and food security within the local community by encouraging residents to grow their own produce in designated areas within the city limits. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 27",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 369,
      "question_id": 369,
      "content_block_id": 130,
      "answer": "Interested individuals can find more information about the program by contacting SM IGI at mai.gov.ro or visiting their office located on Str. Perilor nr.2, Rdui, Judeul Suceava.",
      "bResponse": "Interested individuals can find more information about the program by contacting SM IGI at mai.gov.ro or visiting their office located on Str. Perilor nr.2, Rdui, Judeul Suceava. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 27",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 370,
      "question_id": 370,
      "content_block_id": 130,
      "answer": "No prior experience with gardening is required for participation.",
      "bResponse": "No prior experience with gardening is required for participation. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 27",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 371,
      "question_id": 371,
      "content_block_id": 131,
      "answer": "The Satu Mare office is located at Str. Mihai Viteazul, Nr. 11, Satu Mare, Maramures County, Romania.",
      "bResponse": "The Satu Mare office is located at Str. Mihai Viteazul, Nr. 11, Satu Mare, Maramures County, Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 28",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 372,
      "question_id": 372,
      "content_block_id": 131,
      "answer": "The phone number was established in 20695, 20696, and 20697.",
      "bResponse": "The phone number was established in 20695, 20696, and 20697. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 28",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 373,
      "question_id": 373,
      "content_block_id": 131,
      "answer": "The contact person at the Satu Mare office is IGI Gigi. You can reach him by calling his phone number (+40 261 80 77 57 or +40 261 80 77 77, Interior 20695, 20696, 20697). His fax number is also mentioned as +40 261 80 77 57, and you can send an email to sm.igi@mai.gov.ro for inquiries related to this address.",
      "bResponse": "The contact person at the Satu Mare office is IGI Gigi. You can reach him by calling his phone number (+40 261 80 77 57 or +40 261 80 77 77, Interior 20695, 20696, 20697). His fax number is also mentioned as +40 261 80 77 57, and you can send an email to sm.igi@mai.gov.ro for inquiries related to this address. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 28",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 374,
      "question_id": 374,
      "content_block_id": 132,
      "answer": "The community gardening program aims to promote sustainable agriculture and food security by encouraging local residents to grow their own fruits, vegetables, and herbs within their communities. This initiative also helps foster a sense of environmental stewardship and social cohesion among participants.",
      "bResponse": "The community gardening program aims to promote sustainable agriculture and food security by encouraging local residents to grow their own fruits, vegetables, and herbs within their communities. This initiative also helps foster a sense of environmental stewardship and social cohesion among participants. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 29",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 375,
      "question_id": 375,
      "content_block_id": 132,
      "answer": "To sign up for the community gardening program at Str. Svineti nr.2, in Galai, you can contact them by phone on 0236-323878 or email c.galati.igi@mai.gov.ro with your interest and they will guide you through the registration process.",
      "bResponse": "To sign up for the community gardening program at Str. Svineti nr.2, in Galai, you can contact them by phone on 0236-323878 or email c.galati.igi@mai.gov.ro with your interest and they will guide you through the registration process. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 29",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 376,
      "question_id": 376,
      "content_block_id": 132,
      "answer": "The community gardening program is held at Str. Svineti nr.2, Galai, judeul Galai.",
      "bResponse": "The community gardening program is held at Str. Svineti nr.2, Galai, judeul Galai. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 29",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 377,
      "question_id": 377,
      "content_block_id": 133,
      "answer": "The address of the community garden is Bucureti (capital city of Romania), Vasile Stolnicu Street, no. 15, Bl.13, sector 2, phone: 0212408774, fax 0212408510, and email: c.bucuresti.igi@mai.gov.ro.",
      "bResponse": "The address of the community garden is Bucureti (capital city of Romania), Vasile Stolnicu Street, no. 15, Bl.13, sector 2, phone: 0212408774, fax 0212408510, and email: c.bucuresti.igi@mai.gov.ro. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 30",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 378,
      "question_id": 378,
      "content_block_id": 133,
      "answer": "Anyone interested and willing to contribute to the maintenance and development of the community garden can participate.",
      "bResponse": "Anyone interested and willing to contribute to the maintenance and development of the community garden can participate. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 30",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 379,
      "question_id": 379,
      "content_block_id": 133,
      "answer": "The next meeting for the community garden in Bucureti can be found at Vasile Stolnicu Street, no. 15, Bl.13, sector 2. The phone number and email address provided in the summary can also help you reach the organizers or find more information about upcoming meetings.",
      "bResponse": "The next meeting for the community garden in Bucureti can be found at Vasile Stolnicu Street, no. 15, Bl.13, sector 2. The phone number and email address provided in the summary can also help you reach the organizers or find more information about upcoming meetings. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 30",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 380,
      "question_id": 380,
      "content_block_id": 134,
      "answer": "Address: Str. Armoniei nr.33, Timioara, judetul Timi\nContact Information: Telefon: 0256.421.240; Fax: 0256.227.500; e-mail: c.timisoara.igi@mai.gov.ro",
      "bResponse": "Address: Str. Armoniei nr.33, Timioara, judetul Timi\nContact Information: Telefon: 0256.421.240; Fax: 0256.227.500; e-mail: c.timisoara.igi@mai.gov.ro For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 31",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 381,
      "question_id": 381,
      "content_block_id": 134,
      "answer": "The community gardening program starts at Str. Armoniei nr.33, Timioara, Judetul Timi. The address can be found on Telefon: 0256.421.240 and Fax: 0256.227.500. Also, you can contact them via email c.timisoara.igi@mai.gov.ro",
      "bResponse": "The community gardening program starts at Str. Armoniei nr.33, Timioara, Judetul Timi. The address can be found on Telefon: 0256.421.240 and Fax: 0256.227.500. Also, you can contact them via email c.timisoara.igi@mai.gov.ro For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 31",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 382,
      "question_id": 382,
      "content_block_id": 134,
      "answer": "Anyone interested in participating in the community gardening program can join and contribute to its activities.",
      "bResponse": "Anyone interested in participating in the community gardening program can join and contribute to its activities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 31",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 383,
      "question_id": 383,
      "content_block_id": 135,
      "answer": "The objective of the community gardening initiative is to promote environmental sustainability and social cohesion through the development of green spaces within local communities for residents to grow their own food and engage in outdoor activities.",
      "bResponse": "The objective of the community gardening initiative is to promote environmental sustainability and social cohesion through the development of green spaces within local communities for residents to grow their own food and engage in outdoor activities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 32",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 384,
      "question_id": 384,
      "content_block_id": 135,
      "answer": "The location to sign up for the community gardening program is at Bulevardul 1907, Giurgiu, judeul Giurgiu. The contact information provided includes a phone number and email address.",
      "bResponse": "The location to sign up for the community gardening program is at Bulevardul 1907, Giurgiu, judeul Giurgiu. The contact information provided includes a phone number and email address. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 32",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 385,
      "question_id": 385,
      "content_block_id": 135,
      "answer": "The next meetings for the community gardening group can be found at Bulevardul 1907, Giurgiu, judeul Giurgiu. They have a phone number of 0246 - 215056 and an email address c.giurgiu.igi@mai.gov.ro. Please contact them for more information on meeting times.",
      "bResponse": "The next meetings for the community gardening group can be found at Bulevardul 1907, Giurgiu, judeul Giurgiu. They have a phone number of 0246 - 215056 and an email address c.giurgiu.igi@mai.gov.ro. Please contact them for more information on meeting times. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 32",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 386,
      "question_id": 386,
      "content_block_id": 136,
      "answer": "To receive temporary protection, individuals must meet certain criteria set forth by the Member States of the European Union. These include being a Ukrainian citizen or having a permanent residence permit in Ukraine, as well as facing an exceptional risk to their life or freedom due to reasons related to armed conflicts, human rights violations, or other serious threats. Additionally, it should be noted that not everyone can claim temporary protection; each case is considered individually based on its specific circumstances.",
      "bResponse": "To receive temporary protection, individuals must meet certain criteria set forth by the Member States of the European Union. These include being a Ukrainian citizen or having a permanent residence permit in Ukraine, as well as facing an exceptional risk to their life or freedom due to reasons related to armed conflicts, human rights violations, or other serious threats. Additionally, it should be noted that not everyone can claim temporary protection; each case is considered individually based on its specific circumstances. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 33",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 387,
      "question_id": 387,
      "content_block_id": 136,
      "answer": "The duration of temporary protection can vary depending on the specific circumstances of each individual case. It may last up to three years or until the situation in Ukraine improves significantly, whichever comes first.",
      "bResponse": "The duration of temporary protection can vary depending on the specific circumstances of each individual case. It may last up to three years or until the situation in Ukraine improves significantly, whichever comes first. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 33",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 388,
      "question_id": 388,
      "content_block_id": 136,
      "answer": "Yes, as a beneficiary of temporary protection, you can work legally in Romania.",
      "bResponse": "Yes, as a beneficiary of temporary protection, you can work legally in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 33",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 389,
      "question_id": 389,
      "content_block_id": 137,
      "answer": "Ukrainian citizens, stateless persons, and certain foreign residents who have been displaced by the current conflict may be eligible for temporary protection in Romania.",
      "bResponse": "Ukrainian citizens, stateless persons, and certain foreign residents who have been displaced by the current conflict may be eligible for temporary protection in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 34",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 390,
      "question_id": 390,
      "content_block_id": 137,
      "answer": "Ukrainian citizens, stateless persons, and certain third-country nationals may be eligible for temporary protection in Romania if they meet specific criteria, such as having received international protection in Ukraine prior to February 24, 2022, or being a family member of someone who meets these qualifications.",
      "bResponse": "Ukrainian citizens, stateless persons, and certain third-country nationals may be eligible for temporary protection in Romania if they meet specific criteria, such as having received international protection in Ukraine prior to February 24, 2022, or being a family member of someone who meets these qualifications. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 34",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 391,
      "question_id": 391,
      "content_block_id": 137,
      "answer": "Yes, family members can also receive temporary protection under certain circumstances. This includes:",
      "bResponse": "Yes, family members can also receive temporary protection under certain circumstances. This includes: For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 34",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 392,
      "question_id": 392,
      "content_block_id": 138,
      "answer": "Yes, there are specific conditions that must be met in order to qualify for temporary protection. These include being forced to leave your home due to armed conflict, terrorism or other extraordinary circumstances. Additionally, having no possibility of returning safely to your home is required.",
      "bResponse": "Yes, there are specific conditions that must be met in order to qualify for temporary protection. These include being forced to leave your home due to armed conflict, terrorism or other extraordinary circumstances. Additionally, having no possibility of returning safely to your home is required. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 35",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 393,
      "question_id": 393,
      "content_block_id": 138,
      "answer": "Beneficiaries of temporary protection can reside in any European Union country which issues them a residency permit for their temporary protection status. However, they must obtain a residency permit first before residing in those countries.",
      "bResponse": "Beneficiaries of temporary protection can reside in any European Union country which issues them a residency permit for their temporary protection status. However, they must obtain a residency permit first before residing in those countries. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 35",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 394,
      "question_id": 394,
      "content_block_id": 138,
      "answer": "To apply for a residency permit under the temporary protection scheme, an individual must first contact the relevant authorities responsible for issuing such permits. Once the residency permit has been issued, they can then utilize the rights associated with this status both within Romania and other EU countries where a residency permit may also be issued.",
      "bResponse": "To apply for a residency permit under the temporary protection scheme, an individual must first contact the relevant authorities responsible for issuing such permits. Once the residency permit has been issued, they can then utilize the rights associated with this status both within Romania and other EU countries where a residency permit may also be issued. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 35",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 395,
      "question_id": 395,
      "content_block_id": 139,
      "answer": "Eligible beneficiaries include categories of individuals at the state border of Romania, including in the transit area or on Romanian territory.",
      "bResponse": "Eligible beneficiaries include categories of individuals at the state border of Romania, including in the transit area or on Romanian territory. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 36",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 396,
      "question_id": 396,
      "content_block_id": 139,
      "answer": "To apply for temporary protection in Romania, you need to visit the Immigration Office / Regional Center for Procedures and Accommodation for Asylum Seekers in the county where you reside. Once there, provide your personal information such as surname, first name, date of birth, citizenship, gender, identity, marital status, family status, relatives, and address in Romania.",
      "bResponse": "To apply for temporary protection in Romania, you need to visit the Immigration Office / Regional Center for Procedures and Accommodation for Asylum Seekers in the county where you reside. Once there, provide your personal information such as surname, first name, date of birth, citizenship, gender, identity, marital status, family status, relatives, and address in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 36",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 397,
      "question_id": 397,
      "content_block_id": 139,
      "answer": "The more information about temporary protection in Romania can be found by contacting the General Inspectorate for Immigration through their website, immigration.ro, or visiting one of the regional centers for procedures and accommodation for asylum seekers in the county where you reside.",
      "bResponse": "The more information about temporary protection in Romania can be found by contacting the General Inspectorate for Immigration through their website, immigration.ro, or visiting one of the regional centers for procedures and accommodation for asylum seekers in the county where you reside. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 36",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 398,
      "question_id": 398,
      "content_block_id": 140,
      "answer": "Beneficiaries of temporary protection have the right to receive free of charge primary medical care and treatment, emergency medical care, medical care, and free treatment in case of acute or chronic illness which is life-threatening, throughout the national emergency medical healthcare and qualified first aid system. They also have the right to receive adequate medical care if they have special needs.",
      "bResponse": "Beneficiaries of temporary protection have the right to receive free of charge primary medical care and treatment, emergency medical care, medical care, and free treatment in case of acute or chronic illness which is life-threatening, throughout the national emergency medical healthcare and qualified first aid system. They also have the right to receive adequate medical care if they have special needs. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 37",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 399,
      "question_id": 399,
      "content_block_id": 140,
      "answer": "Yes, beneficiaries of temporary protection can enroll in the national educational system for free, provided they meet the same legal provisions as per Romanian citizens and are under the age of 18.",
      "bResponse": "Yes, beneficiaries of temporary protection can enroll in the national educational system for free, provided they meet the same legal provisions as per Romanian citizens and are under the age of 18. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 37",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 400,
      "question_id": 400,
      "content_block_id": 140,
      "answer": "There are no specific restrictions mentioned in the summary about hiring beneficiaries of temporary protection for freelance work. However, it is important to note that they must comply with the regulations of their profession when performing such activities.",
      "bResponse": "There are no specific restrictions mentioned in the summary about hiring beneficiaries of temporary protection for freelance work. However, it is important to note that they must comply with the regulations of their profession when performing such activities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 37",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 401,
      "question_id": 401,
      "content_block_id": 141,
      "answer": "As a beneficiary of temporary protection, your main obligation is to abide by the laws and regulations currently in place within Romania. This includes respecting the country's laws related to the legal status of foreign individuals residing there.",
      "bResponse": "As a beneficiary of temporary protection, your main obligation is to abide by the laws and regulations currently in place within Romania. This includes respecting the country's laws related to the legal status of foreign individuals residing there. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 38",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 402,
      "question_id": 402,
      "content_block_id": 141,
      "answer": "Beneficiaries of temporary protection in Romania have access to various social and healthcare benefits, such as employment support, housing assistance, medical care, and education for their children. Additionally, they may also benefit from financial aid, psychological counseling, and language courses.",
      "bResponse": "Beneficiaries of temporary protection in Romania have access to various social and healthcare benefits, such as employment support, housing assistance, medical care, and education for their children. Additionally, they may also benefit from financial aid, psychological counseling, and language courses. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 38",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 403,
      "question_id": 403,
      "content_block_id": 141,
      "answer": "Yes, any person on the territory of Romania must respect the legislation in force, including the legislation regarding the legal status of foreigners and immigration procedures for entering or leaving the country.",
      "bResponse": "Yes, any person on the territory of Romania must respect the legislation in force, including the legislation regarding the legal status of foreigners and immigration procedures for entering or leaving the country. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 38",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 404,
      "question_id": 404,
      "content_block_id": 142,
      "answer": "The legal obligation of hosting foreigners in Romania is for the person hosting them to report their presence to the local police within three days of hosting, otherwise they may face fines ranging from 100 to 500 lei. Failure to comply with this requirement can result in penalties under Article 12, 134, and 135 of OUG No. 194/2002 concerning foreign citizens' status.",
      "bResponse": "The legal obligation of hosting foreigners in Romania is for the person hosting them to report their presence to the local police within three days of hosting, otherwise they may face fines ranging from 100 to 500 lei. Failure to comply with this requirement can result in penalties under Article 12, 134, and 135 of OUG No. 194/2002 concerning foreign citizens' status. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 39",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 405,
      "question_id": 405,
      "content_block_id": 142,
      "answer": "To register hosting a foreigner in Romania, you must inform the local police within three days of hosting. You can use the General Inspectorate for Immigration portal (https://portaligi.mai.gov.ro/inregistrarestraini/) or complete a check-in form at hotels or other touristic venues, which will be sent to the local police. Additionally, both the General Inspectorate for Immigration and the General Inspectorate of the Romanian Police may receive the information upon request.",
      "bResponse": "To register hosting a foreigner in Romania, you must inform the local police within three days of hosting. You can use the General Inspectorate for Immigration portal (https://portaligi.mai.gov.ro/inregistrarestraini/) or complete a check-in form at hotels or other touristic venues, which will be sent to the local police. Additionally, both the General Inspectorate for Immigration and the General Inspectorate of the Romanian Police may receive the information upon request. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 39",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 406,
      "question_id": 406,
      "content_block_id": 142,
      "answer": "General Inspectorate for Immigration portal - <https://portaligi.mai.gov.ro/inregistrarestraini/>",
      "bResponse": "General Inspectorate for Immigration portal - <https://portaligi.mai.gov.ro/inregistrarestraini/> For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 39",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 407,
      "question_id": 407,
      "content_block_id": 143,
      "answer": "Yes, if you wish to return to your country of origin, you can request this and the Romanian authorities will provide support during the process. However, your request needs to meet certain conditions and requirements, such as the temporary protection not having expired, and the situation in your home country remaining unchanged or worsening.",
      "bResponse": "Yes, if you wish to return to your country of origin, you can request this and the Romanian authorities will provide support during the process. However, your request needs to meet certain conditions and requirements, such as the temporary protection not having expired, and the situation in your home country remaining unchanged or worsening. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 40",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 408,
      "question_id": 408,
      "content_block_id": 143,
      "answer": "In order to qualify for temporary protection, you must demonstrate that there are serious threats or violence against you or your family members due to their race, religion, nationality, membership in a particular social group, or political opinion. Additionally, these threats and violence must be occurring in your home country, and this situation must continue throughout the duration of the temporary protection status.",
      "bResponse": "In order to qualify for temporary protection, you must demonstrate that there are serious threats or violence against you or your family members due to their race, religion, nationality, membership in a particular social group, or political opinion. Additionally, these threats and violence must be occurring in your home country, and this situation must continue throughout the duration of the temporary protection status. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 40",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 409,
      "question_id": 409,
      "content_block_id": 143,
      "answer": "To renew your temporary protection status, you need to submit an application and provide supporting documentation to the Romanian authorities. The renewal process depends on the continuation of the circumstances in your home country and the acceptance of your claim. Once approved, you can continue enjoying the benefits of the temporary protection status until its expiry date.",
      "bResponse": "To renew your temporary protection status, you need to submit an application and provide supporting documentation to the Romanian authorities. The renewal process depends on the continuation of the circumstances in your home country and the acceptance of your claim. Once approved, you can continue enjoying the benefits of the temporary protection status until its expiry date. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 40",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 410,
      "question_id": 410,
      "content_block_id": 144,
      "answer": "The beneficiaries of the temporary protection will be issued a residence permit on the territory of Romania by the General Inspectorate for Immigration and will be assigned a personal numerical code, which they will be able to use in the interaction with the Romanian authorities.",
      "bResponse": "The beneficiaries of the temporary protection will be issued a residence permit on the territory of Romania by the General Inspectorate for Immigration and will be assigned a personal numerical code, which they will be able to use in the interaction with the Romanian authorities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 41",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 411,
      "question_id": 411,
      "content_block_id": 144,
      "answer": "The beneficiaries of the temporary protection in Romania include individuals who have been granted this status as a result of an international crisis or conflict, such as war, violence, or environmental disasters, among others. These individuals will receive a residence permit and a personal numerical code, enabling them to interact with the Romanian authorities easily.",
      "bResponse": "The beneficiaries of the temporary protection in Romania include individuals who have been granted this status as a result of an international crisis or conflict, such as war, violence, or environmental disasters, among others. These individuals will receive a residence permit and a personal numerical code, enabling them to interact with the Romanian authorities easily. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 41",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 412,
      "question_id": 412,
      "content_block_id": 144,
      "answer": "The beneficiaries of the temporary protection will be granted a residence permit valid for an unspecified period, allowing them to reside legally within Romania.",
      "bResponse": "The beneficiaries of the temporary protection will be granted a residence permit valid for an unspecified period, allowing them to reside legally within Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 41",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 413,
      "question_id": 413,
      "content_block_id": 145,
      "answer": "The duration of temporary protection can be extended if needed, but it will depend on individual circumstances and the decision of the authorities. The current automatic validity period ends on March 4th, 2024.",
      "bResponse": "The duration of temporary protection can be extended if needed, but it will depend on individual circumstances and the decision of the authorities. The current automatic validity period ends on March 4th, 2024. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 42",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 414,
      "question_id": 414,
      "content_block_id": 145,
      "answer": "Yes, beneficiaries of temporary protection have access to certain rights and privileges.",
      "bResponse": "Yes, beneficiaries of temporary protection have access to certain rights and privileges. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 42",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 415,
      "question_id": 415,
      "content_block_id": 145,
      "answer": "Eligible for Temporary Protection in Ukraine include individuals who have been forced to leave their home due to armed conflict or persecution on political grounds, such as human rights violations.",
      "bResponse": "Eligible for Temporary Protection in Ukraine include individuals who have been forced to leave their home due to armed conflict or persecution on political grounds, such as human rights violations. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 42",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 416,
      "question_id": 416,
      "content_block_id": 146,
      "answer": "Yes, there are several types of crimes that can lead to exclusion from temporary protection. These include serious crimes against peace, war crimes, and crimes against humanity, as well as other serious crimes committed outside of Romania before entering the country as a person enjoying temporary protection. Additionally, individuals who pose a threat to Romania's security or public order due to their criminal history can also be excluded from temporary protection.",
      "bResponse": "Yes, there are several types of crimes that can lead to exclusion from temporary protection. These include serious crimes against peace, war crimes, and crimes against humanity, as well as other serious crimes committed outside of Romania before entering the country as a person enjoying temporary protection. Additionally, individuals who pose a threat to Romania's security or public order due to their criminal history can also be excluded from temporary protection. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 43",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 417,
      "question_id": 417,
      "content_block_id": 146,
      "answer": "No specific circumstance mentioned.",
      "bResponse": "No specific circumstance mentioned. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 43",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 418,
      "question_id": 418,
      "content_block_id": 146,
      "answer": "Good reasons for considering the person as a danger to Romania's security include having been convicted by a final decision for committing a particularly serious crime.",
      "bResponse": "Good reasons for considering the person as a danger to Romania's security include having been convicted by a final decision for committing a particularly serious crime. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 43",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 419,
      "question_id": 419,
      "content_block_id": 147,
      "answer": "The General Inspectorate for Immigration mentioned in the summary is responsible for issuing residence permits for those who have decided to stay and receive temporary protection in Romania.",
      "bResponse": "The General Inspectorate for Immigration mentioned in the summary is responsible for issuing residence permits for those who have decided to stay and receive temporary protection in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 44",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 420,
      "question_id": 420,
      "content_block_id": 147,
      "answer": "The individual can access information about available resources by contacting the authorities present in the temporary accommodation and humanitarian assistance camps or the structures of the General Inspectorate for Immigration mentioned.",
      "bResponse": "The individual can access information about available resources by contacting the authorities present in the temporary accommodation and humanitarian assistance camps or the structures of the General Inspectorate for Immigration mentioned. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 44",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 421,
      "question_id": 421,
      "content_block_id": 147,
      "answer": "The General Inspectorate for Immigration manages the immigration process for those granted temporary protection status.",
      "bResponse": "The General Inspectorate for Immigration manages the immigration process for those granted temporary protection status. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 44",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 422,
      "question_id": 422,
      "content_block_id": 148,
      "answer": "The temporary protection ceases when the maximum duration is reached or at any time by decision of the Council of the European Union.",
      "bResponse": "The temporary protection ceases when the maximum duration is reached or at any time by decision of the Council of the European Union. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 45",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 423,
      "question_id": 423,
      "content_block_id": 148,
      "answer": "The temporary protection lasts for a maximum duration, which can be extended or terminated at any time by the Council of the European Union.",
      "bResponse": "The temporary protection lasts for a maximum duration, which can be extended or terminated at any time by the Council of the European Union. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 45",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 424,
      "question_id": 424,
      "content_block_id": 148,
      "answer": "The Council of the European Union decides when temporary protection ends.",
      "bResponse": "The Council of the European Union decides when temporary protection ends. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 45",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 425,
      "question_id": 425,
      "content_block_id": 149,
      "answer": "Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment.",
      "bResponse": "Foreign nationals or stateless persons coming from the area of armed conflict in Ukraine benefit from medical services, medical supplies, medicines, medical devices and medical services included in the national curative health programs, like the Romanian citizens who are insured, without paying contributions to the social health insurance system, the personal contribution for the medicines granted in the outpatient treatment and with exemption from co-payment. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 46",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 426,
      "question_id": 426,
      "content_block_id": 149,
      "answer": "Yes, there are clinics supporting people in vulnerable situations, such as Medicover, which offers free pediatric consultations and pregnancy monitoring for Ukrainian refugee mothers.",
      "bResponse": "Yes, there are clinics supporting people in vulnerable situations, such as Medicover, which offers free pediatric consultations and pregnancy monitoring for Ukrainian refugee mothers. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 46",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 427,
      "question_id": 427,
      "content_block_id": 149,
      "answer": "You can contact Medicover for assistance by calling their unique number (+4021 796 7391) from where you will be connected to either a Ukrainian-speaking operator or one of the five English speaking operators available.",
      "bResponse": "You can contact Medicover for assistance by calling their unique number (+4021 796 7391) from where you will be connected to either a Ukrainian-speaking operator or one of the five English speaking operators available. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 46",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 428,
      "question_id": 428,
      "content_block_id": 150,
      "answer": "Minors who have sought asylum or are receiving international protection in Romania are eligible for the Romanian education system. They must first complete an intensive Romanian language course before integrating fully into the educational system.",
      "bResponse": "Minors who have sought asylum or are receiving international protection in Romania are eligible for the Romanian education system. They must first complete an intensive Romanian language course before integrating fully into the educational system. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 47",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 429,
      "question_id": 429,
      "content_block_id": 150,
      "answer": "Minors seeking asylum in Romania have access to education, which is guaranteed and free of charge. They may also participate in an intensive Romanian language course to help them integrate into the education system better.",
      "bResponse": "Minors seeking asylum in Romania have access to education, which is guaranteed and free of charge. They may also participate in an intensive Romanian language course to help them integrate into the education system better. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 47",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 430,
      "question_id": 430,
      "content_block_id": 150,
      "answer": "There are no costs associated with attending the Romanian language courses for minors seeking asylum or benefiting from a form of international protection in Romania during the introductory course in Romanian.",
      "bResponse": "There are no costs associated with attending the Romanian language courses for minors seeking asylum or benefiting from a form of international protection in Romania during the introductory course in Romanian. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 47",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 431,
      "question_id": 431,
      "content_block_id": 151,
      "answer": "There are no specific age restrictions mentioned in the provided summary regarding enrolling in Romanian schools. However, all children and young refugees coming from Ukraine can study in the Romanian education system.",
      "bResponse": "There are no specific age restrictions mentioned in the provided summary regarding enrolling in Romanian schools. However, all children and young refugees coming from Ukraine can study in the Romanian education system. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 48",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 432,
      "question_id": 432,
      "content_block_id": 151,
      "answer": "Yes, if you don't have documents proving your studies in Ukraine, the Romanian education institutions will evaluate your learning outcomes, competencies and abilities and decide on the recognition of your transferable study credits based on their own criteria and in accordance with good international practice.",
      "bResponse": "Yes, if you don't have documents proving your studies in Ukraine, the Romanian education institutions will evaluate your learning outcomes, competencies and abilities and decide on the recognition of your transferable study credits based on their own criteria and in accordance with good international practice. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 48",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 433,
      "question_id": 433,
      "content_block_id": 151,
      "answer": "Tuition-free places are available for Ukrainian students at some universities in Romania during the 2021/2022 and 2022/2023 academic years. However, the level of fees for these students is determined by each individual university.",
      "bResponse": "Tuition-free places are available for Ukrainian students at some universities in Romania during the 2021/2022 and 2022/2023 academic years. However, the level of fees for these students is determined by each individual university. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 48",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 434,
      "question_id": 434,
      "content_block_id": 152,
      "answer": "According to the summary, BCR (Romanian Commercial Bank) is one of the banks available for exchanging UAH to RON. The offer is valid only for people with Ukrainian passports, and it allows individuals to exchange up to 1,000 lei per person using their Ukrainian passport. Additionally, there are 11 BCR branches located near the border areas that provide 24/7 cash coverage for those who require additional cash. Furthermore, BCR offers zero commissions on transactions made through POS and ATMs with Ukrainian-issued cards, as well as on the opening and administration of current accounts, and on inter and intra bank payments.",
      "bResponse": "According to the summary, BCR (Romanian Commercial Bank) is one of the banks available for exchanging UAH to RON. The offer is valid only for people with Ukrainian passports, and it allows individuals to exchange up to 1,000 lei per person using their Ukrainian passport. Additionally, there are 11 BCR branches located near the border areas that provide 24/7 cash coverage for those who require additional cash. Furthermore, BCR offers zero commissions on transactions made through POS and ATMs with Ukrainian-issued cards, as well as on the opening and administration of current accounts, and on inter and intra bank payments. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 49",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 435,
      "question_id": 435,
      "content_block_id": 152,
      "answer": "Up to 1,000 lei per person/Ukrainian passport, at the BCR exchange rate, when exchanging UAH-RON (hryvnia-lei).",
      "bResponse": "Up to 1,000 lei per person/Ukrainian passport, at the BCR exchange rate, when exchanging UAH-RON (hryvnia-lei). For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 49",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 436,
      "question_id": 436,
      "content_block_id": 152,
      "answer": "Yes, there are some restrictions on who can exchange UAH to RON. The offer is valid only for people with Ukrainian passports.",
      "bResponse": "Yes, there are some restrictions on who can exchange UAH to RON. The offer is valid only for people with Ukrainian passports. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 49",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 437,
      "question_id": 437,
      "content_block_id": 153,
      "answer": "The beneficiaries of temporary protection in Romania may be eligible for this financial support.",
      "bResponse": "The beneficiaries of temporary protection in Romania may be eligible for this financial support. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 50",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 438,
      "question_id": 438,
      "content_block_id": 153,
      "answer": "The beneficiary will receive the lump sum for up to 3 consecutive months.",
      "bResponse": "The beneficiary will receive the lump sum for up to 3 consecutive months. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 50",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 439,
      "question_id": 439,
      "content_block_id": 153,
      "answer": "The lump sum covers accommodation expenses and nothing else.",
      "bResponse": "The lump sum covers accommodation expenses and nothing else. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 50",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 440,
      "question_id": 440,
      "content_block_id": 154,
      "answer": "The ACCEPT Association provides various services for the LGBTQIA+ community, including relocation support, transport from the border with Romania to Bucharest, accommodation in shelters for LGBTQIA+ people and additional LGBTQIA+ friendly accommodations, food and other necessary items such as clothes, medicines, personal care products, baby products, etc., free legal counseling, free psychological counseling, and more. They can be contacted via phone number +40 770 613 630, email at <info@acceptromania.ro>, or through their social media accounts on WhatsApp and Telegram using the same phone number (+40 770 613 630). Their headquarters are located at 10 Lirei Street, Sector 2, Bucharest, Romania.",
      "bResponse": "The ACCEPT Association provides various services for the LGBTQIA+ community, including relocation support, transport from the border with Romania to Bucharest, accommodation in shelters for LGBTQIA+ people and additional LGBTQIA+ friendly accommodations, food and other necessary items such as clothes, medicines, personal care products, baby products, etc., free legal counseling, free psychological counseling, and more. They can be contacted via phone number +40 770 613 630, email at <info@acceptromania.ro>, or through their social media accounts on WhatsApp and Telegram using the same phone number (+40 770 613 630). Their headquarters are located at 10 Lirei Street, Sector 2, Bucharest, Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 51",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 441,
      "question_id": 441,
      "content_block_id": 154,
      "answer": "Yes, non-Ukrainian LGBTQIA+ refugees can seek assistance from the ACCEPT Association. They provide relocation support, transport, accommodation, food, legal and psychological counseling to all individuals within the LGBTQIA+ community regardless of their nationality.",
      "bResponse": "Yes, non-Ukrainian LGBTQIA+ refugees can seek assistance from the ACCEPT Association. They provide relocation support, transport, accommodation, food, legal and psychological counseling to all individuals within the LGBTQIA+ community regardless of their nationality. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 51",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 442,
      "question_id": 442,
      "content_block_id": 154,
      "answer": "ACCEPT Association headquarters is located at 10 Lirei Street, Sector 2, Bucharest, Romania.",
      "bResponse": "ACCEPT Association headquarters is located at 10 Lirei Street, Sector 2, Bucharest, Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 51",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 443,
      "question_id": 443,
      "content_block_id": 155,
      "answer": "Children suffering from cancer or related blood disorders in Ukraine, as well as their families and physicians, can benefit from accessing this online platform.",
      "bResponse": "Children suffering from cancer or related blood disorders in Ukraine, as well as their families and physicians, can benefit from accessing this online platform. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 52",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 444,
      "question_id": 444,
      "content_block_id": 155,
      "answer": "The online platform provides specialized medical care for Ukrainian children with cancer in Romania.",
      "bResponse": "The online platform provides specialized medical care for Ukrainian children with cancer in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 52",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 445,
      "question_id": 445,
      "content_block_id": 155,
      "answer": "The online platform assists with various types of cancers and blood disorders affecting Ukrainian children, such as leukemia, lymphoma, brain tumors, and other malignant and benign diseases related to the hematopoietic system.",
      "bResponse": "The online platform assists with various types of cancers and blood disorders affecting Ukrainian children, such as leukemia, lymphoma, brain tumors, and other malignant and benign diseases related to the hematopoietic system. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 52",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 446,
      "question_id": 446,
      "content_block_id": 156,
      "answer": "To work in Romania, if you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture, or any other liberal professions, you must have the necessary documents. Otherwise, you would provide a statement stating that you have received training or experience in the field. The validity period of this statement is 12 months, extendable up to 6 months or one year.",
      "bResponse": "To work in Romania, if you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture, or any other liberal professions, you must have the necessary documents. Otherwise, you would provide a statement stating that you have received training or experience in the field. The validity period of this statement is 12 months, extendable up to 6 months or one year. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 53",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 447,
      "question_id": 447,
      "content_block_id": 156,
      "answer": "Yes, if you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any other professional activity regulated by laws on education and professions, you can volunteer your skills in Romania.",
      "bResponse": "Yes, if you have studied medicine, dentistry, veterinary medicine, pharmacy, architecture or any other professional activity regulated by laws on education and professions, you can volunteer your skills in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 53",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 448,
      "question_id": 448,
      "content_block_id": 156,
      "answer": "Yes, there are some restrictions on working hours for foreign workers in Romania. According to the Romanian Labor Code, an employee cannot work more than 48 hours per week, including overtime. However, certain exceptions apply, such as seasonal work, night shifts, and public holidays when employees may work longer hours. Additionally, young people aged between 18 and 20 years old should not work more than 40 hours per week.",
      "bResponse": "Yes, there are some restrictions on working hours for foreign workers in Romania. According to the Romanian Labor Code, an employee cannot work more than 48 hours per week, including overtime. However, certain exceptions apply, such as seasonal work, night shifts, and public holidays when employees may work longer hours. Additionally, young people aged between 18 and 20 years old should not work more than 40 hours per week. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 53",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 449,
      "question_id": 449,
      "content_block_id": 157,
      "answer": "In order to enroll your child in a school offering education in the Ukrainian language in Romania, you should visit the local School Inspectorate office. They will help assign your child to an appropriate educational institution where they provide instruction in the Ukrainian language. You may find more information about this process on the website of the Romanian Ministry of Education.",
      "bResponse": "In order to enroll your child in a school offering education in the Ukrainian language in Romania, you should visit the local School Inspectorate office. They will help assign your child to an appropriate educational institution where they provide instruction in the Ukrainian language. You may find more information about this process on the website of the Romanian Ministry of Education. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 54",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 450,
      "question_id": 450,
      "content_block_id": 157,
      "answer": "Yes, you need to go to the School Inspectorate to enroll your child in a school in Romania.",
      "bResponse": "Yes, you need to go to the School Inspectorate to enroll your child in a school in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 54",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 451,
      "question_id": 451,
      "content_block_id": 157,
      "answer": "To find information about the enrollment process, you should visit the School Inspectorate office. They will help assign your child to a suitable school offering educational resources in Ukrainian. For more detailed instructions, please consult the website of the Romanian Ministry of Education or check their official guidelines along with those provided by Ukraine.",
      "bResponse": "To find information about the enrollment process, you should visit the School Inspectorate office. They will help assign your child to a suitable school offering educational resources in Ukrainian. For more detailed instructions, please consult the website of the Romanian Ministry of Education or check their official guidelines along with those provided by Ukraine. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 54",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 452,
      "question_id": 452,
      "content_block_id": 158,
      "answer": "The National Anti-Drug Agency provides various types of support which include access to medical professionals (doctors and psychologists), as well as social workers who offer their assistance for those struggling with drug addiction. Services offered by these professionals are completely confidential and without any cost involved.",
      "bResponse": "The National Anti-Drug Agency provides various types of support which include access to medical professionals (doctors and psychologists), as well as social workers who offer their assistance for those struggling with drug addiction. Services offered by these professionals are completely confidential and without any cost involved. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 55",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 453,
      "question_id": 453,
      "content_block_id": 158,
      "answer": "When seeking assistance at the agency, it is important to be honest about your drug history. This allows professionals at the center to provide you with appropriate support tailored specifically for your needs. Being open and transparent helps ensure that you get the best possible care and guidance as you work towards overcoming addiction or other challenges related to substance abuse.",
      "bResponse": "When seeking assistance at the agency, it is important to be honest about your drug history. This allows professionals at the center to provide you with appropriate support tailored specifically for your needs. Being open and transparent helps ensure that you get the best possible care and guidance as you work towards overcoming addiction or other challenges related to substance abuse. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 55",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 454,
      "question_id": 454,
      "content_block_id": 158,
      "answer": "Yes, you can attend meetings with your family members while receiving treatment at the agency.",
      "bResponse": "Yes, you can attend meetings with your family members while receiving treatment at the agency. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 55",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 455,
      "question_id": 455,
      "content_block_id": 160,
      "answer": "The following are the legal public holidays for 2023 in Romania:\nNew Year's Day (January 1),\nDay of the Unification of the Romanian Principalities (January 24),\nGood Friday (April 14),\nOrthodox Easter (April 24-25),\nLabor Day (May 1),\nChildren's Day (June 1),\nOrthodox Pentecost (June 4),\nThe day after the Orthodox Pentecost (June 5),\nAssumption (August 15),\nSaint Andrew (November 30),\nRomania's National Day (December 1),\nand Christmas (December 25).",
      "bResponse": "The following are the legal public holidays for 2023 in Romania:\nNew Year's Day (January 1),\nDay of the Unification of the Romanian Principalities (January 24),\nGood Friday (April 14),\nOrthodox Easter (April 24-25),\nLabor Day (May 1),\nChildren's Day (June 1),\nOrthodox Pentecost (June 4),\nThe day after the Orthodox Pentecost (June 5),\nAssumption (August 15),\nSaint Andrew (November 30),\nRomania's National Day (December 1),\nand Christmas (December 25). For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 57",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 456,
      "question_id": 456,
      "content_block_id": 160,
      "answer": "The national holidays in Romania for 2023 include:\n* New Year (January 1, January 2)\n* Day of the Unification of the Romanian Principalities (April 14)\n* Good Friday (April 14)\n* Orthodox Easter (April 24-25)\n* Labor Day (May 1)\n* Children's Day (June 1)\n* Orthodox Pentecost (June 4, June 5)\n* Assumption (August 15)\n* Saint Andrew (November 30)\n* Romania's National Day (December 1)\n* Christmas (December 25, December 26).",
      "bResponse": "The national holidays in Romania for 2023 include:\n* New Year (January 1, January 2)\n* Day of the Unification of the Romanian Principalities (April 14)\n* Good Friday (April 14)\n* Orthodox Easter (April 24-25)\n* Labor Day (May 1)\n* Children's Day (June 1)\n* Orthodox Pentecost (June 4, June 5)\n* Assumption (August 15)\n* Saint Andrew (November 30)\n* Romania's National Day (December 1)\n* Christmas (December 25, December 26). For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 57",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 457,
      "question_id": 457,
      "content_block_id": 160,
      "answer": "The holiday dates do change each year as they follow the Gregorian calendar and may vary depending on when certain religious events take place.",
      "bResponse": "The holiday dates do change each year as they follow the Gregorian calendar and may vary depending on when certain religious events take place. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 57",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 458,
      "question_id": 458,
      "content_block_id": 161,
      "answer": "Yes, if your passport's validity period has expired or is about to expire, you can contact the Embassy of Ukraine in Romania for renewal purposes.",
      "bResponse": "Yes, if your passport's validity period has expired or is about to expire, you can contact the Embassy of Ukraine in Romania for renewal purposes. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 58",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 459,
      "question_id": 459,
      "content_block_id": 161,
      "answer": "Yes, you can find detailed information regarding appointments and contacting the embassy by visiting their website at <http://www.mfa.gov.ua>. The embassy's address is Aviatorilor Boulevard, No. 24, Sector 1, Bucharest, Romania, with phone number (00 4021) 230 36 60 and email emb\\_ro@mfa.gov.ua.",
      "bResponse": "Yes, you can find detailed information regarding appointments and contacting the embassy by visiting their website at <http://www.mfa.gov.ua>. The embassy's address is Aviatorilor Boulevard, No. 24, Sector 1, Bucharest, Romania, with phone number (00 4021) 230 36 60 and email emb\\_ro@mfa.gov.ua. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 58",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 460,
      "question_id": 460,
      "content_block_id": 162,
      "answer": "To obtain a disability certificate, follow these steps:\n1. Prepare and submit your disability classification file containing necessary documents such as medical documents (specialist doctor report, standard medical letter from family doctor, copies of discharge tickets), identity document copies, and a social survey.\n2. Wait for the file distribution from the Head of the Service for Complex Assessment of Disabled Adults to the multidisciplinary team for evaluation.\n3. After the file analysis, you will either be scheduled for a complex assessment or informed which documents are missing.\n4. Complete the complex evaluation conducted by the DGASPC (Directorate of Social Assistance and Child Protection) and assessors representing the Complex Evaluation Service of Adults with Handicap.\n5. Receive your disability certificate classifying your level and type of disability.\n6. Appeal the classification decision if needed within 30 days from receiving the disability certificate.",
      "bResponse": "To obtain a disability certificate, follow these steps:\n1. Prepare and submit your disability classification file containing necessary documents such as medical documents (specialist doctor report, standard medical letter from family doctor, copies of discharge tickets), identity document copies, and a social survey.\n2. Wait for the file distribution from the Head of the Service for Complex Assessment of Disabled Adults to the multidisciplinary team for evaluation.\n3. After the file analysis, you will either be scheduled for a complex assessment or informed which documents are missing.\n4. Complete the complex evaluation conducted by the DGASPC (Directorate of Social Assistance and Child Protection) and assessors representing the Complex Evaluation Service of Adults with Handicap.\n5. Receive your disability certificate classifying your level and type of disability.\n6. Appeal the classification decision if needed within 30 days from receiving the disability certificate. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 59",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 461,
      "question_id": 461,
      "content_block_id": 162,
      "answer": "To apply for a disability certificate, one must prepare and submit a disability classification file containing various documents such as medical records, copies of identity documents, and a social survey report. These include standard medical letters from the family doctor, discharge tickets, paraclinical investigation requests, and certificates of income.",
      "bResponse": "To apply for a disability certificate, one must prepare and submit a disability classification file containing various documents such as medical records, copies of identity documents, and a social survey report. These include standard medical letters from the family doctor, discharge tickets, paraclinical investigation requests, and certificates of income. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 59",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 462,
      "question_id": 462,
      "content_block_id": 162,
      "answer": "Several factors are taken into consideration when determining a person's disability level, including the results of paraclinical investigations requested by the Complex Evaluation Service of Adults with Disabilities, the opinions expressed by the multidisciplinary team evaluating the file, and the recommendations provided by the evaluation commission in accordance with the degree of severity defined by law.",
      "bResponse": "Several factors are taken into consideration when determining a person's disability level, including the results of paraclinical investigations requested by the Complex Evaluation Service of Adults with Disabilities, the opinions expressed by the multidisciplinary team evaluating the file, and the recommendations provided by the evaluation commission in accordance with the degree of severity defined by law. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 59",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 463,
      "question_id": 463,
      "content_block_id": 163,
      "answer": "You can stay in Romania up to 90 days if you enter without asking for asylum as a Ukrainian national by presenting a valid passport at the border crossing.",
      "bResponse": "You can stay in Romania up to 90 days if you enter without asking for asylum as a Ukrainian national by presenting a valid passport at the border crossing. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 60",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 464,
      "question_id": 464,
      "content_block_id": 163,
      "answer": "No, you don't need a visa to enter Romania as long as Ukrainian nationals are able to present a valid passport at the border crossing.",
      "bResponse": "No, you don't need a visa to enter Romania as long as Ukrainian nationals are able to present a valid passport at the border crossing. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 60",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 465,
      "question_id": 465,
      "content_block_id": 163,
      "answer": "Yes, Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and stay up to 90 days.",
      "bResponse": "Yes, Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and stay up to 90 days. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 60",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 466,
      "question_id": 466,
      "content_block_id": 164,
      "answer": "Any foreigner who is located on the Romanian territory or at a border crossing point can submit an asylum application.",
      "bResponse": "Any foreigner who is located on the Romanian territory or at a border crossing point can submit an asylum application. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 61",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 467,
      "question_id": 467,
      "content_block_id": 164,
      "answer": "An asylum seeker can seek protection by submitting an application to the competent authorities upon their arrival on the Romanian territory or at a border crossing point, expressing their intent to request protection from the Romanian state.",
      "bResponse": "An asylum seeker can seek protection by submitting an application to the competent authorities upon their arrival on the Romanian territory or at a border crossing point, expressing their intent to request protection from the Romanian state. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 61",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 468,
      "question_id": 468,
      "content_block_id": 164,
      "answer": "To request asylum, one must submit their application to the competent authorities and express their intention to seek protection from the Romanian state.",
      "bResponse": "To request asylum, one must submit their application to the competent authorities and express their intention to seek protection from the Romanian state. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 61",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 469,
      "question_id": 469,
      "content_block_id": 165,
      "answer": "To submit an asylum application in person, locate one of the six Regional Centers for Housing and Procedures for Asylum Seekers, as they are responsible for receiving asylum applications. You can also seek help from the Directorate of Child Protection if you are a minor over the age of 14. Ensure your application is complete and accurate, following the guidelines provided in the summary.",
      "bResponse": "To submit an asylum application in person, locate one of the six Regional Centers for Housing and Procedures for Asylum Seekers, as they are responsible for receiving asylum applications. You can also seek help from the Directorate of Child Protection if you are a minor over the age of 14. Ensure your application is complete and accurate, following the guidelines provided in the summary. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 62",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 470,
      "question_id": 470,
      "content_block_id": 165,
      "answer": "Minor children under the age of 14 can submit an asylum application through the Directorate of Child Protection, as stated in the summary.",
      "bResponse": "Minor children under the age of 14 can submit an asylum application through the Directorate of Child Protection, as stated in the summary. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 62",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 471,
      "question_id": 471,
      "content_block_id": 165,
      "answer": "Romanian Border Police are responsible for receiving asylum applications at the border.",
      "bResponse": "Romanian Border Police are responsible for receiving asylum applications at the border. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 62",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 472,
      "question_id": 472,
      "content_block_id": 166,
      "answer": "The applicant receives a temporary identity document for asylum seekers issued by the General Inspectorate for Immigration (IGI) after being scheduled for a preliminary and an interview to determine the form of international protection.",
      "bResponse": "The applicant receives a temporary identity document for asylum seekers issued by the General Inspectorate for Immigration (IGI) after being scheduled for a preliminary and an interview to determine the form of international protection. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 63",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 473,
      "question_id": 473,
      "content_block_id": 166,
      "answer": "Yes, it is necessary to submit all the documents that you have at your disposal and that are relevant to your personal situation during your asylum interview.",
      "bResponse": "Yes, it is necessary to submit all the documents that you have at your disposal and that are relevant to your personal situation during your asylum interview. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 63",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 474,
      "question_id": 474,
      "content_block_id": 166,
      "answer": "Yes, you can request the participation of a CNRR legal advisor or UNHCR representative at the interview.",
      "bResponse": "Yes, you can request the participation of a CNRR legal advisor or UNHCR representative at the interview. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 63",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 475,
      "question_id": 475,
      "content_block_id": 167,
      "answer": "The rights of asylum seekers include the right to information about their rights and obligations and the asylum procedure; confidentiality of personal data; issuance of a temporary identity document; participation in cultural adaptation activities; accommodation in immigration centers; free primary healthcare and treatment for acute and chronic diseases; inclusion in public health programs targeting transmissible diseases; assistance for individuals with special needs; and access to the labor market after three months from submitting the asylum application. They also receive financial aid from the state amounting to around 4 euros per person per day.",
      "bResponse": "The rights of asylum seekers include the right to information about their rights and obligations and the asylum procedure; confidentiality of personal data; issuance of a temporary identity document; participation in cultural adaptation activities; accommodation in immigration centers; free primary healthcare and treatment for acute and chronic diseases; inclusion in public health programs targeting transmissible diseases; assistance for individuals with special needs; and access to the labor market after three months from submitting the asylum application. They also receive financial aid from the state amounting to around 4 euros per person per day. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 64",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 476,
      "question_id": 476,
      "content_block_id": 167,
      "answer": "The services provided for free to asylum seekers include primary healthcare, emergency hospital care, free medical care for acute or chronic life-threatening diseases, access to national public health programs for disease prevention and control, assistance on the labor market, and financial aid amounting to around 4 euros per day per individual.",
      "bResponse": "The services provided for free to asylum seekers include primary healthcare, emergency hospital care, free medical care for acute or chronic life-threatening diseases, access to national public health programs for disease prevention and control, assistance on the labor market, and financial aid amounting to around 4 euros per day per individual. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 64",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 477,
      "question_id": 477,
      "content_block_id": 167,
      "answer": "After submitting the asylum application, asylum seekers can access the labor market under specific conditions established by law, similar to those provided to Romanian citizens.",
      "bResponse": "After submitting the asylum application, asylum seekers can access the labor market under specific conditions established by law, similar to those provided to Romanian citizens. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 64",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 478,
      "question_id": 478,
      "content_block_id": 168,
      "answer": "Anyone who meets certain criteria can apply for asylum. The applicant must fear persecution based on their race, religion, nationality, membership in a particular social group or political opinion and have no other safe country to seek protection.",
      "bResponse": "Anyone who meets certain criteria can apply for asylum. The applicant must fear persecution based on their race, religion, nationality, membership in a particular social group or political opinion and have no other safe country to seek protection. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 65",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 479,
      "question_id": 479,
      "content_block_id": 168,
      "answer": "If your asylum application is denied by the authorities, you can contact the National Council for Refugees (CNRR) at +40 721 206 926 for assistance.",
      "bResponse": "If your asylum application is denied by the authorities, you can contact the National Council for Refugees (CNRR) at +40 721 206 926 for assistance. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 65",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 480,
      "question_id": 480,
      "content_block_id": 168,
      "answer": "The National Council for Refugees can be reached by calling their number +40 721 206 926.",
      "bResponse": "The National Council for Refugees can be reached by calling their number +40 721 206 926. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 65",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 481,
      "question_id": 481,
      "content_block_id": 169,
      "answer": "Asylum seekers who apply for asylum in Romania can stay at one of the Procedure and Accommodation Regional Centers for Asylum Seekers, located in Bucharest, Timioara, Giurgiu, Maramure, Rdui, and Galai.",
      "bResponse": "Asylum seekers who apply for asylum in Romania can stay at one of the Procedure and Accommodation Regional Centers for Asylum Seekers, located in Bucharest, Timioara, Giurgiu, Maramure, Rdui, and Galai. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 66",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 482,
      "question_id": 482,
      "content_block_id": 169,
      "answer": "Yes, if you have secured accommodation elsewhere, you must apply to IGI to be able to leave the area where you entered Romania.",
      "bResponse": "Yes, if you have secured accommodation elsewhere, you must apply to IGI to be able to leave the area where you entered Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 66",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 483,
      "question_id": 483,
      "content_block_id": 169,
      "answer": "Bucharest, Timioara, Giurgiu, Maramure, Rdui and Galai host the Procedure and Accommodation Regional Centers for Asylum Seekers in Romania.",
      "bResponse": "Bucharest, Timioara, Giurgiu, Maramure, Rdui and Galai host the Procedure and Accommodation Regional Centers for Asylum Seekers in Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 66",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 484,
      "question_id": 484,
      "content_block_id": 170,
      "answer": "The legal obligation of people hosting asylum seekers in Romania is to notify the local police about the situation within three days after hosting them. They also need to register the hosting on the General Inspectorate for Immigration's website if they are staying with a friend/acquaintance.",
      "bResponse": "The legal obligation of people hosting asylum seekers in Romania is to notify the local police about the situation within three days after hosting them. They also need to register the hosting on the General Inspectorate for Immigration's website if they are staying with a friend/acquaintance. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 67",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 485,
      "question_id": 485,
      "content_block_id": 170,
      "answer": "To register your hosting of an asylum see",
      "bResponse": "To register your hosting of an asylum see For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 67",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 486,
      "question_id": 486,
      "content_block_id": 171,
      "answer": "Each application for asylum must be carefully examined because every person and situation has unique circumstances that can affect their potential risk of persecution or harm if they were forced to return to their home country. Therefore, evaluating each individual asylum claim ensures fairness and accuracy when determining whether an applicant should receive protection under international law.",
      "bResponse": "Each application for asylum must be carefully examined because every person and situation has unique circumstances that can affect their potential risk of persecution or harm if they were forced to return to their home country. Therefore, evaluating each individual asylum claim ensures fairness and accuracy when determining whether an applicant should receive protection under international law. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 68",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 487,
      "question_id": 487,
      "content_block_id": 171,
      "answer": "No, applicants do not have control over how long their claim will be processed.",
      "bResponse": "No, applicants do not have control over how long their claim will be processed. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 68",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 488,
      "question_id": 488,
      "content_block_id": 171,
      "answer": "Yes, they can participate in the process as well.",
      "bResponse": "Yes, they can participate in the process as well. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 68",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 489,
      "question_id": 489,
      "content_block_id": 172,
      "answer": "Anyone who meets the eligibility criteria set by the local authorities or organizations running the community gardening programs can participate in them.",
      "bResponse": "Anyone who meets the eligibility criteria set by the local authorities or organizations running the community gardening programs can participate in them. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 69",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 490,
      "question_id": 490,
      "content_block_id": 172,
      "answer": "To learn more about the community gardening program, you may want to visit their official website or contact them directly by phone or email.",
      "bResponse": "To learn more about the community gardening program, you may want to visit their official website or contact them directly by phone or email. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 69",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 491,
      "question_id": 491,
      "content_block_id": 172,
      "answer": "No, you do not need to provide documents to cross the border during the asylum process. However, you must hand them over at the time of applying for asylum, or request and obtain them at any time in order to leave the territory of Romania.",
      "bResponse": "No, you do not need to provide documents to cross the border during the asylum process. However, you must hand them over at the time of applying for asylum, or request and obtain them at any time in order to leave the territory of Romania. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 69",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 492,
      "question_id": 492,
      "content_block_id": 173,
      "answer": "You can collect your monthly allowance at the Regional Centre for Accommodation and Procedures for Asylum Seeers which is responsible for assigning you to such centres.",
      "bResponse": "You can collect your monthly allowance at the Regional Centre for Accommodation and Procedures for Asylum Seeers which is responsible for assigning you to such centres. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 70",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 493,
      "question_id": 493,
      "content_block_id": 173,
      "answer": "Yes, you will have to register at the Community Gardening Program where you live or want to volunteer your time.",
      "bResponse": "Yes, you will have to register at the Community Gardening Program where you live or want to volunteer your time. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 70",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 494,
      "question_id": 494,
      "content_block_id": 173,
      "answer": "The Regional Centre for Accommodation and Procedures for Asylum Seekers has information on your rights as an asylum seeaker.",
      "bResponse": "The Regional Centre for Accommodation and Procedures for Asylum Seekers has information on your rights as an asylum seeaker. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 70",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 495,
      "question_id": 495,
      "content_block_id": 174,
      "answer": "For information about the asylum procedure, you can call the Romanian National Council for Refugees (CNRR) at +40 721 206 926 or the LOGS NGO Call Center on WhatsApp at +40765861888.",
      "bResponse": "For information about the asylum procedure, you can call the Romanian National Council for Refugees (CNRR) at +40 721 206 926 or the LOGS NGO Call Center on WhatsApp at +40765861888. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 71",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 496,
      "question_id": 496,
      "content_block_id": 174,
      "answer": "For questions about access into Romania, you can contact the Romanian National Council for Refugees (CNRR) at +40 730 073 170 or through their WhatsApp line (+40 721 206 926).",
      "bResponse": "For questions about access into Romania, you can contact the Romanian National Council for Refugees (CNRR) at +40 730 073 170 or through their WhatsApp line (+40 721 206 926). For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 71",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 497,
      "question_id": 497,
      "content_block_id": 174,
      "answer": "LOGS NGO provides a WhatsApp service with the aim to help individuals seeking asylum by offering information regarding the asylum process and addressing any inquiries they might have. To reach this service, one can use their provided number: +40-765-861-888.",
      "bResponse": "LOGS NGO provides a WhatsApp service with the aim to help individuals seeking asylum by offering information regarding the asylum process and addressing any inquiries they might have. To reach this service, one can use their provided number: +40-765-861-888. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 71",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 498,
      "question_id": 498,
      "content_block_id": 175,
      "answer": "No, you cannot apply for asylum in several states at the same time.",
      "bResponse": "No, you cannot apply for asylum in several states at the same time. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 72",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 499,
      "question_id": 499,
      "content_block_id": 175,
      "answer": "The reason for your second application being rejected in an EU member state is because you cannot apply for asylum in several states simultaneously. Once you have submitted an initial application in Romania, any subsequent applications in other countries will likely be returned or rejected.",
      "bResponse": "The reason for your second application being rejected in an EU member state is because you cannot apply for asylum in several states simultaneously. Once you have submitted an initial application in Romania, any subsequent applications in other countries will likely be returned or rejected. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 72",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 500,
      "question_id": 500,
      "content_block_id": 175,
      "answer": "No, you cannot apply for asylum in several states at the same time.",
      "bResponse": "No, you cannot apply for asylum in several states at the same time. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 72",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 501,
      "question_id": 501,
      "content_block_id": 176,
      "answer": "Yes, you can withdraw your application at any time and at any stage of the asylum procedure by contacting the General Inspectorate for Immigration with a request.",
      "bResponse": "Yes, you can withdraw your application at any time and at any stage of the asylum procedure by contacting the General Inspectorate for Immigration with a request. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 73",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 502,
      "question_id": 502,
      "content_block_id": 176,
      "answer": "Yes, you can withdraw your application at any time and at any stage of the asylum procedure by contacting the General Inspectorate for Immigration with a request.",
      "bResponse": "Yes, you can withdraw your application at any time and at any stage of the asylum procedure by contacting the General Inspectorate for Immigration with a request. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 73",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 503,
      "question_id": 503,
      "content_block_id": 176,
      "answer": "No specific reason is required to cancel an asylum claim in Romania; you may do so at any time during the process.",
      "bResponse": "No specific reason is required to cancel an asylum claim in Romania; you may do so at any time during the process. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 73",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 504,
      "question_id": 504,
      "content_block_id": 177,
      "answer": "Refugees have the same rights as Romanian citizens, except for electoral rights.",
      "bResponse": "Refugees have the same rights as Romanian citizens, except for electoral rights. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 74",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 505,
      "question_id": 505,
      "content_block_id": 177,
      "answer": "Yes, subsidiary protection recipients can travel within the EU with a special visa.",
      "bResponse": "Yes, subsidiary protection recipients can travel within the EU with a special visa. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 74",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 506,
      "question_id": 506,
      "content_block_id": 177,
      "answer": "The serious risks an individual may face upon returning to their home country include the death sentence or execution of such a sentence, torture, inhuman or degrading treatment or punishment, and a serious, individual threat to life or integrity due to widespread violence in situations of internal or international armed conflicts when they are part of the civilian population.",
      "bResponse": "The serious risks an individual may face upon returning to their home country include the death sentence or execution of such a sentence, torture, inhuman or degrading treatment or punishment, and a serious, individual threat to life or integrity due to widespread violence in situations of internal or international armed conflicts when they are part of the civilian population. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 74",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 507,
      "question_id": 507,
      "content_block_id": 178,
      "answer": "The platform supports refugees and internally displaced Ukrainians, so individuals who fall into these categories may join.",
      "bResponse": "The platform supports refugees and internally displaced Ukrainians, so individuals who fall into these categories may join. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 75",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 508,
      "question_id": 508,
      "content_block_id": 178,
      "answer": "Yes, the platform supports refugees with access to the necessary support for recovery and rebuilding of homes, communities, and livelihoods.",
      "bResponse": "Yes, the platform supports refugees with access to the necessary support for recovery and rebuilding of homes, communities, and livelihoods. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 75",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 509,
      "question_id": 509,
      "content_block_id": 178,
      "answer": "The platform helps provide essential information on housing options available for refugees and internally displaced Ukrainians, including guidance on accessing public rental schemes and other accommodation assistance programs offered by host countries or communities.",
      "bResponse": "The platform helps provide essential information on housing options available for refugees and internally displaced Ukrainians, including guidance on accessing public rental schemes and other accommodation assistance programs offered by host countries or communities. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Content Block 75",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}