{
  "answers": [
    {
      "answer_id": 726,
      "question_id": 726,
      "content_block_id": 253,
      "answer": "The requirements for registering at an employment agency include presenting an identity document and completing a statement on one's own responsibility with the assistance of a counselor.",
      "bResponse": "The requirements for registering at an employment agency include presenting an identity document and completing a statement on one's own responsibility with the assistance of a counselor. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 727,
      "question_id": 727,
      "content_block_id": 253,
      "answer": "Yes, individuals can receive assistance in finding a job after completing the statement. They will be assisted in finding a suitable job and participate in an interview or a work test.",
      "bResponse": "Yes, individuals can receive assistance in finding a job after completing the statement. They will be assisted in finding a suitable job and participate in an interview or a work test. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 728,
      "question_id": 728,
      "content_block_id": 253,
      "answer": "No, there are no age restrictions for participating in this program.",
      "bResponse": "No, there are no age restrictions for participating in this program. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 729,
      "question_id": 729,
      "content_block_id": 254,
      "answer": "To find available vacancies on the Jobs4Ukraine platform, you need to visit the website at <http://www.jobs4ukraine.com/> and search for open positions related to your desired field or location. The platform offers easy access to job opportunities both locally and internationally, helping individuals affected by the ongoing conflict in Ukraine rebuild their financial stability.",
      "bResponse": "To find available vacancies on the Jobs4Ukraine platform, you need to visit the website at <http://www.jobs4ukraine.com/> and search for open positions related to your desired field or location. The platform offers easy access to job opportunities both locally and internationally, helping individuals affected by the ongoing conflict in Ukraine rebuild their financial stability. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 730,
      "question_id": 730,
      "content_block_id": 254,
      "answer": "Yes, the platform offers assistance with visa applications and travel arrangements.",
      "bResponse": "Yes, the platform offers assistance with visa applications and travel arrangements. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 731,
      "question_id": 731,
      "content_block_id": 254,
      "answer": "People affected by the war in Ukraine who want to rebuild their financial stability can use the Jobs4Ukraine platform to find job opportunities abroad and remotely for free.",
      "bResponse": "People affected by the war in Ukraine who want to rebuild their financial stability can use the Jobs4Ukraine platform to find job opportunities abroad and remotely for free. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 732,
      "question_id": 732,
      "content_block_id": 255,
      "answer": "The new community gardening program provides various benefits such as promoting healthy living by growing fresh produce, fostering social connections among participants, reducing food waste and hunger, contributing to local economies, and creating green spaces for relaxation and recreation. Participants can enjoy these advantages without any cost since it is offered for free by the National Agency for Employment.",
      "bResponse": "The new community gardening program provides various benefits such as promoting healthy living by growing fresh produce, fostering social connections among participants, reducing food waste and hunger, contributing to local economies, and creating green spaces for relaxation and recreation. Participants can enjoy these advantages without any cost since it is offered for free by the National Agency for Employment. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 733,
      "question_id": 733,
      "content_block_id": 255,
      "answer": "To join the new community gardening program offered by the National Agency for Employment, you need to register on their website and visit their territorial structure offices to receive more information about this service. Keep in mind that it is available for Ukrainian citizens who have been registered with the agency.",
      "bResponse": "To join the new community gardening program offered by the National Agency for Employment, you need to register on their website and visit their territorial structure offices to receive more information about this service. Keep in mind that it is available for Ukrainian citizens who have been registered with the agency. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 734,
      "question_id": 734,
      "content_block_id": 255,
      "answer": "Here's the detailed answer based on the provided summary: The National Agency for Employment (NAE) provides various free services to Ukrainian citizens who have registered with them. If you want to learn more about these services, visit their website or contact your local NAE office for additional information.",
      "bResponse": "Here's the detailed answer based on the provided summary: The National Agency for Employment (NAE) provides various free services to Ukrainian citizens who have registered with them. If you want to learn more about these services, visit their website or contact your local NAE office for additional information. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 735,
      "question_id": 735,
      "content_block_id": 256,
      "answer": "To find a job in Romania, you can follow these steps as outlined by the employment agency's guide: create an informative resume, prepare for potential interviews, and familiarize yourself with local regulations related to document completion.",
      "bResponse": "To find a job in Romania, you can follow these steps as outlined by the employment agency's guide: create an informative resume, prepare for potential interviews, and familiarize yourself with local regulations related to document completion. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 736,
      "question_id": 736,
      "content_block_id": 256,
      "answer": "Yes, you will need a special document called \"Contract of Employment\" to work legally in Romania.",
      "bResponse": "Yes, you will need a special document called \"Contract of Employment\" to work legally in Romania. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 737,
      "question_id": 737,
      "content_block_id": 256,
      "answer": "You can view the employment agency's guide by visiting their website and looking for the guide under relevant sections or resources.",
      "bResponse": "You can view the employment agency's guide by visiting their website and looking for the guide under relevant sections or resources. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 738,
      "question_id": 738,
      "content_block_id": 257,
      "answer": "To access the Romanian employment system, individuals must be legally present in Romania with either a permanent residence permit or a temporary protection status granted by the government due to specific circumstances such as war or conflict. Additionally, they should have relevant education, skills, language proficiency, and adaptability to find suitable employment opportunities within the country.",
      "bResponse": "To access the Romanian employment system, individuals must be legally present in Romania with either a permanent residence permit or a temporary protection status granted by the government due to specific circumstances such as war or conflict. Additionally, they should have relevant education, skills, language proficiency, and adaptability to find suitable employment opportunities within the country. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 739,
      "question_id": 739,
      "content_block_id": 257,
      "answer": "The guidance offered by this guide is intended for migrants and temporary protected persons who want to access the labor market in Romania.",
      "bResponse": "The guidance offered by this guide is intended for migrants and temporary protected persons who want to access the labor market in Romania. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 740,
      "question_id": 740,
      "content_block_id": 257,
      "answer": "Yes, non-Ukrainian migrants can also benefit from the information provided in the guide, as it offers a comprehensive introduction to the Romanian employment system, including essential resources and an overview of legal aspects for finding a job.",
      "bResponse": "Yes, non-Ukrainian migrants can also benefit from the information provided in the guide, as it offers a comprehensive introduction to the Romanian employment system, including essential resources and an overview of legal aspects for finding a job. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 741,
      "question_id": 741,
      "content_block_id": 258,
      "answer": "The organizations on UNHCR's list offer support in various areas related to employment and integrating into the job market, including assistance with resumes, consultations on labor rights and legislation, and more.",
      "bResponse": "The organizations on UNHCR's list offer support in various areas related to employment and integrating into the job market, including assistance with resumes, consultations on labor rights and legislation, and more. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 742,
      "question_id": 742,
      "content_block_id": 258,
      "answer": "The UNHCR in Romania has compiled a list of organizations ready to assist refugees in finding employment opportunities and integrating into the local job market. To access this list, visit their website or contact them directly for more information.",
      "bResponse": "The UNHCR in Romania has compiled a list of organizations ready to assist refugees in finding employment opportunities and integrating into the local job market. To access this list, visit their website or contact them directly for more information. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 743,
      "question_id": 743,
      "content_block_id": 258,
      "answer": "There may be specific eligibility criteria required to access the services offered by these organizations, such as residency status, age, or work experience. It is recommended to visit their websites or contact them directly for more information about their requirements and procedures.",
      "bResponse": "There may be specific eligibility criteria required to access the services offered by these organizations, such as residency status, age, or work experience. It is recommended to visit their websites or contact them directly for more information about their requirements and procedures. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 744,
      "question_id": 744,
      "content_block_id": 259,
      "answer": "One can find information about available job opportunities on the Adecco platform, which helps Ukrainians find jobs where they need to. The website operates in both Ukrainian and English languages for the convenience of its users. To access this service, visit <https://www.adeccohr.com/> or use the search engine with keywords such as \"Adecco Ukraine\".",
      "bResponse": "One can find information about available job opportunities on the Adecco platform, which helps Ukrainians find jobs where they need to. The website operates in both Ukrainian and English languages for the convenience of its users. To access this service, visit <https://www.adeccohr.com/> or use the search engine with keywords such as \"Adecco Ukraine\". For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 745,
      "question_id": 745,
      "content_block_id": 259,
      "answer": "Yes, the website supports multiple languages, including Ukrainian and English for the convenience of visitors.",
      "bResponse": "Yes, the website supports multiple languages, including Ukrainian and English for the convenience of visitors. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 746,
      "question_id": 746,
      "content_block_id": 259,
      "answer": "Yes, users can communicate with each other through the platform.",
      "bResponse": "Yes, users can communicate with each other through the platform. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 747,
      "question_id": 747,
      "content_block_id": 260,
      "answer": "Ateliere Fără Frontiere offers assistance in finding a job for refugees from Ukraine. They also help vulnerable people integrate into society.",
      "bResponse": "Ateliere Fără Frontiere offers assistance in finding a job for refugees from Ukraine. They also help vulnerable people integrate into society. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 748,
      "question_id": 748,
      "content_block_id": 260,
      "answer": "Yes, applications can be submitted by email: <|email|>",
      "bResponse": "Yes, applications can be submitted by email: <|email|> For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 749,
      "question_id": 749,
      "content_block_id": 260,
      "answer": "The non-governmental organization Atelier Fără Frontiere (AFF), which assists in integrating vulnerable individuals, provides support in finding employment for Ukrainian refugees. For more information on AFF and their services, you may contact them via email at cariere@atelierefarafrontiere.ro.",
      "bResponse": "The non-governmental organization Atelier Fără Frontiere (AFF), which assists in integrating vulnerable individuals, provides support in finding employment for Ukrainian refugees. For more information on AFF and their services, you may contact them via email at cariere@atelierefarafrontiere.ro. For more details, visit https://dopomoha.ro/en/job-for-refugees-from-ukraine-in-romania",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}