{
  "answers": [
    {
      "answer_id": 128,
      "question_id": 128,
      "content_block_id": 49,
      "answer": "Yes, individuals can obtain temporary protection or asylum status in Romania. Your rights in Romania depend on your status and you can also apply for asylum within Romania, at a later point.",
      "bResponse": "Yes, individuals can obtain temporary protection or asylum status in Romania. Your rights in Romania depend on your status and you can also apply for asylum within Romania, at a later point. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 129,
      "question_id": 129,
      "content_block_id": 49,
      "answer": "Those entering Romania through obtaining temporary protection or as a short-stay right have their rights dependent upon their status. Asylum seekers will also be protected under this category. They may apply for asylum within Romania at any time during their stay.",
      "bResponse": "Those entering Romania through obtaining temporary protection or as a short-stay right have their rights dependent upon their status. Asylum seekers will also be protected under this category. They may apply for asylum within Romania at any time during their stay. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 130,
      "question_id": 130,
      "content_block_id": 49,
      "answer": "If you have already entered Romania as a temporary protected person (such as someone with a short-stay visa or a refugee) and wish to apply for asylum, you may do so at a later point. However, your rights in Romania will still depend on your status. In addition to this, you can obtain temporary protection by applying for it, which includes obtaining a short-stay visa.",
      "bResponse": "If you have already entered Romania as a temporary protected person (such as someone with a short-stay visa or a refugee) and wish to apply for asylum, you may do so at a later point. However, your rights in Romania will still depend on your status. In addition to this, you can obtain temporary protection by applying for it, which includes obtaining a short-stay visa. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 131,
      "question_id": 131,
      "content_block_id": 50,
      "answer": "People fleeing the war in Ukraine are eligible for temporary protection.",
      "bResponse": "People fleeing the war in Ukraine are eligible for temporary protection. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 132,
      "question_id": 132,
      "content_block_id": 50,
      "answer": "Yes, Ukrainian citizens can visit Romania without a visa if they have a valid passport and can enter under the category of \"short stay\".",
      "bResponse": "Yes, Ukrainian citizens can visit Romania without a visa if they have a valid passport and can enter under the category of \"short stay\". For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 133,
      "question_id": 133,
      "content_block_id": 50,
      "answer": "If you have fled the war in Ukraine and believe you are eligible for asylum in Romania, you should consider applying as an asylum seeker instead of entering on the basis of a temporary protection permit or under the right of short stay.",
      "bResponse": "If you have fled the war in Ukraine and believe you are eligible for asylum in Romania, you should consider applying as an asylum seeker instead of entering on the basis of a temporary protection permit or under the right of short stay. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 134,
      "question_id": 134,
      "content_block_id": 51,
      "answer": "To obtain temporary protection as a person fleeing the war in Ukraine, one must meet certain criteria. First and foremost, you must be a Ukrainian citizen or have legally resided in Ukraine at the time the conflict began. Additionally, you should demonstrate that you face significant harm due to the ongoing armed conflict in Ukraine, either directly or indirectly. This can include threats to life, physical integrity, freedom, family rights, property, or other basic human rights. Furthermore, if applicable, you may also need to prove that you are unable to access international protection channels within Ukraine or outside it.",
      "bResponse": "To obtain temporary protection as a person fleeing the war in Ukraine, one must meet certain criteria. First and foremost, you must be a Ukrainian citizen or have legally resided in Ukraine at the time the conflict began. Additionally, you should demonstrate that you face significant harm due to the ongoing armed conflict in Ukraine, either directly or indirectly. This can include threats to life, physical integrity, freedom, family rights, property, or other basic human rights. Furthermore, if applicable, you may also need to prove that you are unable to access international protection channels within Ukraine or outside it. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 135,
      "question_id": 135,
      "content_block_id": 51,
      "answer": "People fleeing the war in Ukraine qualify for temporary protection.",
      "bResponse": "People fleeing the war in Ukraine qualify for temporary protection. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 136,
      "question_id": 136,
      "content_block_id": 51,
      "answer": "No, if you are already a beneficiary of temporary protection, your permit is automatically valid until 03/04/2026, and you do not need to apply for an extension.",
      "bResponse": "No, if you are already a beneficiary of temporary protection, your permit is automatically valid until 03/04/2026, and you do not need to apply for an extension. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 137,
      "question_id": 137,
      "content_block_id": 52,
      "answer": "Yes, short-stay Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. Find out more for specific requirements and conditions.",
      "bResponse": "Yes, short-stay Ukrainian nationals who are able to present a valid passport at the border crossing can enter Romania and can stay up to 90 days. Find out more for specific requirements and conditions. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 138,
      "question_id": 138,
      "content_block_id": 52,
      "answer": "The Ukrainian nationals with a valid passport can stay up to 90 days upon entry into Romania.",
      "bResponse": "The Ukrainian nationals with a valid passport can stay up to 90 days upon entry into Romania. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 139,
      "question_id": 139,
      "content_block_id": 52,
      "answer": "No special permit or authorization is required for short stays by Ukrainian nationals entering Romania as long as they have a valid passport and can stay up to 90 days.",
      "bResponse": "No special permit or authorization is required for short stays by Ukrainian nationals entering Romania as long as they have a valid passport and can stay up to 90 days. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 140,
      "question_id": 140,
      "content_block_id": 53,
      "answer": "When applying for asylum, you must request it either in writing or verbally. This grants you the status of an asylum seeker and prevents removal to your country of origin.",
      "bResponse": "When applying for asylum, you must request it either in writing or verbally. This grants you the status of an asylum seeker and prevents removal to your country of origin. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 141,
      "question_id": 141,
      "content_block_id": 53,
      "answer": "Foreigners who cannot return to their country of origin are eligible for asylum in Romania.",
      "bResponse": "Foreigners who cannot return to their country of origin are eligible for asylum in Romania. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 142,
      "question_id": 142,
      "content_block_id": 53,
      "answer": "The summary states that \"asylum is a form of protection\". Therefore, as an asylum seeker, you cannot be removed to your country of origin and enjoy certain protections.",
      "bResponse": "The summary states that \"asylum is a form of protection\". Therefore, as an asylum seeker, you cannot be removed to your country of origin and enjoy certain protections. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 143,
      "question_id": 143,
      "content_block_id": 54,
      "answer": "To apply for temporary protection in Romania, one must first have entered the country legally and be unable to provide necessary documentation when they cross the border. They then need to submit an application for temporary protection before their stay ends.",
      "bResponse": "To apply for temporary protection in Romania, one must first have entered the country legally and be unable to provide necessary documentation when they cross the border. They then need to submit an application for temporary protection before their stay ends. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 144,
      "question_id": 144,
      "content_block_id": 54,
      "answer": "Yes, if you cannot present any documents upon entering Romania, you can apply for asylum at a later point.",
      "bResponse": "Yes, if you cannot present any documents upon entering Romania, you can apply for asylum at a later point. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 145,
      "question_id": 145,
      "content_block_id": 54,
      "answer": "Yes, during the processing of their asylum case, asylum seekers have access to healthcare in Romania.",
      "bResponse": "Yes, during the processing of their asylum case, asylum seekers have access to healthcare in Romania. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 146,
      "question_id": 146,
      "content_block_id": 55,
      "answer": "For support in other European countries, you can contact the following hotlines:",
      "bResponse": "For support in other European countries, you can contact the following hotlines: For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 147,
      "question_id": 147,
      "content_block_id": 55,
      "answer": "The hotlines offer support for various European countries and provide information in different languages. For example, the Poland Hotline offers support in Polish, and the Moldova Hotline provides assistance in Russian. The Hungarian Hotline has an option for speakers of Turkish as well.",
      "bResponse": "The hotlines offer support for various European countries and provide information in different languages. For example, the Poland Hotline offers support in Polish, and the Moldova Hotline provides assistance in Russian. The Hungarian Hotline has an option for speakers of Turkish as well. For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 148,
      "question_id": 148,
      "content_block_id": 55,
      "answer": "\"Find out more at <https://pomagamukrainie.gov.pl> and <https://igm.gov.md/en/temporary-protection/>.\"",
      "bResponse": "\"Find out more at <https://pomagamukrainie.gov.pl> and <https://igm.gov.md/en/temporary-protection/>.\" For more details, visit https://dopomoha.ro/en/legal-status",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}