{
  "answers": [
    {
      "answer_id": 977,
      "question_id": 977,
      "content_block_id": 348,
      "answer": "The Ukrainian network of clinics of family medicine, MedZirka, provides both offline and online cost-free medical services.",
      "bResponse": "The Ukrainian network of clinics of family medicine, MedZirka, provides both offline and online cost-free medical services. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 978,
      "question_id": 978,
      "content_block_id": 348,
      "answer": "No, patients do not have to pay for the services offered by Ukrainian network of clinics of family medicine MedZirka as they provide cost-free medical services both online and offline.",
      "bResponse": "No, patients do not have to pay for the services offered by Ukrainian network of clinics of family medicine MedZirka as they provide cost-free medical services both online and offline. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 979,
      "question_id": 979,
      "content_block_id": 348,
      "answer": "More information about this initiative can be found by visiting the official website of Ukrainian network of clinics of family medicine MedZirka at <https://medzirkanetwork.com>.",
      "bResponse": "More information about this initiative can be found by visiting the official website of Ukrainian network of clinics of family medicine MedZirka at <https://medzirkanetwork.com>. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 980,
      "question_id": 980,
      "content_block_id": 349,
      "answer": "With this service, you can benefit from free consultations from a family doctor, therapist, or pediatrician, as well as a list of other services such as medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing. You can also seek assistance regarding flu, cold, SARS, respiratory diseases (bronchitis, pneumonia, bronchial asthma), diseases of the circulatory system (neurocirculatory dystonia, hypertension, symptomatic arterial hypertension, coronary heart disease), diseases of the digestive system (gastritis, peptic ulcer, bowel disease), kidney diseases (pyelonephritis, glomerulonephritis, renal failure), diseases of the blood (anemia, leukemia, hemorrhagic diathesis), diseases of the endocrine system, eating disorders, and metabolic disorders (thyroid disease, diabetes mellitus), heart diseases and diseases of blood vessels, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies. To get more detailed information, please contact them through their hotline at 0 800 330 553 or via Viber/Telegram following the links on their website.",
      "bResponse": "With this service, you can benefit from free consultations from a family doctor, therapist, or pediatrician, as well as a list of other services such as medical prescriptions, referrals to specialists, sick leave, vaccination certificates, and referrals for laboratory testing. You can also seek assistance regarding flu, cold, SARS, respiratory diseases (bronchitis, pneumonia, bronchial asthma), diseases of the circulatory system (neurocirculatory dystonia, hypertension, symptomatic arterial hypertension, coronary heart disease), diseases of the digestive system (gastritis, peptic ulcer, bowel disease), kidney diseases (pyelonephritis, glomerulonephritis, renal failure), diseases of the blood (anemia, leukemia, hemorrhagic diathesis), diseases of the endocrine system, eating disorders, and metabolic disorders (thyroid disease, diabetes mellitus), heart diseases and diseases of blood vessels, joint diseases (osteoarthritis, gout), and chronic diseases of various etiologies. To get more detailed information, please contact them through their hotline at 0 800 330 553 or via Viber/Telegram following the links on their website. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 981,
      "question_id": 981,
      "content_block_id": 349,
      "answer": "No, you do not necessarily need a referral from your current healthcare provider to use the services provided by MedZirka. If required, a medical prescription may be issued, as well as referrals for laboratory testing and consultation with specialists.",
      "bResponse": "No, you do not necessarily need a referral from your current healthcare provider to use the services provided by MedZirka. If required, a medical prescription may be issued, as well as referrals for laboratory testing and consultation with specialists. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 982,
      "question_id": 982,
      "content_block_id": 349,
      "answer": "Yes, you can request a vaccination certificate through the MedZirka service after receiving your vaccinations.",
      "bResponse": "Yes, you can request a vaccination certificate through the MedZirka service after receiving your vaccinations. For more details, visit https://dopomoha.ro/en/medzirka",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}