{
  "answers": [
    {
      "answer_id": 13,
      "question_id": 13,
      "content_block_id": 6,
      "answer": "Volunteers",
      "bResponse": "Volunteers For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 14,
      "question_id": 14,
      "content_block_id": 6,
      "answer": "Yes, individuals can participate in the emergency assistance initiative by requesting or providing resources such as food, products, clothing, tents, transportation, and volunteers.",
      "bResponse": "Yes, individuals can participate in the emergency assistance initiative by requesting or providing resources such as food, products, clothing, tents, transportation, and volunteers. For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 15,
      "question_id": 15,
      "content_block_id": 6,
      "answer": "No, there are no upcoming events related to the initiative mentioned in the given summary.",
      "bResponse": "No, there are no upcoming events related to the initiative mentioned in the given summary. For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 16,
      "question_id": 16,
      "content_block_id": 7,
      "answer": "The purpose of providing temporary accommodation is to find support in finding a suitable place for those who require assistance and are looking for a safe space during their time in Romania.",
      "bResponse": "The purpose of providing temporary accommodation is to find support in finding a suitable place for those who require assistance and are looking for a safe space during their time in Romania. For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 17,
      "question_id": 17,
      "content_block_id": 7,
      "answer": "Everyone interested in contributing to the local community and helping to create a sustainable food system can participate in the community gardening program at Un Acoperiș.",
      "bResponse": "Everyone interested in contributing to the local community and helping to create a sustainable food system can participate in the community gardening program at Un Acoperiș. For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 18,
      "question_id": 18,
      "content_block_id": 7,
      "answer": "Access Unacoperis.ro for more information on Un Acoperiș and its mission to provide temporary accommodation and assistance to vulnerable individuals.",
      "bResponse": "Access Unacoperis.ro for more information on Un Acoperiș and its mission to provide temporary accommodation and assistance to vulnerable individuals. For more details, visit https://dopomoha.ro/en/my-rights",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}