{
  "answers": [
    {
      "answer_id": 582,
      "question_id": 582,
      "content_block_id": 205,
      "answer": "Parents should maintain open communication with their children, be supportive and understanding, create a stable environment by staying together as a family, help them develop coping skills, encourage them to talk about their feelings, spend quality time together, engage in activities that promote emotional well-being such as reading, drawing or playing games, and teach them how to handle stressful situations in a positive way.",
      "bResponse": "Parents should maintain open communication with their children, be supportive and understanding, create a stable environment by staying together as a family, help them develop coping skills, encourage them to talk about their feelings, spend quality time together, engage in activities that promote emotional well-being such as reading, drawing or playing games, and teach them how to handle stressful situations in a positive way. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 583,
      "question_id": 583,
      "content_block_id": 205,
      "answer": "Yes, there are specific programs and initiatives aimed at supporting children's mental health during conflicts. These programs aim to provide psychological comfort to the child by offering various activities such as counseling, play therapy, art therapy, and other therapeutic interventions to help them cope with the emotional distress caused by war and conflict.",
      "bResponse": "Yes, there are specific programs and initiatives aimed at supporting children's mental health during conflicts. These programs aim to provide psychological comfort to the child by offering various activities such as counseling, play therapy, art therapy, and other therapeutic interventions to help them cope with the emotional distress caused by war and conflict. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 584,
      "question_id": 584,
      "content_block_id": 205,
      "answer": "Yes, parents can learn more about how to help their kids cope with the emotional effects of war by attending workshops or seeking counseling sessions.",
      "bResponse": "Yes, parents can learn more about how to help their kids cope with the emotional effects of war by attending workshops or seeking counseling sessions. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 585,
      "question_id": 585,
      "content_block_id": 206,
      "answer": "It is important for parents to explain their feelings to young children because it helps them understand that everyone experiences different emotions, including sadness and frustration. This allows them to develop empathy and learn how to cope with their own emotions as they grow older. Additionally, explaining one's feelings can help create a safe and supportive environment where children feel comfortable expressing themselves and seeking guidance when needed.",
      "bResponse": "It is important for parents to explain their feelings to young children because it helps them understand that everyone experiences different emotions, including sadness and frustration. This allows them to develop empathy and learn how to cope with their own emotions as they grow older. Additionally, explaining one's feelings can help create a safe and supportive environment where children feel comfortable expressing themselves and seeking guidance when needed. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 586,
      "question_id": 586,
      "content_block_id": 206,
      "answer": "Parents should start explaining their emotions to their child at an appropriate age depending on the child's cognitive development. Typically around two years old when they begin understanding more complex concepts such as feelings and emotions.",
      "bResponse": "Parents should start explaining their emotions to their child at an appropriate age depending on the child's cognitive development. Typically around two years old when they begin understanding more complex concepts such as feelings and emotions. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 587,
      "question_id": 587,
      "content_block_id": 206,
      "answer": "Yes, explaining emotions can help build a stronger bond between parent and child by allowing them to better understand each other's feelings and emotions, promoting empathy, and fostering emotional intelligence.",
      "bResponse": "Yes, explaining emotions can help build a stronger bond between parent and child by allowing them to better understand each other's feelings and emotions, promoting empathy, and fostering emotional intelligence. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 588,
      "question_id": 588,
      "content_block_id": 207,
      "answer": "Here are five useful tips for helping children feel more protected during emergencies:\n\n1. Maintain a consistent environment by continuing to provide love and care through touch, such as hugs, reading stories together, or tucking them into bed.\n2. Try to maintain their daily routines as much as possible to create stability and security in uncertain times.\n3. Be patient and understanding if they seem unresponsive; it may be due to emotional distress and needing someone to listen to them.\n4. Prioritize self-care since parents play a crucial role in supporting their children during emergencies.",
      "bResponse": "Here are five useful tips for helping children feel more protected during emergencies:\n\n1. Maintain a consistent environment by continuing to provide love and care through touch, such as hugs, reading stories together, or tucking them into bed.\n2. Try to maintain their daily routines as much as possible to create stability and security in uncertain times.\n3. Be patient and understanding if they seem unresponsive; it may be due to emotional distress and needing someone to listen to them.\n4. Prioritize self-care since parents play a crucial role in supporting their children during emergencies. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 589,
      "question_id": 589,
      "content_block_id": 207,
      "answer": "Maintaining routines helps children feel protected because it provides consistency and stability during uncertain times, which allows them to better understand what to expect and reduces their anxiety.",
      "bResponse": "Maintaining routines helps children feel protected because it provides consistency and stability during uncertain times, which allows them to better understand what to expect and reduces their anxiety. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 590,
      "question_id": 590,
      "content_block_id": 207,
      "answer": "Here are five useful tips on ensuring self-care while supporting your children during emergencies:\n1. Maintain a loving environment by engaging in activities such as reading books, giving hugs, and tucking them into bed for comfort.\n2. Preserve your daily routines as much as possible to provide consistency and stability for your children.\n3. Be patient when communicating with your child, as it may be their way of expressing emotions they find difficult to articulate.\n4. Prioritize your personal well-being by attending to any emotional or psychological needs that arise.",
      "bResponse": "Here are five useful tips on ensuring self-care while supporting your children during emergencies:\n1. Maintain a loving environment by engaging in activities such as reading books, giving hugs, and tucking them into bed for comfort.\n2. Preserve your daily routines as much as possible to provide consistency and stability for your children.\n3. Be patient when communicating with your child, as it may be their way of expressing emotions they find difficult to articulate.\n4. Prioritize your personal well-being by attending to any emotional or psychological needs that arise. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}