{
  "answers": [
    {
      "answer_id": 522,
      "question_id": 522,
      "content_block_id": 184,
      "answer": "To qualify for temporary protection in Romania, you must meet certain criteria and follow specific procedures. This includes being in a situation where your life and personal safety would be threatened if returned to your home country due to reasons such as war, violence, human rights violations, natural disasters, etc. Additionally, it may be possible to apply for temporary protection after entering Romania under other circumstances, including as a refugee or seeking international protection. You can also apply for asylum within Romania at a later stage.",
      "bResponse": "To qualify for temporary protection in Romania, you must meet certain criteria and follow specific procedures. This includes being in a situation where your life and personal safety would be threatened if returned to your home country due to reasons such as war, violence, human rights violations, natural disasters, etc. Additionally, it may be possible to apply for temporary protection after entering Romania under other circumstances, including as a refugee or seeking international protection. You can also apply for asylum within Romania at a later stage. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 523,
      "question_id": 523,
      "content_block_id": 184,
      "answer": "Yes, you have several options when entering Romania, including temporary protection, right of short-stay, and applying for asylum if necessary.",
      "bResponse": "Yes, you have several options when entering Romania, including temporary protection, right of short-stay, and applying for asylum if necessary. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 524,
      "question_id": 524,
      "content_block_id": 184,
      "answer": "You can apply for asylum within Romania, at a later point.",
      "bResponse": "You can apply for asylum within Romania, at a later point. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 525,
      "question_id": 525,
      "content_block_id": 185,
      "answer": "The benefits include being able to enter Romania with a valid passport, staying up to 90 days, access to social services such as food, clothing, personal hygiene products, primary healthcare, and treatment for acute or chronic illnesses. They also have the right to work in Romania without requiring a work permit, and can enroll their children in the Romanian education system. Additionally, Ukrainian nationals can benefit from medical assistance, including free medical care and treatment for life-threatening conditions, and accommodation costs may be reimbursed for hosts in the conflict zone in Ukraine.",
      "bResponse": "The benefits include being able to enter Romania with a valid passport, staying up to 90 days, access to social services such as food, clothing, personal hygiene products, primary healthcare, and treatment for acute or chronic illnesses. They also have the right to work in Romania without requiring a work permit, and can enroll their children in the Romanian education system. Additionally, Ukrainian nationals can benefit from medical assistance, including free medical care and treatment for life-threatening conditions, and accommodation costs may be reimbursed for hosts in the conflict zone in Ukraine. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 526,
      "question_id": 526,
      "content_block_id": 185,
      "answer": "Yes, Ukrainian nationals can access the Romanian education system, but they must have a legal residence in Romania, respectively to benefit from temporary protection or asylum. More information on the Ministry of Education website.",
      "bResponse": "Yes, Ukrainian nationals can access the Romanian education system, but they must have a legal residence in Romania, respectively to benefit from temporary protection or asylum. More information on the Ministry of Education website. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 527,
      "question_id": 527,
      "content_block_id": 185,
      "answer": "Yes, there are some requirements needed to work legally in Romania. You need to apply for a work permit at the General Inspectorate for Immigration. Additionally, you may also need certain documents such as a labor contract, a picture from the general register of employees, a registered salary, and a medical certificate.",
      "bResponse": "Yes, there are some requirements needed to work legally in Romania. You need to apply for a work permit at the General Inspectorate for Immigration. Additionally, you may also need certain documents such as a labor contract, a picture from the general register of employees, a registered salary, and a medical certificate. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 528,
      "question_id": 528,
      "content_block_id": 186,
      "answer": "The available resources for request include food, products, clothing, tents, transportation and volunteer services within the \"Sprijin de Urgență\" initiative.",
      "bResponse": "The available resources for request include food, products, clothing, tents, transportation and volunteer services within the \"Sprijin de Urgență\" initiative. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 529,
      "question_id": 529,
      "content_block_id": 186,
      "answer": "Yes, when making requests for specific resources, it is important to follow the guidelines provided by Sprijin de Urgență. This includes being clear and detailed about what you are looking for and ensuring that your request aligns with their mission of supporting those in urgent need. Additionally, you should consider whether you will be able to pick up the requested items yourself or if transportation will be required.",
      "bResponse": "Yes, when making requests for specific resources, it is important to follow the guidelines provided by Sprijin de Urgență. This includes being clear and detailed about what you are looking for and ensuring that your request aligns with their mission of supporting those in urgent need. Additionally, you should consider whether you will be able to pick up the requested items yourself or if transportation will be required. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 530,
      "question_id": 530,
      "content_block_id": 186,
      "answer": "Yes, individuals can donate their own resources to support the initiative by requesting or offering specific items such as food, products, transportation, and more through the \"Sprijin de Urgență\" platform.",
      "bResponse": "Yes, individuals can donate their own resources to support the initiative by requesting or offering specific items such as food, products, transportation, and more through the \"Sprijin de Urgență\" platform. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 531,
      "question_id": 531,
      "content_block_id": 187,
      "answer": "Access Un Acoperiș offers various types of accommodations for those in need, including temporary housing solutions for vulnerable individuals seeking assistance.",
      "bResponse": "Access Un Acoperiș offers various types of accommodations for those in need, including temporary housing solutions for vulnerable individuals seeking assistance. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 532,
      "question_id": 532,
      "content_block_id": 187,
      "answer": "Access Un Acoperiș is available for those seeking temporary accommodation and individuals willing to provide spaces to help vulnerable people arriving in Romania.",
      "bResponse": "Access Un Acoperiș is available for those seeking temporary accommodation and individuals willing to provide spaces to help vulnerable people arriving in Romania. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 533,
      "question_id": 533,
      "content_block_id": 187,
      "answer": "There are no fees associated with utilizing the services at Un Acoperiș for those seeking temporary accommodation and those offering spaces to help vulnerable people who are now coming to Romania.",
      "bResponse": "There are no fees associated with utilizing the services at Un Acoperiș for those seeking temporary accommodation and those offering spaces to help vulnerable people who are now coming to Romania. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}