{
  "answers": [
    {
      "answer_id": 1472,
      "question_id": 1472,
      "content_block_id": 511,
      "answer": "According to the summary, refugees from Ukraine who are under temporary protection in Romania are eligible for various social benefits, including the Romanian Government’s Emergency Ordinance No. 111/2010 on parental leave and childcare allowance.",
      "bResponse": "According to the summary, refugees from Ukraine who are under temporary protection in Romania are eligible for various social benefits, including the Romanian Government’s Emergency Ordinance No. 111/2010 on parental leave and childcare allowance. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1473,
      "question_id": 1473,
      "content_block_id": 511,
      "answer": "The types of support available include:\n- Minimum inclusion income benefit\nTo apply for the minimum inclusion income benefit, follow these steps:\n1. Check your eligibility based on individual circumstances and legal status.\n2. Gather required documents such as personal identification, residence permit, and proof of financial need.\n3. Submit an online or paper application, depending on the program.\n4. Wait for approval before receiving assistance. The amount provided varies depending on the applicant's situation.",
      "bResponse": "The types of support available include:\n- Minimum inclusion income benefit\nTo apply for the minimum inclusion income benefit, follow these steps:\n1. Check your eligibility based on individual circumstances and legal status.\n2. Gather required documents such as personal identification, residence permit, and proof of financial need.\n3. Submit an online or paper application, depending on the program.\n4. Wait for approval before receiving assistance. The amount provided varies depending on the applicant's situation. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1474,
      "question_id": 1474,
      "content_block_id": 512,
      "answer": "According to the information given, the initiative supports mothers who have given birth after April 12, 2024.",
      "bResponse": "According to the information given, the initiative supports mothers who have given birth after April 12, 2024. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1475,
      "question_id": 1475,
      "content_block_id": 512,
      "answer": "Here are some necessary documents that you may want to include with your application:\n* Application form\n* Self-declaration (declaration of minor maintenance certification)\n* Temporary residence permit with address\n* Child’s birth certificate\n* Marriage certificate (if applicable)",
      "bResponse": "Here are some necessary documents that you may want to include with your application:\n* Application form\n* Self-declaration (declaration of minor maintenance certification)\n* Temporary residence permit with address\n* Child’s birth certificate\n* Marriage certificate (if applicable) For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1476,
      "question_id": 1476,
      "content_block_id": 512,
      "answer": "The mother can submit her application for support at the Social Assistance Directorate of the city where she resides.",
      "bResponse": "The mother can submit her application for support at the Social Assistance Directorate of the city where she resides. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1477,
      "question_id": 1477,
      "content_block_id": 513,
      "answer": "Single parents or guardians who are caring for a child up to 2 years old, or up to 3 years old if the child has a disability are eligible for the Monthly Childcare Support Allowance.",
      "bResponse": "Single parents or guardians who are caring for a child up to 2 years old, or up to 3 years old if the child has a disability are eligible for the Monthly Childcare Support Allowance. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1478,
      "question_id": 1478,
      "content_block_id": 513,
      "answer": "To apply for the Monthly Childcare Support Allowance for Single Parents or Guardians, you will need copies of the identity documents of the parents or guardians, as well as birth certificates of the children.",
      "bResponse": "To apply for the Monthly Childcare Support Allowance for Single Parents or Guardians, you will need copies of the identity documents of the parents or guardians, as well as birth certificates of the children. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1479,
      "question_id": 1479,
      "content_block_id": 513,
      "answer": "The application can be submitted to the county agency for payments and social inspection or the Bucharest municipality agency, depending on where the residence is registered.",
      "bResponse": "The application can be submitted to the county agency for payments and social inspection or the Bucharest municipality agency, depending on where the residence is registered. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1480,
      "question_id": 1480,
      "content_block_id": 514,
      "answer": "The Ukrainian minors eligible for accommodation and allowances should submit their applications to the local Social Assistance Directorate (Direcția de Asistență Socială) in the city or administrative area where they are currently residing. The school where the minor is enrolled might also help coordinate the process and ensure the child gets all the necessary benefits.",
      "bResponse": "The Ukrainian minors eligible for accommodation and allowances should submit their applications to the local Social Assistance Directorate (Direcția de Asistență Socială) in the city or administrative area where they are currently residing. The school where the minor is enrolled might also help coordinate the process and ensure the child gets all the necessary benefits. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1481,
      "question_id": 1481,
      "content_block_id": 514,
      "answer": "Additional financial support is available for school supplies, bedding, clothing, and footwear for eligible minors.",
      "bResponse": "Additional financial support is available for school supplies, bedding, clothing, and footwear for eligible minors. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1482,
      "question_id": 1482,
      "content_block_id": 514,
      "answer": "Ukrainian minors who are not applicants or beneficiaries of international protection, including beneficiaries under the Council Implementing Decision (EU) 2022/382, and who have obtained a temporary protection permit or are receiving humanitarian assistance on Romanian territory are eligible for free accommodation in school dormitories.",
      "bResponse": "Ukrainian minors who are not applicants or beneficiaries of international protection, including beneficiaries under the Council Implementing Decision (EU) 2022/382, and who have obtained a temporary protection permit or are receiving humanitarian assistance on Romanian territory are eligible for free accommodation in school dormitories. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1483,
      "question_id": 1483,
      "content_block_id": 515,
      "answer": "Adults with disabilities who entered Romania from the area of armed conflict in Ukraine and are under temporary protection are eligible for social services.",
      "bResponse": "Adults with disabilities who entered Romania from the area of armed conflict in Ukraine and are under temporary protection are eligible for social services. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1484,
      "question_id": 1484,
      "content_block_id": 515,
      "answer": "To register for social services, you will need to provide the following documents:\n* A valid temporary protection permit\n* Medical report\n* History",
      "bResponse": "To register for social services, you will need to provide the following documents:\n* A valid temporary protection permit\n* Medical report\n* History For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1485,
      "question_id": 1485,
      "content_block_id": 515,
      "answer": "Care and assistance centers, rehabilitation centers, sheltered housing, and other specialized facilities provide social services for persons with disabilities.",
      "bResponse": "Care and assistance centers, rehabilitation centers, sheltered housing, and other specialized facilities provide social services for persons with disabilities. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1486,
      "question_id": 1486,
      "content_block_id": 516,
      "answer": "To apply for the State Allowance for Children in Romania, you need to fill out an application form, provide proof of your Ukrainian citizenship, demonstrate residency in the country with a valid temporary residence permit, and submit a declaration of responsibility stating that the child is under the care of a parent or their representative. If needed, provide additional documentation such as a power of attorney. The application should be sent to the administrative territorial unit where the address on the residence permit is located. Payments can be made through postal mandate, a bank account, or directly into a bank account based on the preferences stated in the temporary residence permit. Parents or representatives must also declare their residence every three months to maintain the allowance.",
      "bResponse": "To apply for the State Allowance for Children in Romania, you need to fill out an application form, provide proof of your Ukrainian citizenship, demonstrate residency in the country with a valid temporary residence permit, and submit a declaration of responsibility stating that the child is under the care of a parent or their representative. If needed, provide additional documentation such as a power of attorney. The application should be sent to the administrative territorial unit where the address on the residence permit is located. Payments can be made through postal mandate, a bank account, or directly into a bank account based on the preferences stated in the temporary residence permit. Parents or representatives must also declare their residence every three months to maintain the allowance. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1487,
      "question_id": 1487,
      "content_block_id": 516,
      "answer": "Parents need to submit declarations regarding their residence every 3 months, starting from the month the application is submitted.",
      "bResponse": "Parents need to submit declarations regarding their residence every 3 months, starting from the month the application is submitted. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1488,
      "question_id": 1488,
      "content_block_id": 516,
      "answer": "The monthly amount for allowances for children aged 3 to 18 years old is 292 RON.",
      "bResponse": "The monthly amount for allowances for children aged 3 to 18 years old is 292 RON. For more details, visit https://dopomoha.ro/en/social-benefits-for-refugees",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}