{
  "answers": [
    {
      "answer_id": 534,
      "question_id": 534,
      "content_block_id": 188,
      "answer": "The National Anti-Drug Agency offers support through its centers, which provide assistance from doctors, psychologists, and social workers. Contact these centers for confidential and free help.",
      "bResponse": "The National Anti-Drug Agency offers support through its centers, which provide assistance from doctors, psychologists, and social workers. Contact these centers for confidential and free help. For more details, visit https://dopomoha.ro/en/support-for-drug-users",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 535,
      "question_id": 535,
      "content_block_id": 188,
      "answer": "The summary states that contacting the centers of the National Anti-Drug Agency would provide assistance with doctors, psychologists, and social workers who can help individuals struggling with substance abuse. Additionally, these services are confidential and free of charge. Therefore, it is not necessary to disclose your drug use history to receive their support.",
      "bResponse": "The summary states that contacting the centers of the National Anti-Drug Agency would provide assistance with doctors, psychologists, and social workers who can help individuals struggling with substance abuse. Additionally, these services are confidential and free of charge. Therefore, it is not necessary to disclose your drug use history to receive their support. For more details, visit https://dopomoha.ro/en/support-for-drug-users",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 536,
      "question_id": 536,
      "content_block_id": 188,
      "answer": "No, there are no age restrictions for accessing these services.",
      "bResponse": "No, there are no age restrictions for accessing these services. For more details, visit https://dopomoha.ro/en/support-for-drug-users",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}