{
  "answers": [
    {
      "answer_id": 675,
      "question_id": 675,
      "content_block_id": 236,
      "answer": "When preparing for an emergency, it is essential for parents of children with disabilities to consider several factors such as access to medical care, communication devices, and safety equipment tailored specifically to their child's needs. Additionally, having a plan in place to ensure the well-being of their child during an emergency is crucial.",
      "bResponse": "When preparing for an emergency, it is essential for parents of children with disabilities to consider several factors such as access to medical care, communication devices, and safety equipment tailored specifically to their child's needs. Additionally, having a plan in place to ensure the well-being of their child during an emergency is crucial. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 676,
      "question_id": 676,
      "content_block_id": 236,
      "answer": "Yes, families with special needs children can receive additional support during conflicts. The mentioned chapter emphasizes the importance of providing necessary resources, including material and psychological support, for these families during times of war or emergencies.",
      "bResponse": "Yes, families with special needs children can receive additional support during conflicts. The mentioned chapter emphasizes the importance of providing necessary resources, including material and psychological support, for these families during times of war or emergencies. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 677,
      "question_id": 677,
      "content_block_id": 236,
      "answer": "Communities can provide support by creating inclusive emergency plans, ensuring accessibility, offering mental health services, educating others about disability awareness, and involving family members in decision-making processes.",
      "bResponse": "Communities can provide support by creating inclusive emergency plans, ensuring accessibility, offering mental health services, educating others about disability awareness, and involving family members in decision-making processes. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 678,
      "question_id": 678,
      "content_block_id": 237,
      "answer": "Essential medications and supplies to include in a strategic first aid kit for a child are as follows:\n\n1. A strategic first aid kit for 3-4 weeks with the most necessary medicines, especially those the child needs to take regularly.\n2. Special food for a child, if he or she has a special diet or eating disorder (infant formulas, purees, etc.)",
      "bResponse": "Essential medications and supplies to include in a strategic first aid kit for a child are as follows:\n\n1. A strategic first aid kit for 3-4 weeks with the most necessary medicines, especially those the child needs to take regularly.\n2. Special food for a child, if he or she has a special diet or eating disorder (infant formulas, purees, etc.) For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 679,
      "question_id": 679,
      "content_block_id": 237,
      "answer": "Specialized foods such as infant formulas, purees, and any other items needed according to their specific dietary requirements. Also, consider taking hygiene products like diapers, disposable diapers, remedies for bedsores, and intertrigo to cater to their unique needs.",
      "bResponse": "Specialized foods such as infant formulas, purees, and any other items needed according to their specific dietary requirements. Also, consider taking hygiene products like diapers, disposable diapers, remedies for bedsores, and intertrigo to cater to their unique needs. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 680,
      "question_id": 680,
      "content_block_id": 237,
      "answer": "If a child requires special equipment during an evacuation, it could include items such as special beds, stretchers, wheelchairs, and other mobility aids depending on their specific medical condition or disability.",
      "bResponse": "If a child requires special equipment during an evacuation, it could include items such as special beds, stretchers, wheelchairs, and other mobility aids depending on their specific medical condition or disability. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 681,
      "question_id": 681,
      "content_block_id": 238,
      "answer": "\"Parents who had similar experience in 2014-2015 recommend it for fostering an appreciation for nature and gardening, promoting socialization among children, and offering a safe outdoor space for play.\"",
      "bResponse": "\"Parents who had similar experience in 2014-2015 recommend it for fostering an appreciation for nature and gardening, promoting socialization among children, and offering a safe outdoor space for play.\" For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 682,
      "question_id": 682,
      "content_block_id": 238,
      "answer": "Yes, parents can share their experiences through this initiative by participating and contributing their stories.",
      "bResponse": "Yes, parents can share their experiences through this initiative by participating and contributing their stories. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 683,
      "question_id": 683,
      "content_block_id": 238,
      "answer": "Yes, parents with similar experiences suggest considering their child's maturity and ability to handle the responsibilities associated with the program before participation.",
      "bResponse": "Yes, parents with similar experiences suggest considering their child's maturity and ability to handle the responsibilities associated with the program before participation. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 684,
      "question_id": 684,
      "content_block_id": 239,
      "answer": "The purpose of building a \"hut\" with blankets and pillows in a room next to a load-bearing wall is to provide a safe space during emergencies where the child can take cover and remain sheltered for a short period of time.",
      "bResponse": "The purpose of building a \"hut\" with blankets and pillows in a room next to a load-bearing wall is to provide a safe space during emergencies where the child can take cover and remain sheltered for a short period of time. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 685,
      "question_id": 685,
      "content_block_id": 239,
      "answer": "During emergencies, taking cover can provide several benefits, including protecting oneself from flying debris, reducing exposure to harmful radiation or chemicals, and increasing chances of survival by minimizing physical harm. The idea of building a \"mini-shelter\" using blankets and pillows as mentioned in the summary could be one way to create a makeshift shelter when facing unexpected situations.",
      "bResponse": "During emergencies, taking cover can provide several benefits, including protecting oneself from flying debris, reducing exposure to harmful radiation or chemicals, and increasing chances of survival by minimizing physical harm. The idea of building a \"mini-shelter\" using blankets and pillows as mentioned in the summary could be one way to create a makeshift shelter when facing unexpected situations. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 686,
      "question_id": 686,
      "content_block_id": 239,
      "answer": "We can build a \"hut\" with blankets and pillows in a room next to a load-bearing wall and periodically instruct the child to seek refuge there during emergencies.",
      "bResponse": "We can build a \"hut\" with blankets and pillows in a room next to a load-bearing wall and periodically instruct the child to seek refuge there during emergencies. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 687,
      "question_id": 687,
      "content_block_id": 240,
      "answer": "Using headphones can help protect young ears and improve focus during activities such as watching videos or listening to music.",
      "bResponse": "Using headphones can help protect young ears and improve focus during activities such as watching videos or listening to music. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 688,
      "question_id": 688,
      "content_block_id": 240,
      "answer": "Yes, use headphones for sensitive children or teach your child to use them if this has not already happened.",
      "bResponse": "Yes, use headphones for sensitive children or teach your child to use them if this has not already happened. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 689,
      "question_id": 689,
      "content_block_id": 240,
      "answer": "Yes, using headphones can help improve communication between parents and their sensitive children by allowing both parties to better focus on the conversation without distractions.",
      "bResponse": "Yes, using headphones can help improve communication between parents and their sensitive children by allowing both parties to better focus on the conversation without distractions. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 690,
      "question_id": 690,
      "content_block_id": 241,
      "answer": "Stay calm, confident, and avoid displaying excessive emotions. Maintain your normal behavior towards the child with autism.",
      "bResponse": "Stay calm, confident, and avoid displaying excessive emotions. Maintain your normal behavior towards the child with autism. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 691,
      "question_id": 691,
      "content_block_id": 241,
      "answer": "Yes, there are programs designed specifically for community involvement with individuals on the autism spectrum. These programs aim to promote social interaction, communication skills, and understanding among people within the community.",
      "bResponse": "Yes, there are programs designed specifically for community involvement with individuals on the autism spectrum. These programs aim to promote social interaction, communication skills, and understanding among people within the community. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 692,
      "question_id": 692,
      "content_block_id": 241,
      "answer": "Stay calm and interact with nature by encouraging outdoor activities, such as gardening or exploring natural environments. This helps improve sensory experiences, social skills, communication abilities, and overall well-being for children on the autism spectrum.",
      "bResponse": "Stay calm and interact with nature by encouraging outdoor activities, such as gardening or exploring natural environments. This helps improve sensory experiences, social skills, communication abilities, and overall well-being for children on the autism spectrum. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 693,
      "question_id": 693,
      "content_block_id": 242,
      "answer": "Following a daily routine is essential during these times because it helps maintain stability and structure in one's life, allowing individuals to carry on with their usual activities despite the uncertainty and potential danger around them.",
      "bResponse": "Following a daily routine is essential during these times because it helps maintain stability and structure in one's life, allowing individuals to carry on with their usual activities despite the uncertainty and potential danger around them. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 694,
      "question_id": 694,
      "content_block_id": 242,
      "answer": "Here are some activities one can engage in while maintaining their usual daily schedule during an ongoing crisis situation: cooking, cleaning, reading books, and doing other tasks they typically perform on a regular basis.",
      "bResponse": "Here are some activities one can engage in while maintaining their usual daily schedule during an ongoing crisis situation: cooking, cleaning, reading books, and doing other tasks they typically perform on a regular basis. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 695,
      "question_id": 695,
      "content_block_id": 242,
      "answer": "Yes, participating in a community gardening initiative can help improve overall well-being by promoting physical activity, social interaction, and stress reduction.",
      "bResponse": "Yes, participating in a community gardening initiative can help improve overall well-being by promoting physical activity, social interaction, and stress reduction. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}