{
  "answers": [
    {
      "answer_id": 510,
      "question_id": 510,
      "content_block_id": 179,
      "answer": "Yes, there are several ways to enter Romania including temporary protection, the right of short-stay, and as an asylum seeker. You can also apply for asylum within Romania at a later point.",
      "bResponse": "Yes, there are several ways to enter Romania including temporary protection, the right of short-stay, and as an asylum seeker. You can also apply for asylum within Romania at a later point. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 511,
      "question_id": 511,
      "content_block_id": 179,
      "answer": "Yes, there are several ways to enter Romania: with temporary protection, with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point.",
      "bResponse": "Yes, there are several ways to enter Romania: with temporary protection, with the right of short-stay or as an asylum seeker. You can also apply for asylum within Romania, at a later point. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 512,
      "question_id": 512,
      "content_block_id": 179,
      "answer": "Yes, refugees do have options to seek asylum in Romania. They can enter Romania under various circumstances such as temporary protection, having the right of short-stay, and as an asylum seeker. Additionally, they can apply for asylum within Romania at any time after their arrival.",
      "bResponse": "Yes, refugees do have options to seek asylum in Romania. They can enter Romania under various circumstances such as temporary protection, having the right of short-stay, and as an asylum seeker. Additionally, they can apply for asylum within Romania at any time after their arrival. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 513,
      "question_id": 513,
      "content_block_id": 181,
      "answer": "To prove residency, you need a title deed, rental contract registered with the tax administration, comodat contract (free use) concluded in authentic form, other documents proving the acquisition of a housing right, and a written statement from a representative of a care institution, social services center, or educational center if applicable.",
      "bResponse": "To prove residency, you need a title deed, rental contract registered with the tax administration, comodat contract (free use) concluded in authentic form, other documents proving the acquisition of a housing right, and a written statement from a representative of a care institution, social services center, or educational center if applicable. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 514,
      "question_id": 514,
      "content_block_id": 181,
      "answer": "Those beneficiaries of temporary protection need to apply for a residence permit under this new government decision.",
      "bResponse": "Those beneficiaries of temporary protection need to apply for a residence permit under this new government decision. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 515,
      "question_id": 515,
      "content_block_id": 181,
      "answer": "Beneficiaries of temporary protection have 180 days from the date of entry into force of the new decision to request the replacement of the residence permit.",
      "bResponse": "Beneficiaries of temporary protection have 180 days from the date of entry into force of the new decision to request the replacement of the residence permit. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 516,
      "question_id": 516,
      "content_block_id": 182,
      "answer": "Resources such as food, products, clothing, tents, transportation and volunteers are being requested.",
      "bResponse": "Resources such as food, products, clothing, tents, transportation and volunteers are being requested. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 517,
      "question_id": 517,
      "content_block_id": 182,
      "answer": "Yes, individuals can donate their time and skills along with financial contributions.",
      "bResponse": "Yes, individuals can donate their time and skills along with financial contributions. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 518,
      "question_id": 518,
      "content_block_id": 182,
      "answer": "There are no specific age restrictions for volunteering at Sprijin de Urgență, as long as individuals have the necessary skills and willingness to contribute.",
      "bResponse": "There are no specific age restrictions for volunteering at Sprijin de Urgență, as long as individuals have the necessary skills and willingness to contribute. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 519,
      "question_id": 519,
      "content_block_id": 183,
      "answer": "Access Unacoperis provides a platform for individuals to search and offer temporary accommodations to those in need.",
      "bResponse": "Access Unacoperis provides a platform for individuals to search and offer temporary accommodations to those in need. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 520,
      "question_id": 520,
      "content_block_id": 183,
      "answer": "The program is aimed at helping vulnerable people who come to Romania, so those who meet this criteria may be eligible for participation.",
      "bResponse": "The program is aimed at helping vulnerable people who come to Romania, so those who meet this criteria may be eligible for participation. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 521,
      "question_id": 521,
      "content_block_id": 183,
      "answer": "Resources and support for setting up your own community gardens include connecting with local organizations such as community gardens, city governments, and non-profit groups dedicated to urban agriculture. These organizations can offer guidance on how to start a garden, including site selection, soil preparation, planting techniques, and pest management. Additionally, they may be able to connect you with funding opportunities, workshops, and training programs related to gardening. Furthermore, online platforms and communities, such as social media groups, forums, and websites, provide valuable information and networking opportunities for gardeners looking to share ideas, tips, and resources.",
      "bResponse": "Resources and support for setting up your own community gardens include connecting with local organizations such as community gardens, city governments, and non-profit groups dedicated to urban agriculture. These organizations can offer guidance on how to start a garden, including site selection, soil preparation, planting techniques, and pest management. Additionally, they may be able to connect you with funding opportunities, workshops, and training programs related to gardening. Furthermore, online platforms and communities, such as social media groups, forums, and websites, provide valuable information and networking opportunities for gardeners looking to share ideas, tips, and resources. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}