{
  "answers": [
    {
      "answer_id": 1262,
      "question_id": 1262,
      "content_block_id": 438,
      "answer": "To participate in the community gardening program, individuals must follow certain guidelines outlined in the General Terms and Conditions of Use.",
      "bResponse": "To participate in the community gardening program, individuals must follow certain guidelines outlined in the General Terms and Conditions of Use. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1263,
      "question_id": 1263,
      "content_block_id": 438,
      "answer": "Potential visitors or beneficiaries who wish to access the website's services must agree with the General Terms and Conditions of Use.",
      "bResponse": "Potential visitors or beneficiaries who wish to access the website's services must agree with the General Terms and Conditions of Use. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1264,
      "question_id": 1264,
      "content_block_id": 438,
      "answer": "By following the guidelines provided on the \"Contribute\" page, users can actively participate in improving the website content and structure.",
      "bResponse": "By following the guidelines provided on the \"Contribute\" page, users can actively participate in improving the website content and structure. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1265,
      "question_id": 1265,
      "content_block_id": 439,
      "answer": "To join the community gardening initiative, you can visit the website [URL_PLACEHOLDER] or contact them through their Facebook page [FB_PAGE_LINK]. They will provide you with more information on how to become part of this initiative.",
      "bResponse": "To join the community gardening initiative, you can visit the website [URL_PLACEHOLDER] or contact them through their Facebook page [FB_PAGE_LINK]. They will provide you with more information on how to become part of this initiative. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1266,
      "question_id": 1266,
      "content_block_id": 439,
      "answer": "People from Ukraine who want to request help from Romania can participate in the assistance platform offered by dopomoha.ro.",
      "bResponse": "People from Ukraine who want to request help from Romania can participate in the assistance platform offered by dopomoha.ro. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1267,
      "question_id": 1267,
      "content_block_id": 439,
      "answer": "Yes, individuals outside Ukraine can access dopomohar.ro.",
      "bResponse": "Yes, individuals outside Ukraine can access dopomohar.ro. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1268,
      "question_id": 1268,
      "content_block_id": 440,
      "answer": "To participate on this platform, there are no specific requirements or restrictions. You can freely ask and provide answers without any personal data processing involved.",
      "bResponse": "To participate on this platform, there are no specific requirements or restrictions. You can freely ask and provide answers without any personal data processing involved. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1269,
      "question_id": 1269,
      "content_block_id": 440,
      "answer": "Yes, the platform offers some resources and guidance on how to join, as mentioned in the summary: '2. Personal dataThe platform does not process personal data.'",
      "bResponse": "Yes, the platform offers some resources and guidance on how to join, as mentioned in the summary: '2. Personal dataThe platform does not process personal data.' For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1270,
      "question_id": 1270,
      "content_block_id": 440,
      "answer": "No, there aren't any specific age restrictions mentioned for community gardeners on the platform.",
      "bResponse": "No, there aren't any specific age restrictions mentioned for community gardeners on the platform. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1271,
      "question_id": 1271,
      "content_block_id": 441,
      "answer": "To participate in the community gardening program, one must be interested in requesting support services dedicated to refugees.",
      "bResponse": "To participate in the community gardening program, one must be interested in requesting support services dedicated to refugees. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1272,
      "question_id": 1272,
      "content_block_id": 441,
      "answer": "The support services dedicated to refugees are available to anyone who wishes to seek assistance on the Code for Romania website.",
      "bResponse": "The support services dedicated to refugees are available to anyone who wishes to seek assistance on the Code for Romania website. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1273,
      "question_id": 1273,
      "content_block_id": 441,
      "answer": "The Code for Romania website provides information on their various programs, including support services dedicated to refugees, but there is no specific mention of a community gardening program among them.",
      "bResponse": "The Code for Romania website provides information on their various programs, including support services dedicated to refugees, but there is no specific mention of a community gardening program among them. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1274,
      "question_id": 1274,
      "content_block_id": 442,
      "answer": "\"The personal data provided is temporarily stored during the operation of the dopomoha.ro platform.\"",
      "bResponse": "\"The personal data provided is temporarily stored during the operation of the dopomoha.ro platform.\" For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1275,
      "question_id": 1275,
      "content_block_id": 442,
      "answer": "No, the platform does not store personal data permanently. The personal data provided is temporarily stored during the operation of the dopomoha.ro platform.",
      "bResponse": "No, the platform does not store personal data permanently. The personal data provided is temporarily stored during the operation of the dopomoha.ro platform. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1276,
      "question_id": 1276,
      "content_block_id": 442,
      "answer": "Yes, users have some control over how long their data is stored. They can manage their own privacy settings and preferences on dopomoha.ro platform.",
      "bResponse": "Yes, users have some control over how long their data is stored. They can manage their own privacy settings and preferences on dopomoha.ro platform. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1277,
      "question_id": 1277,
      "content_block_id": 443,
      "answer": "No, Code for Romania will not share personal data with third-party companies.",
      "bResponse": "No, Code for Romania will not share personal data with third-party companies. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1278,
      "question_id": 1278,
      "content_block_id": 443,
      "answer": "Yes, the transfer of personal data is subject to legal provisions and can only be provided to specific entities such as institutions, public authorities, and other competent state bodies.",
      "bResponse": "Yes, the transfer of personal data is subject to legal provisions and can only be provided to specific entities such as institutions, public authorities, and other competent state bodies. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1279,
      "question_id": 1279,
      "content_block_id": 443,
      "answer": "No, joining the community gardening program does not necessarily involve sharing personal data. However, there may be instances where your personal data could be shared with institutions or public authorities, as well as to other competent state bodies, based on and within the limits of legal provisions, as a result of express requests made by them.",
      "bResponse": "No, joining the community gardening program does not necessarily involve sharing personal data. However, there may be instances where your personal data could be shared with institutions or public authorities, as well as to other competent state bodies, based on and within the limits of legal provisions, as a result of express requests made by them. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1280,
      "question_id": 1280,
      "content_block_id": 444,
      "answer": "Some benefits of the new community gardening program include promoting healthy eating habits, reducing food waste, fostering social connections among neighbors, creating green spaces, contributing to local biodiversity, and supporting local economies through the sale of fresh produce.",
      "bResponse": "Some benefits of the new community gardening program include promoting healthy eating habits, reducing food waste, fostering social connections among neighbors, creating green spaces, contributing to local biodiversity, and supporting local economies through the sale of fresh produce. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1281,
      "question_id": 1281,
      "content_block_id": 444,
      "answer": "To join the new community gardening program, visit the website [dopomohar.ro](http://dopomohar.ro/) and fill out the online application form available on the platform. Make sure to provide accurate and up-to-date information about yourself so that Code for Romania and its partner NGOs can contact you if needed.",
      "bResponse": "To join the new community gardening program, visit the website [dopomohar.ro](http://dopomohar.ro/) and fill out the online application form available on the platform. Make sure to provide accurate and up-to-date information about yourself so that Code for Romania and its partner NGOs can contact you if needed. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1282,
      "question_id": 1282,
      "content_block_id": 444,
      "answer": "When using the Dopomoha.ro platform, as a user, you have several rights related to your personal data protection. According to Law no. 679/2016 and the General Data Protection Regulation, starting from May 25, 2018, these include:\n\n* The right to be informed about how your personal data is processed on the platform;\n* The right to access your personal data upon request and once per year at no cost;\n* The right to intervene, correct, delete, or transfer your personal data upon request and without charge;\n* The right to complain to the National Supervisory Authority for the Processing of Personal Data (www.dataprotection.ro) or file a lawsuit if necessary, to defend your legal rights;\n* Starting from May 25, 2018, the right to object to automated individual decision-making processes involving your personal data, and\n* The right to restrict the way your personal data is processed under specific circumstances.",
      "bResponse": "When using the Dopomoha.ro platform, as a user, you have several rights related to your personal data protection. According to Law no. 679/2016 and the General Data Protection Regulation, starting from May 25, 2018, these include:\n\n* The right to be informed about how your personal data is processed on the platform;\n* The right to access your personal data upon request and once per year at no cost;\n* The right to intervene, correct, delete, or transfer your personal data upon request and without charge;\n* The right to complain to the National Supervisory Authority for the Processing of Personal Data (www.dataprotection.ro) or file a lawsuit if necessary, to defend your legal rights;\n* Starting from May 25, 2018, the right to object to automated individual decision-making processes involving your personal data, and\n* The right to restrict the way your personal data is processed under specific circumstances. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1283,
      "question_id": 1283,
      "content_block_id": 445,
      "answer": "State-of-the-art technologies and all reasonable technical measures for the transmission and storage of personal data under conditions of full security and confidentiality.",
      "bResponse": "State-of-the-art technologies and all reasonable technical measures for the transmission and storage of personal data under conditions of full security and confidentiality. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1284,
      "question_id": 1284,
      "content_block_id": 445,
      "answer": "Your personal data are stored on servers located in the European Union when visiting Dopomaha.ro.",
      "bResponse": "Your personal data are stored on servers located in the European Union when visiting Dopomaha.ro. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1285,
      "question_id": 1285,
      "content_block_id": 445,
      "answer": "For any concerns related to the handling of your personal data, please refer to the \"Terms and Conditions\" document available on the website. This document outlines how Code for Romania handles personal data and provides information on reporting potential incidents involving the security of personal data.",
      "bResponse": "For any concerns related to the handling of your personal data, please refer to the \"Terms and Conditions\" document available on the website. This document outlines how Code for Romania handles personal data and provides information on reporting potential incidents involving the security of personal data. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 8",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1286,
      "question_id": 1286,
      "content_block_id": 446,
      "answer": "Some potential benefits of the new community gardening program include promoting healthy eating habits, reducing food waste, fostering social connections within the local community, creating green spaces, and contributing to urban agriculture.",
      "bResponse": "Some potential benefits of the new community gardening program include promoting healthy eating habits, reducing food waste, fostering social connections within the local community, creating green spaces, and contributing to urban agriculture. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1287,
      "question_id": 1287,
      "content_block_id": 446,
      "answer": "To join the new community gardening program, you need to register at Dopomoha.ro, fill out a registration form and provide some basic personal information such as name, email address, phone number, and date of birth. After completing the registration process, you will receive a confirmation message with further instructions about joining the program.",
      "bResponse": "To join the new community gardening program, you need to register at Dopomoha.ro, fill out a registration form and provide some basic personal information such as name, email address, phone number, and date of birth. After completing the registration process, you will receive a confirmation message with further instructions about joining the program. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1288,
      "question_id": 1288,
      "content_block_id": 446,
      "answer": "No material on this site can be reproduced in part, in whole or modified without the express consent expressed by Code for Romania, the holder of this right. It is strictly forbidden to use this Site for the purpose of destroying or altering it, its content or its security or for discrediting or harassingDopomoha.roor the Code for Romania organization and its members.",
      "bResponse": "No material on this site can be reproduced in part, in whole or modified without the express consent expressed by Code for Romania, the holder of this right. It is strictly forbidden to use this Site for the purpose of destroying or altering it, its content or its security or for discrediting or harassingDopomoha.roor the Code for Romania organization and its members. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 9",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1289,
      "question_id": 1289,
      "content_block_id": 447,
      "answer": "According to the summary provided, there are no specific mentions of major changes being introduced with the updated terms. However, it does state that Code for Romania reserves the right to revise and update the \"General Terms and Conditions of Use\" at any time, without notice or prior acceptance of the users. It also states that if you have any questions regarding the information contained in this page, please write to them at contact@code4.ro.",
      "bResponse": "According to the summary provided, there are no specific mentions of major changes being introduced with the updated terms. However, it does state that Code for Romania reserves the right to revise and update the \"General Terms and Conditions of Use\" at any time, without notice or prior acceptance of the users. It also states that if you have any questions regarding the information contained in this page, please write to them at contact@code4.ro. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1290,
      "question_id": 1290,
      "content_block_id": 447,
      "answer": "Yes, there may be some level of commitment required depending on the specific terms and conditions set by the organization running the community gardening program.",
      "bResponse": "Yes, there may be some level of commitment required depending on the specific terms and conditions set by the organization running the community gardening program. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1291,
      "question_id": 1291,
      "content_block_id": 447,
      "answer": "Anyone interested in accessing the resources available on the Code for Romania website can do so. The terms and conditions apply for all users who wish to utilize the content provided by the organization.",
      "bResponse": "Anyone interested in accessing the resources available on the Code for Romania website can do so. The terms and conditions apply for all users who wish to utilize the content provided by the organization. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 10",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1292,
      "question_id": 1292,
      "content_block_id": 448,
      "answer": "The mission of Code for Romania is to mobilize young IT professionals to create digital tools that help solve social problems, while maintaining political independence and apoliticism.",
      "bResponse": "The mission of Code for Romania is to mobilize young IT professionals to create digital tools that help solve social problems, while maintaining political independence and apoliticism. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1293,
      "question_id": 1293,
      "content_block_id": 448,
      "answer": "Anyone who identifies as a young IT professional can participate in Code for Romania's initiatives.",
      "bResponse": "Anyone who identifies as a young IT professional can participate in Code for Romania's initiatives. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1294,
      "question_id": 1294,
      "content_block_id": 448,
      "answer": "To get involved with Code for Romania, one should first visit their website (codeforromania.ro) and explore their projects, initiatives, or volunteering opportunities. After finding a suitable opportunity, they may contact them via email at [hidden email] or through their online form on the website. Additionally, individuals interested in joining the community can follow Code for Romania on social media platforms such as Facebook, Twitter, LinkedIn, and Instagram (@codeforromania).",
      "bResponse": "To get involved with Code for Romania, one should first visit their website (codeforromania.ro) and explore their projects, initiatives, or volunteering opportunities. After finding a suitable opportunity, they may contact them via email at [hidden email] or through their online form on the website. Additionally, individuals interested in joining the community can follow Code for Romania on social media platforms such as Facebook, Twitter, LinkedIn, and Instagram (@codeforromania). For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 11",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1295,
      "question_id": 1295,
      "content_block_id": 449,
      "answer": "The new community gardening program aims to promote environmental sustainability, improve public health and wellbeing, foster social connections among residents, and encourage civic engagement through volunteer work.",
      "bResponse": "The new community gardening program aims to promote environmental sustainability, improve public health and wellbeing, foster social connections among residents, and encourage civic engagement through volunteer work. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1296,
      "question_id": 1296,
      "content_block_id": 449,
      "answer": "To join the new community gardening program, please contact Code for Romania at their provided address and email - they will be able to provide more information on how to get involved with the initiative.",
      "bResponse": "To join the new community gardening program, please contact Code for Romania at their provided address and email - they will be able to provide more information on how to get involved with the initiative. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 1297,
      "question_id": 1297,
      "content_block_id": 449,
      "answer": "Yes, for more information about getting involved with Code for Romania, please refer to the provided address and email mentioned in the summary.",
      "bResponse": "Yes, for more information about getting involved with Code for Romania, please refer to the provided address and email mentioned in the summary. For more details, visit https://dopomoha.ro/en/terms-and-conditions",
      "cSubject": "Content Block 12",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}