{
  "answers": [
    {
      "answer_id": 108,
      "question_id": 108,
      "content_block_id": 40,
      "answer": "People can request various resources such as food, products, clothing, tents, transportation, and volunteer assistance on this platform under the category \"Request or Provide Resources\" with the option labeled \"Sprijin de Urgență\".",
      "bResponse": "People can request various resources such as food, products, clothing, tents, transportation, and volunteer assistance on this platform under the category \"Request or Provide Resources\" with the option labeled \"Sprijin de Urgență\". For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 109,
      "question_id": 109,
      "content_block_id": 40,
      "answer": "Yes, individuals and organizations can offer their support by requesting or providing resources such as food, products, clothing, tents, transportation, and volunteers for Sprijin de Urgență through this platform.",
      "bResponse": "Yes, individuals and organizations can offer their support by requesting or providing resources such as food, products, clothing, tents, transportation, and volunteers for Sprijin de Urgență through this platform. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 110,
      "question_id": 110,
      "content_block_id": 40,
      "answer": "At present, the initiative offers several types of assistance and aid, including resources, food, products, clothing, tents, transportation, and volunteer support.",
      "bResponse": "At present, the initiative offers several types of assistance and aid, including resources, food, products, clothing, tents, transportation, and volunteer support. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 111,
      "question_id": 111,
      "content_block_id": 41,
      "answer": "The evacuation buses from Odessa to Palanca (Moldova) organized by ICF Gloria and Adra Ukraine run every Monday and Thursday.",
      "bResponse": "The evacuation buses from Odessa to Palanca (Moldova) organized by ICF Gloria and Adra Ukraine run every Monday and Thursday. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 112,
      "question_id": 112,
      "content_block_id": 41,
      "answer": "The bus rides from Odessa to Palanca organized by ICF Gloria and Adra Ukraine are open for participation to anyone who wishes to use this service. The reservation process should be done through +380633643318, where you will contact Anna to secure your spot on one of these buses which operate every Monday and Thursday.",
      "bResponse": "The bus rides from Odessa to Palanca organized by ICF Gloria and Adra Ukraine are open for participation to anyone who wishes to use this service. The reservation process should be done through +380633643318, where you will contact Anna to secure your spot on one of these buses which operate every Monday and Thursday. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 113,
      "question_id": 113,
      "content_block_id": 41,
      "answer": "More information about the organization behind this initiative can be found by learning more on their website or contacting Anna at +380633643318.",
      "bResponse": "More information about the organization behind this initiative can be found by learning more on their website or contacting Anna at +380633643318. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 114,
      "question_id": 114,
      "content_block_id": 42,
      "answer": "Safe transportation from Ukraine to Romania via Moldova is provided by buses departing from Palanca border in Moldova to the city Huși in Romania, with additional options available in Huși such as first aid and refreshments offered by volunteers. After reaching Huși, passengers can board buses to either Bucharest or Iasi for further travel.",
      "bResponse": "Safe transportation from Ukraine to Romania via Moldova is provided by buses departing from Palanca border in Moldova to the city Huși in Romania, with additional options available in Huși such as first aid and refreshments offered by volunteers. After reaching Huși, passengers can board buses to either Bucharest or Iasi for further travel. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 115,
      "question_id": 115,
      "content_block_id": 42,
      "answer": "The United Nations Refugee Agency (UNHCR) and the International Organization for Migration (IOM) organize the transportation from Ukraine to Romania via Moldova. Upon arriving in Romania, refugees can receive assistance at Huși where they can obtain first aid, as well as hot drinks and food offered by volunteers.",
      "bResponse": "The United Nations Refugee Agency (UNHCR) and the International Organization for Migration (IOM) organize the transportation from Ukraine to Romania via Moldova. Upon arriving in Romania, refugees can receive assistance at Huși where they can obtain first aid, as well as hot drinks and food offered by volunteers. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 116,
      "question_id": 116,
      "content_block_id": 43,
      "answer": "Rescue 4x4 provides a free public service for rescue, recovery, and emergency interventions in urgent situations. The service includes bringing vehicles back onto the road from where they can continue driving, or removing them from the carriageway of a public road without disturbing traffic flow.",
      "bResponse": "Rescue 4x4 provides a free public service for rescue, recovery, and emergency interventions in urgent situations. The service includes bringing vehicles back onto the road from where they can continue driving, or removing them from the carriageway of a public road without disturbing traffic flow. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 117,
      "question_id": 117,
      "content_block_id": 43,
      "answer": "No, one does not necessarily need their own transportation to use the service offered by Rescue 4x4. The service offered by Rescue4x4Rescue 4x4 is a free public service for rescue, recovery, and emergency interventions in urgent situations. They offer assistance with getting vehicles back onto roads or removing them from public roads to avoid obstructing traffic. In some cases, they may provide transportation if needed.",
      "bResponse": "No, one does not necessarily need their own transportation to use the service offered by Rescue 4x4. The service offered by Rescue4x4Rescue 4x4 is a free public service for rescue, recovery, and emergency interventions in urgent situations. They offer assistance with getting vehicles back onto roads or removing them from public roads to avoid obstructing traffic. In some cases, they may provide transportation if needed. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 118,
      "question_id": 118,
      "content_block_id": 43,
      "answer": "To request assistance from Rescue 4x4 for an emergency situation, you should call their free public service number, which can be found online through their website. Once connected with a representative, they will guide you through the process of requesting help based on your specific needs during the emergency situation. It's important to note that their services include both towing vehicles away from the scene and offering support in case of accidents, breakdowns, natural disasters, etc., all aimed at helping individuals get back on the road safely.",
      "bResponse": "To request assistance from Rescue 4x4 for an emergency situation, you should call their free public service number, which can be found online through their website. Once connected with a representative, they will guide you through the process of requesting help based on your specific needs during the emergency situation. It's important to note that their services include both towing vehicles away from the scene and offering support in case of accidents, breakdowns, natural disasters, etc., all aimed at helping individuals get back on the road safely. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}