{
  "answers": [
    {
      "answer_id": 78,
      "question_id": 78,
      "content_block_id": 29,
      "answer": "The benefits of the new community gardening program include fresh produce for local residents, increased social interaction among neighbors, improved access to healthy food options, reduced carbon footprint through urban agriculture practices, and enhanced environmental sustainability by promoting green spaces within densely populated areas.",
      "bResponse": "The benefits of the new community gardening program include fresh produce for local residents, increased social interaction among neighbors, improved access to healthy food options, reduced carbon footprint through urban agriculture practices, and enhanced environmental sustainability by promoting green spaces within densely populated areas. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 79,
      "question_id": 79,
      "content_block_id": 29,
      "answer": "\"To join the new community gardening program, download the poster, print it, and display it in crowded places such as storefronts or apartment buildings.\"",
      "bResponse": "\"To join the new community gardening program, download the poster, print it, and display it in crowded places such as storefronts or apartment buildings.\" For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 80,
      "question_id": 80,
      "content_block_id": 29,
      "answer": "More information about community gardening initiatives can be found on the website <http://dopomoha.ro>. Download the poster by clicking the provided link, print it, and display it in crowded areas such as storefronts or apartment buildings for others to see.",
      "bResponse": "More information about community gardening initiatives can be found on the website <http://dopomoha.ro>. Download the poster by clicking the provided link, print it, and display it in crowded areas such as storefronts or apartment buildings for others to see. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 81,
      "question_id": 81,
      "content_block_id": 30,
      "answer": "The purpose of the new community gardening program is to provide people with an easy way to access important information about dopohoma.ro by downloading a flyer containing a concise summary and a QR code leading to the platform. The flyers can be shared anywhere, such as in stores, public places, or on transportation, helping spread awareness and promote the initiative.",
      "bResponse": "The purpose of the new community gardening program is to provide people with an easy way to access important information about dopohoma.ro by downloading a flyer containing a concise summary and a QR code leading to the platform. The flyers can be shared anywhere, such as in stores, public places, or on transportation, helping spread awareness and promote the initiative. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 82,
      "question_id": 82,
      "content_block_id": 30,
      "answer": "One can participate in the community gardening initiative by downloading the flyer containing the necessary information from the provided link (dopohoma.ro). The flyer includes a concise summary of the initiative and a QR code leading to the relevant platform. This information can be shared anywhere, such as in stores, public transportation, or even at local parks.",
      "bResponse": "One can participate in the community gardening initiative by downloading the flyer containing the necessary information from the provided link (dopohoma.ro). The flyer includes a concise summary of the initiative and a QR code leading to the relevant platform. This information can be shared anywhere, such as in stores, public transportation, or even at local parks. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 83,
      "question_id": 83,
      "content_block_id": 30,
      "answer": "No, there aren't any specific age restrictions mentioned for joining the program.",
      "bResponse": "No, there aren't any specific age restrictions mentioned for joining the program. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 84,
      "question_id": 84,
      "content_block_id": 31,
      "answer": "The main focus of this Romanian-Ukrainian phrase book is on offering common expressions in both languages, along with translations in English and Ukrainian.",
      "bResponse": "The main focus of this Romanian-Ukrainian phrase book is on offering common expressions in both languages, along with translations in English and Ukrainian. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 85,
      "question_id": 85,
      "content_block_id": 31,
      "answer": "Yes",
      "bResponse": "Yes For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 86,
      "question_id": 86,
      "content_block_id": 31,
      "answer": "\"See the guide with common expressions in Romanian, translated into English and Ukrainian. Click here for the phrase book.\"",
      "bResponse": "\"See the guide with common expressions in Romanian, translated into English and Ukrainian. Click here for the phrase book.\" For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 87,
      "question_id": 87,
      "content_block_id": 32,
      "answer": "People can request or offer various resources such as food, products, clothing, tents, transportation, and volunteer assistance on this platform under the category \"Request or Provide Resources\" with the heading \"Sprijin de Urgență\".",
      "bResponse": "People can request or offer various resources such as food, products, clothing, tents, transportation, and volunteer assistance on this platform under the category \"Request or Provide Resources\" with the heading \"Sprijin de Urgență\". For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 88,
      "question_id": 88,
      "content_block_id": 32,
      "answer": "There are several programs and initiatives available for joining or supporting, including:\n1. Sprijin de Urgență - A platform where individuals can request or provide resources such as food, water, medicine, shelter, clothing, transportation, and other necessities during times of crisis.\n2. United Way - An organization that provides support for various community programs aimed at improving education, financial stability, health, and housing for those in need.\n3. VolunteerMatch - A website connecting volunteers with local organizations in need of help, covering a wide range of causes and issues.\n4. AmeriCorps - A national service program offering opportunities for people to engage in community service projects across the country.\n5. Habitat for Humanity - A nonprofit organization focused on building affordable homes for low-income families and communities in need.",
      "bResponse": "There are several programs and initiatives available for joining or supporting, including:\n1. Sprijin de Urgență - A platform where individuals can request or provide resources such as food, water, medicine, shelter, clothing, transportation, and other necessities during times of crisis.\n2. United Way - An organization that provides support for various community programs aimed at improving education, financial stability, health, and housing for those in need.\n3. VolunteerMatch - A website connecting volunteers with local organizations in need of help, covering a wide range of causes and issues.\n4. AmeriCorps - A national service program offering opportunities for people to engage in community service projects across the country.\n5. Habitat for Humanity - A nonprofit organization focused on building affordable homes for low-income families and communities in need. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 89,
      "question_id": 89,
      "content_block_id": 32,
      "answer": "Yes, individuals can contribute financially or with goods to support these efforts by visiting Sprijin de Urgență and making a donation or offering items listed under \"Request or Provide Resources.\"",
      "bResponse": "Yes, individuals can contribute financially or with goods to support these efforts by visiting Sprijin de Urgență and making a donation or offering items listed under \"Request or Provide Resources.\" For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 90,
      "question_id": 90,
      "content_block_id": 33,
      "answer": "The purpose of providing temporary accommodation can be to assist individuals and families who are experiencing homelessness, displacement, or other situations that require short-term housing solutions. This type of assistance often helps vulnerable populations by offering them a safe place to stay until they can secure long-term accommodations or find alternative resources to address their needs. In this case, the \"Un Acoperiș\" initiative aims to connect those seeking temporary accommodation with available spaces that can contribute to addressing these challenges faced by vulnerable individuals in Romania.",
      "bResponse": "The purpose of providing temporary accommodation can be to assist individuals and families who are experiencing homelessness, displacement, or other situations that require short-term housing solutions. This type of assistance often helps vulnerable populations by offering them a safe place to stay until they can secure long-term accommodations or find alternative resources to address their needs. In this case, the \"Un Acoperiș\" initiative aims to connect those seeking temporary accommodation with available spaces that can contribute to addressing these challenges faced by vulnerable individuals in Romania. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 91,
      "question_id": 91,
      "content_block_id": 33,
      "answer": "Accessing Un Acoperiș can be beneficial for those seeking temporary accommodations and individuals looking to provide spaces to aid vulnerable populations arriving in Romania.",
      "bResponse": "Accessing Un Acoperiș can be beneficial for those seeking temporary accommodations and individuals looking to provide spaces to aid vulnerable populations arriving in Romania. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 92,
      "question_id": 92,
      "content_block_id": 33,
      "answer": "Access Un Acoperiș and search for an opportunity to offer your apartment, room, or any other type of living space to those in need. By doing so, you will be contributing to their well-being by giving them shelter during challenging times.",
      "bResponse": "Access Un Acoperiș and search for an opportunity to offer your apartment, room, or any other type of living space to those in need. By doing so, you will be contributing to their well-being by giving them shelter during challenging times. For more details, visit https://dopomoha.ro/en/useful-resources",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}