{
  "answers": [
    {
      "answer_id": 561,
      "question_id": 561,
      "content_block_id": 198,
      "answer": "The lack of access to clean water and poor living conditions contribute to the rapid spread of infectious diseases among both children and adults, putting them at risk. These diseases include measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, hepatitis B, and mumps.",
      "bResponse": "The lack of access to clean water and poor living conditions contribute to the rapid spread of infectious diseases among both children and adults, putting them at risk. These diseases include measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, hepatitis B, and mumps. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 562,
      "question_id": 562,
      "content_block_id": 198,
      "answer": "It is crucial for parents to get their children vaccinated because large crowds, lack of access to clean water, and poor living conditions contribute to the rapid spread of infectious diseases among both children and adults. Unvaccinated or partially vaccinated children are at risk of contracting these diseases which could put them at serious health risks. Vaccinations help protect individuals against several deadly diseases such as measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, Hepatitis B, and mumps. By getting their children vaccinated, parents ensure that they receive the necessary protection against these potentially fatal illnesses.",
      "bResponse": "It is crucial for parents to get their children vaccinated because large crowds, lack of access to clean water, and poor living conditions contribute to the rapid spread of infectious diseases among both children and adults. Unvaccinated or partially vaccinated children are at risk of contracting these diseases which could put them at serious health risks. Vaccinations help protect individuals against several deadly diseases such as measles, rubella, polio, diphtheria, Hib, tuberculosis, pertussis, tetanus, Hepatitis B, and mumps. By getting their children vaccinated, parents ensure that they receive the necessary protection against these potentially fatal illnesses. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 563,
      "question_id": 563,
      "content_block_id": 198,
      "answer": "Individuals should get vaccinated against common infectious diseases, maintain good personal hygiene practices, practice proper hand washing techniques, avoid crowded areas where illness is more likely to spread, and be mindful of their overall health by eating nutritious foods and exercising regularly.",
      "bResponse": "Individuals should get vaccinated against common infectious diseases, maintain good personal hygiene practices, practice proper hand washing techniques, avoid crowded areas where illness is more likely to spread, and be mindful of their overall health by eating nutritious foods and exercising regularly. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 1",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 564,
      "question_id": 564,
      "content_block_id": 199,
      "answer": "Vaccination is important because it helps protect against deadly infectious diseases by creating immunity in our bodies without making us sick. This prevents serious illnesses and potentially life-threatening complications.",
      "bResponse": "Vaccination is important because it helps protect against deadly infectious diseases by creating immunity in our bodies without making us sick. This prevents serious illnesses and potentially life-threatening complications. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 565,
      "question_id": 565,
      "content_block_id": 199,
      "answer": "Vaccines can protect against many different types of infections such as measles, mumps, rubella (MMR), polio, diphtheria, tetanus, whooping cough (DTaP), Hepatitis A & B, HPV, and more.",
      "bResponse": "Vaccines can protect against many different types of infections such as measles, mumps, rubella (MMR), polio, diphtheria, tetanus, whooping cough (DTaP), Hepatitis A & B, HPV, and more. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 566,
      "question_id": 566,
      "content_block_id": 199,
      "answer": "More information about vaccine safety can be found by consulting reliable sources such as the Centers for Disease Control and Prevention (CDC), World Health Organization (WHO) or local health departments websites.",
      "bResponse": "More information about vaccine safety can be found by consulting reliable sources such as the Centers for Disease Control and Prevention (CDC), World Health Organization (WHO) or local health departments websites. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 2",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 567,
      "question_id": 567,
      "content_block_id": 200,
      "answer": "Yes, newborns can receive vaccinations at outpatient clinics. If there are no vaccines available where the child was born, find out if they are available in outpatient clinics or clinics that you can reach safely, and get vaccinated against hepatitis B and tuberculosis (BCG) as soon as possible.",
      "bResponse": "Yes, newborns can receive vaccinations at outpatient clinics. If there are no vaccines available where the child was born, find out if they are available in outpatient clinics or clinics that you can reach safely, and get vaccinated against hepatitis B and tuberculosis (BCG) as soon as possible. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 568,
      "question_id": 568,
      "content_block_id": 200,
      "answer": "No, BCG vaccinations do not provide protection against other diseases. They primarily help prevent tuberculosis but have limited effectiveness in protecting against other infections.",
      "bResponse": "No, BCG vaccinations do not provide protection against other diseases. They primarily help prevent tuberculosis but have limited effectiveness in protecting against other infections. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 569,
      "question_id": 569,
      "content_block_id": 200,
      "answer": "Yes, alternative sources for getting hepatitis B vaccinations include outpatient clinics and other healthcare facilities that may have access to the vaccine. It is recommended to check with your local health department or doctor for availability at these locations.",
      "bResponse": "Yes, alternative sources for getting hepatitis B vaccinations include outpatient clinics and other healthcare facilities that may have access to the vaccine. It is recommended to check with your local health department or doctor for availability at these locations. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 3",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 570,
      "question_id": 570,
      "content_block_id": 201,
      "answer": "In case your child has missed any scheduled vaccines or doesn't have them at all due to the current situation in Ukraine, it's essential to make up for the vaccine schedule as soon as possible. This includes contacting your local County Department for Public Health or other healthcare providers offering free vaccinations. In addition, if there are additional vaccines available outside the national Ukrainian vaccination program (e.g., rotavirus, pneumococcal infections, influenza), ensure they are administered promptly.",
      "bResponse": "In case your child has missed any scheduled vaccines or doesn't have them at all due to the current situation in Ukraine, it's essential to make up for the vaccine schedule as soon as possible. This includes contacting your local County Department for Public Health or other healthcare providers offering free vaccinations. In addition, if there are additional vaccines available outside the national Ukrainian vaccination program (e.g., rotavirus, pneumococcal infections, influenza), ensure they are administered promptly. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 571,
      "question_id": 571,
      "content_block_id": 201,
      "answer": "Yes, if you have access to vaccines that are not included in the national vaccination calendar of Ukraine, you can give them to your child as soon as possible. However, it is important to make sure they do not interfere with any necessary vaccines on the Ukrainian schedule. Consult your local County Department for Public Health or healthcare provider for guidance and free vaccinations when needed.",
      "bResponse": "Yes, if you have access to vaccines that are not included in the national vaccination calendar of Ukraine, you can give them to your child as soon as possible. However, it is important to make sure they do not interfere with any necessary vaccines on the Ukrainian schedule. Consult your local County Department for Public Health or healthcare provider for guidance and free vaccinations when needed. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 572,
      "question_id": 572,
      "content_block_id": 201,
      "answer": "Your child should receive the rotavirus vaccine from 6 weeks to 24 weeks, the pneumococcal infection vaccine from 6 months, and the flu vaccine from 6 months old.",
      "bResponse": "Your child should receive the rotavirus vaccine from 6 weeks to 24 weeks, the pneumococcal infection vaccine from 6 months, and the flu vaccine from 6 months old. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 4",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 573,
      "question_id": 573,
      "content_block_id": 202,
      "answer": "Infants should start receiving vaccinations when they weigh 2 kilograms or are 1 month old, following the same schedule as full-term babies.",
      "bResponse": "Infants should start receiving vaccinations when they weigh 2 kilograms or are 1 month old, following the same schedule as full-term babies. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 574,
      "question_id": 574,
      "content_block_id": 202,
      "answer": "The recommended vaccination series protects against diseases such as diphtheria, tetanus, pertussis, polio, fungal infections, pneumonia, rotavirus, meningococcus, among others.",
      "bResponse": "The recommended vaccination series protects against diseases such as diphtheria, tetanus, pertussis, polio, fungal infections, pneumonia, rotavirus, meningococcus, among others. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 575,
      "question_id": 575,
      "content_block_id": 202,
      "answer": "No, preemies should follow the same vaccination schedule as term babies.",
      "bResponse": "No, preemies should follow the same vaccination schedule as term babies. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 5",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 576,
      "question_id": 576,
      "content_block_id": 203,
      "answer": "It is important to get vaccinated because vaccines help protect individuals from various diseases, including COVID-19. Vaccines stimulate the immune system to recognize and fight off harmful pathogens before they cause illness. By being vaccinated, one can reduce their risk of contracting and spreading infectious diseases, which helps maintain public health and prevent outbreaks. Additionally, some vaccines provide long-lasting immunity, protecting individuals even if they encounter the same pathogen later in life.",
      "bResponse": "It is important to get vaccinated because vaccines help protect individuals from various diseases, including COVID-19. Vaccines stimulate the immune system to recognize and fight off harmful pathogens before they cause illness. By being vaccinated, one can reduce their risk of contracting and spreading infectious diseases, which helps maintain public health and prevent outbreaks. Additionally, some vaccines provide long-lasting immunity, protecting individuals even if they encounter the same pathogen later in life. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 577,
      "question_id": 577,
      "content_block_id": 203,
      "answer": "Yes, it is possible for individuals to experience side effects after receiving a COVID-19 vaccine. Reactions such as fever or muscle aches may occur following vaccination, which is considered normal. However, these symptoms typically subside within 2-3 days after vaccination.",
      "bResponse": "Yes, it is possible for individuals to experience side effects after receiving a COVID-19 vaccine. Reactions such as fever or muscle aches may occur following vaccination, which is considered normal. However, these symptoms typically subside within 2-3 days after vaccination. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 578,
      "question_id": 578,
      "content_block_id": 203,
      "answer": "Yes, it is recommended to take 2-3 days off work or school after receiving a complete COVID-19 vaccination to allow time for recovery and prevent any potential side effects.",
      "bResponse": "Yes, it is recommended to take 2-3 days off work or school after receiving a complete COVID-19 vaccination to allow time for recovery and prevent any potential side effects. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 6",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 579,
      "question_id": 579,
      "content_block_id": 204,
      "answer": "There could be various reasons why some children miss their scheduled vaccinations such as forgetfulness by parents or caregivers, lack of awareness about the importance of vaccination schedules, difficulties in accessing healthcare services due to geographical constraints, financial limitations, or other personal circumstances. It is essential to communicate effectively with healthcare providers to reschedule missed appointments and ensure that children receive appropriate vaccinations to maintain overall health and prevent outbreaks of potentially life-threatening illnesses.",
      "bResponse": "There could be various reasons why some children miss their scheduled vaccinations such as forgetfulness by parents or caregivers, lack of awareness about the importance of vaccination schedules, difficulties in accessing healthcare services due to geographical constraints, financial limitations, or other personal circumstances. It is essential to communicate effectively with healthcare providers to reschedule missed appointments and ensure that children receive appropriate vaccinations to maintain overall health and prevent outbreaks of potentially life-threatening illnesses. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 580,
      "question_id": 580,
      "content_block_id": 204,
      "answer": "No, chronic illnesses do not prevent a child from getting vaccinated. In fact, children with chronic illnesses have a higher risk of severe infections that can be protected against by vaccination.",
      "bResponse": "No, chronic illnesses do not prevent a child from getting vaccinated. In fact, children with chronic illnesses have a higher risk of severe infections that can be protected against by vaccination. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 581,
      "question_id": 581,
      "content_block_id": 204,
      "answer": "Yes, there are risks associated with outbreaks of contagious diseases such as polio and rubella. These diseases can cause serious health complications or even death, especially among vulnerable populations. It is important to take preventive measures by ensuring that your child receives timely vaccinations to protect them against these illnesses.",
      "bResponse": "Yes, there are risks associated with outbreaks of contagious diseases such as polio and rubella. These diseases can cause serious health complications or even death, especially among vulnerable populations. It is important to take preventive measures by ensuring that your child receives timely vaccinations to protect them against these illnesses. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Content Block 7",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}