{
  "questions": [
    {
      "question_id": 15,
      "content_block_id": 15,
      "question": "What types of help-lines are available for refugees in Romania?"
    },
    {
      "question_id": 16,
      "content_block_id": 15,
      "question": "How can someone contact the Romanian National Council for Refugees?"
    },
    {
      "question_id": 17,
      "content_block_id": 15,
      "question": "When is the help-line of the Romanian Government for refugees accessible?"
    },
    {
      "question_id": 18,
      "content_block_id": 15,
      "question": "What services does UNHCR, the UN Refugee Agency, provide?"
    },
    {
      "question_id": 19,
      "content_block_id": 15,
      "question": "How can individuals get support from the National Line against Trafficking in Persons Romania?"
    },
    {
      "question_id": 20,
      "content_block_id": 15,
      "question": "What specific medical support is offered for HIV treatment or rare diseases?"
    },
    {
      "question_id": 21,
      "content_block_id": 15,
      "question": "How can children receive support and counseling from Save the Children?"
    },
    {
      "question_id": 22,
      "content_block_id": 15,
      "question": "What is the process for getting support for accommodation requests from the General Inspectorate for Immigration?"
    },
    {
      "question_id": 23,
      "content_block_id": 15,
      "question": "What help-lines are available in specific Romanian cities like Sibiu or Timișoara?"
    },
    {
      "question_id": 24,
      "content_block_id": 15,
      "question": "How can people access migration and asylum assistance in the Republic of Moldova?"
    },
    {
      "question_id": 25,
      "content_block_id": 15,
      "question": "What support does the National Agency for Equal Opportunities for Women and Men offer for domestic violence or sexual abuse?"
    },
    {
      "question_id": 26,
      "content_block_id": 15,
      "question": "How can people contact the Romanian Red Cross for assistance?"
    },
    {
      "question_id": 27,
      "content_block_id": 15,
      "question": "What information is provided by the help-line of the Romanian Border Police in Ukrainian language?"
    },
    {
      "question_id": 28,
      "content_block_id": 15,
      "question": "What is the purpose of the Geeks for Democracy Solidarity Call Center?"
    },
    {
      "question_id": 29,
      "content_block_id": 15,
      "question": "What languages are supported by the Geeks for Democracy Solidarity Call Center?"
    }
  ]
}