{
  "questions": [
    {
      "question_id": 30,
      "content_block_id": 25,
      "question": "What are the key factors that influence a child's well-being and immunity?"
    },
    {
      "question_id": 31,
      "content_block_id": 25,
      "question": "How does breastfeeding support a child's immunity, especially during times of stress?"
    },
    {
      "question_id": 32,
      "content_block_id": 25,
      "question": "What impact can anxiety and stress have on a mother's milk production or milk flow?"
    },
    {
      "question_id": 33,
      "content_block_id": 25,
      "question": "How often should a baby be breastfed to ensure adequate milk production?"
    },
    {
      "question_id": 34,
      "content_block_id": 25,
      "question": "What makes continuing breastfeeding especially important for a baby's safety and a mother's well-being during an emergency?"
    },
    {
      "question_id": 35,
      "content_block_id": 25,
      "question": "How can a mother maintain lactation if her baby is temporarily not with her?"
    },
    {
      "question_id": 36,
      "content_block_id": 25,
      "question": "What steps can a mother take to restore her usual milk supply if breastfeeding has been interrupted?"
    },
    {
      "question_id": 37,
      "content_block_id": 25,
      "question": "How can the Support for refugee women program assist mothers facing breastfeeding difficulties?"
    },
    {
      "question_id": 38,
      "content_block_id": 25,
      "question": "What types of formula are recommended for babies under six months if breastfeeding is not possible, and what should be avoided?"
    },
    {
      "question_id": 39,
      "content_block_id": 25,
      "question": "How should dry infant formula be prepared safely to minimize contamination risks?"
    },
    {
      "question_id": 40,
      "content_block_id": 25,
      "question": "What alternatives to feeding bottles are recommended for babies receiving formula, especially when traveling?"
    },
    {
      "question_id": 41,
      "content_block_id": 25,
      "question": "What types of milk and complementary foods are suitable for children older than six months?"
    },
    {
      "question_id": 42,
      "content_block_id": 25,
      "question": "How should clean drinking water be stored and disinfected for a child in an emergency?"
    },
    {
      "question_id": 43,
      "content_block_id": 25,
      "question": "What kinds of ready-to-eat foods are recommended for an emergency stock for a child?"
    },
    {
      "question_id": 44,
      "content_block_id": 25,
      "question": "How can refugee pregnant women and mothers in Romania access support for lactation and infant nutrition?"
    },
    {
      "question_id": 45,
      "content_block_id": 25,
      "question": "What languages are available for telemedicine consultations regarding breastfeeding support?"
    },
    {
      "question_id": 46,
      "content_block_id": 25,
      "question": "Where can more helpful information about breastfeeding, women's health, and reproductive health services be found?"
    }
  ]
}