{
  "questions": [
    {
      "question_id": 60,
      "content_block_id": 56,
      "question": "How can someone manage in a new city like Timișoara?"
    },
    {
      "question_id": 61,
      "content_block_id": 56,
      "question": "What services does the Immigration Bureau of the County Timiș offer?"
    },
    {
      "question_id": 62,
      "content_block_id": 56,
      "question": "How does the Timișoara for Ukraine Support Center assist individuals?"
    },
    {
      "question_id": 63,
      "content_block_id": 56,
      "question": "What is the purpose of the National Anti-Traffic Hotline Romania?"
    },
    {
      "question_id": 64,
      "content_block_id": 56,
      "question": "What information is required for the accommodation, board, and integration support program in Timișoara?"
    },
    {
      "question_id": 65,
      "content_block_id": 56,
      "question": "How can individuals access medical services in Timișoara?"
    },
    {
      "question_id": 66,
      "content_block_id": 56,
      "question": "What kind of psychological support does the Plan International Organization provide?"
    },
    {
      "question_id": 67,
      "content_block_id": 56,
      "question": "How can individuals use the public transport system in Timișoara?"
    },
    {
      "question_id": 68,
      "content_block_id": 56,
      "question": "What are the options for education in the Ukrainian language in Timiș County?"
    },
    {
      "question_id": 69,
      "content_block_id": 56,
      "question": "What types of organizations offer support in Timișoara?"
    },
    {
      "question_id": 70,
      "content_block_id": 56,
      "question": "What services does The LOGS Association provide to immigrants?"
    },
    {
      "question_id": 71,
      "content_block_id": 56,
      "question": "How does the Timiș County Youth Foundation (FITT) support Ukrainians in Timiș?"
    },
    {
      "question_id": 72,
      "content_block_id": 56,
      "question": "What activities does the Save the Children Timiș organization offer for children?"
    },
    {
      "question_id": 73,
      "content_block_id": 56,
      "question": "What is the fundamental goal of the Union of Ukrainians in Romania?"
    },
    {
      "question_id": 74,
      "content_block_id": 56,
      "question": "What assistance does the SCOP organization provide through the ASIS program?"
    },
    {
      "question_id": 75,
      "content_block_id": 56,
      "question": "How can individuals find support for legal status, housing, or jobs in Timișoara?"
    },
    {
      "question_id": 76,
      "content_block_id": 56,
      "question": "What services does the Women's Center provide for individuals?"
    },
    {
      "question_id": 77,
      "content_block_id": 56,
      "question": "How can individuals access counseling for people living with HIV in Romania?"
    }
  ]
}