{
  "questions": [
    {
      "question_id": 856,
      "content_block_id": 6,
      "question": "What kind of support is available for Ukrainians fleeing war who are welcomed to Romania?"
    },
    {
      "question_id": 857,
      "content_block_id": 6,
      "question": "How can individuals contact the various help-lines provided in Romania?"
    },
    {
      "question_id": 858,
      "content_block_id": 6,
      "question": "What documents are required for Ukrainian nationals to enter Romania?"
    },
    {
      "question_id": 859,
      "content_block_id": 6,
      "question": "How can individuals without any documents enter Romania?"
    },
    {
      "question_id": 860,
      "content_block_id": 6,
      "question": "What are the main ways to enter Romania from Ukraine?"
    },
    {
      "question_id": 861,
      "content_block_id": 6,
      "question": "What are the specific border points that can be used to cross into Romania from Ukraine?"
    },
    {
      "question_id": 862,
      "content_block_id": 6,
      "question": "How can one check real-time waiting times for border crossings into Romania?"
    },
    {
      "question_id": 863,
      "content_block_id": 6,
      "question": "What are the conditions for Ukrainian citizens with biometric passports to travel to other EU Member States?"
    },
    {
      "question_id": 864,
      "content_block_id": 6,
      "question": "How are unaccompanied children entering Romania from Ukraine taken care of?"
    },
    {
      "question_id": 865,
      "content_block_id": 6,
      "question": "What number should someone call if they suspect or witness a child abuse case in Romania?"
    },
    {
      "question_id": 866,
      "content_block_id": 6,
      "question": "How can individuals find temporary accommodation or offer space to help vulnerable people in Romania?"
    },
    {
      "question_id": 867,
      "content_block_id": 6,
      "question": "What are the options for exchanging Ukrainian Hryvnia (UAH) to Romanian Lei (RON) at banks in Romania?"
    },
    {
      "question_id": 868,
      "content_block_id": 6,
      "question": "How can Ukrainian citizens access financial-banking services and what are the associated costs at BCR?"
    },
    {
      "question_id": 869,
      "content_block_id": 6,
      "question": "How can individuals request or provide emergency resources like food, clothing, or transportation in Romania?"
    },
    {
      "question_id": 870,
      "content_block_id": 6,
      "question": "What are the locations and contact details for the Regional Centers for Procedures and Accommodation for Asylum Seekers in Romania?"
    }
  ]
}