{
  "questions": [
    {
      "question_id": 251,
      "content_block_id": 61,
      "question": "What contact details are available for the Iași County Immigration Service?"
    },
    {
      "question_id": 252,
      "content_block_id": 61,
      "question": "How can individuals access emergency medical services in Iași?"
    },
    {
      "question_id": 253,
      "content_block_id": 61,
      "question": "What information is required for the accommodation, meals, and integration support program in Iași?"
    },
    {
      "question_id": 254,
      "content_block_id": 61,
      "question": "How can one find details about public transport costs and payment methods in Iași?"
    },
    {
      "question_id": 255,
      "content_block_id": 61,
      "question": "What types of psychological support services are offered by organizations in Iași?"
    },
    {
      "question_id": 256,
      "content_block_id": 61,
      "question": "How do organizations like IOM and Project HOPE provide psychological assistance?"
    },
    {
      "question_id": 257,
      "content_block_id": 61,
      "question": "What educational programs are organized for children and adolescents at the multi-service center in Iași?"
    },
    {
      "question_id": 258,
      "content_block_id": 61,
      "question": "What organizations offer free Romanian language courses in Iași?"
    },
    {
      "question_id": 259,
      "content_block_id": 61,
      "question": "How can one obtain a language certificate after completing Romanian language courses in Iași?"
    },
    {
      "question_id": 260,
      "content_block_id": 61,
      "question": "What comprehensive services are provided by the CTR Nicolina Refugee Center?"
    },
    {
      "question_id": 261,
      "content_block_id": 61,
      "question": "How does the Romanian National Council for Refugees (CNRR) offer legal advice?"
    },
    {
      "question_id": 262,
      "content_block_id": 61,
      "question": "What support does the ICAR Foundation provide for accessing medical services and medicines?"
    },
    {
      "question_id": 263,
      "content_block_id": 61,
      "question": "What specific services are available from the Women's Center in Iași?"
    },
    {
      "question_id": 264,
      "content_block_id": 61,
      "question": "How can individuals arriving in Romania access psycho-medical-social services for HIV?"
    },
    {
      "question_id": 265,
      "content_block_id": 61,
      "question": "What assistance, including accommodation and meals, is provided by Justiție pentru minori for mothers and children?"
    },
    {
      "question_id": 266,
      "content_block_id": 61,
      "question": "How does AIDRom offer support for accessing medical services, legal assistance, and translation reimbursements?"
    },
    {
      "question_id": 267,
      "content_block_id": 61,
      "question": "What is the contact information for the National Anti-Traffic Hotline Romania?"
    },
    {
      "question_id": 268,
      "content_block_id": 61,
      "question": "How can refugees access free family medicine services in Iași?"
    }
  ]
}