{
  "questions": [
    {
      "question_id": 816,
      "content_block_id": 57,
      "question": "What are the initial steps for someone who has just arrived in Constanța and needs help?"
    },
    {
      "question_id": 817,
      "content_block_id": 57,
      "question": "How can one contact the Immigration Service of Constanța county?"
    },
    {
      "question_id": 818,
      "content_block_id": 57,
      "question": "What information is required for the accommodation, board, and integration support program in Constanța?"
    },
    {
      "question_id": 819,
      "content_block_id": 57,
      "question": "How can one travel within the city of Constanța using public transportation?"
    },
    {
      "question_id": 820,
      "content_block_id": 57,
      "question": "What medical services are available at the Constanța Emergency County Clinical Hospital Sf Apostol Andrei?"
    },
    {
      "question_id": 821,
      "content_block_id": 57,
      "question": "How can individuals find a list of family doctors from Constanța county?"
    },
    {
      "question_id": 822,
      "content_block_id": 57,
      "question": "What psychological support services does World Vision Romania offer in Constanța?"
    },
    {
      "question_id": 823,
      "content_block_id": 57,
      "question": "How does the Terre des hommes Foundation provide psychological assistance to different categories of people?"
    },
    {
      "question_id": 824,
      "content_block_id": 57,
      "question": "What languages are available for psychological support from the International Organization for Migration (IOM)?"
    },
    {
      "question_id": 825,
      "content_block_id": 57,
      "question": "How can Ukrainian students enroll in Romanian pre-university education units in Constanța?"
    },
    {
      "question_id": 826,
      "content_block_id": 57,
      "question": "What types of support does CNRR (The Romanian National Council for Refugees) offer in Constanța?"
    },
    {
      "question_id": 827,
      "content_block_id": 57,
      "question": "How does AIDRom provide social and legal advice and assistance in Constanța?"
    },
    {
      "question_id": 828,
      "content_block_id": 57,
      "question": "What services does the ROUA Center Constanța provide for integration and support?"
    },
    {
      "question_id": 829,
      "content_block_id": 57,
      "question": "How can the Constanta Regional Integration Center (JRS Romania Association) assist individuals?"
    },
    {
      "question_id": 830,
      "content_block_id": 57,
      "question": "What services does the Sensiblu Foundation offer, including legal advice and psychotherapy?"
    },
    {
      "question_id": 831,
      "content_block_id": 57,
      "question": "How does the Novapolis Association offer help on the ground at border areas like Constanța and Isaccea?"
    },
    {
      "question_id": 832,
      "content_block_id": 57,
      "question": "What support is available through the Women's Center for reproductive health services or domestic violence victims?"
    },
    {
      "question_id": 833,
      "content_block_id": 57,
      "question": "How can individuals living with HIV receive free and confidential psycho-medical-social services in Romania?"
    }
  ]
}