{
  "questions": [
    {
      "question_id": 476,
      "content_block_id": 59,
      "question": "What assistance is available for individuals arriving in Suceava?"
    },
    {
      "question_id": 477,
      "content_block_id": 59,
      "question": "How can one contact the Immigration Office of Suceava County?"
    },
    {
      "question_id": 478,
      "content_block_id": 59,
      "question": "What are the options for registering for temporary protection in Suceava County?"
    },
    {
      "question_id": 479,
      "content_block_id": 59,
      "question": "How can Ukrainian refugees benefit from local public transport in Suceava?"
    },
    {
      "question_id": 480,
      "content_block_id": 59,
      "question": "What medical services are available at the Suceava Emergency Hospital?"
    },
    {
      "question_id": 481,
      "content_block_id": 59,
      "question": "How can individuals receive psychological support in Suceava?"
    },
    {
      "question_id": 482,
      "content_block_id": 59,
      "question": "What organizations provide psychological assistance in Russian and Ukrainian languages?"
    },
    {
      "question_id": 483,
      "content_block_id": 59,
      "question": "What schools in Suceava county offer education with Ukrainian language teaching?"
    },
    {
      "question_id": 484,
      "content_block_id": 59,
      "question": "How can individuals find support from organizations in Suceava for various services?"
    },
    {
      "question_id": 485,
      "content_block_id": 59,
      "question": "What types of material support are offered by organizations in Suceava and Rădăuți?"
    },
    {
      "question_id": 486,
      "content_block_id": 59,
      "question": "How can individuals get assistance with the translation of documents and diplomas?"
    },
    {
      "question_id": 487,
      "content_block_id": 59,
      "question": "What services does The Bucovina Institute Association offer to refugees?"
    },
    {
      "question_id": 488,
      "content_block_id": 59,
      "question": "How does Save the Children provide direct services and educational activities in Suceava county?"
    },
    {
      "question_id": 489,
      "content_block_id": 59,
      "question": "What support services does the Sensiblu Foundation offer in Suceava?"
    },
    {
      "question_id": 490,
      "content_block_id": 59,
      "question": "How can women access support for reproductive health services or domestic violence in Suceava?"
    },
    {
      "question_id": 491,
      "content_block_id": 59,
      "question": "What support is available for people living with HIV in Romania?"
    }
  ]
}