{
  "questions": [
    {
      "question_id": 196,
      "content_block_id": 55,
      "question": "What kind of help is available for new arrivals in Brașov?"
    },
    {
      "question_id": 197,
      "content_block_id": 55,
      "question": "How can someone contact the Integration Center for Migrants Brașov for assistance?"
    },
    {
      "question_id": 198,
      "content_block_id": 55,
      "question": "What contact information is available for the Brașov County Immigration Service?"
    },
    {
      "question_id": 199,
      "content_block_id": 55,
      "question": "What services does the CATTIA Community Center offer for refugees?"
    },
    {
      "question_id": 200,
      "content_block_id": 55,
      "question": "What information is required to access the support program for accommodation, meals, and integration in Brașov?"
    },
    {
      "question_id": 201,
      "content_block_id": 55,
      "question": "How can individuals access medical services, including emergency care, in Brașov?"
    },
    {
      "question_id": 202,
      "content_block_id": 55,
      "question": "What resources are available for uninsured people needing primary healthcare in Brașov?"
    },
    {
      "question_id": 203,
      "content_block_id": 55,
      "question": "What free medical services, such as dialysis or mobility equipment, are offered in Brașov?"
    },
    {
      "question_id": 204,
      "content_block_id": 55,
      "question": "What organizations provide psychological support services in Brașov?"
    },
    {
      "question_id": 205,
      "content_block_id": 55,
      "question": "What languages are available for psychological support consultations from the International Organization for Migration (IOM)?"
    },
    {
      "question_id": 206,
      "content_block_id": 55,
      "question": "How can Ukrainian preschoolers and pupils enroll in educational units in Brașov County?"
    },
    {
      "question_id": 207,
      "content_block_id": 55,
      "question": "How can children and adults participate in educational events at the CATTIA center with Worldvision support?"
    },
    {
      "question_id": 208,
      "content_block_id": 55,
      "question": "What kind of support does the NGO Terre des Hommes offer in Brașov?"
    },
    {
      "question_id": 209,
      "content_block_id": 55,
      "question": "What services does the Agapedia organization provide, including the 'Safe Space for Women' project?"
    },
    {
      "question_id": 210,
      "content_block_id": 55,
      "question": "What programs do public libraries in Brașov organize for children and Ukrainians, including Romanian language courses?"
    },
    {
      "question_id": 211,
      "content_block_id": 55,
      "question": "How can new arrivals use public transport for free in Brașov?"
    },
    {
      "question_id": 212,
      "content_block_id": 55,
      "question": "What support services are offered by the Women's Center in Brașov, particularly for reproductive health and domestic violence victims?"
    },
    {
      "question_id": 213,
      "content_block_id": 55,
      "question": "How can individuals receive free and confidential psycho-medical-social HIV services in Romania?"
    }
  ]
}