{
  "questions": [
    {
      "question_id": 611,
      "content_block_id": 51,
      "question": "How can Ukrainian refugees enroll their child in an educational institution in Romania?"
    },
    {
      "question_id": 612,
      "content_block_id": 51,
      "question": "What steps should Ukrainian refugee students follow to continue their studies in Romania?"
    },
    {
      "question_id": 613,
      "content_block_id": 51,
      "question": "What age groups are served by the JRS Romania kindergarten and school?"
    },
    {
      "question_id": 614,
      "content_block_id": 51,
      "question": "How can a child be registered for classes at JRS Romania?"
    },
    {
      "question_id": 615,
      "content_block_id": 51,
      "question": "What activities does the Angel Appeal Romanian Foundation kindergarten offer?"
    },
    {
      "question_id": 616,
      "content_block_id": 51,
      "question": "When is the Angel Appeal Romanian Foundation kindergarten open?"
    },
    {
      "question_id": 617,
      "content_block_id": 51,
      "question": "How can one sign up for the Angel Appeal Romanian Foundation kindergarten?"
    },
    {
      "question_id": 618,
      "content_block_id": 51,
      "question": "What grade levels does the “Ostrovok” Educational Hub in Bucharest cover?"
    },
    {
      "question_id": 619,
      "content_block_id": 51,
      "question": "How can refugee students access free classes at the “Ostrovok” Educational Hub in Bucharest?"
    },
    {
      "question_id": 620,
      "content_block_id": 51,
      "question": "What makes the Ukrainian secondary school Taras Shevchenko in Maramureș unique?"
    },
    {
      "question_id": 621,
      "content_block_id": 51,
      "question": "How can parents get information to enroll a child at the Taras Shevchenko Ukrainian High School in Maramureș?"
    },
    {
      "question_id": 622,
      "content_block_id": 51,
      "question": "How can students access digital versions of Ukrainian textbooks for self-study?"
    },
    {
      "question_id": 623,
      "content_block_id": 51,
      "question": "What grades does the Ukrainian Online School from the Ministry of Education of Ukraine cater to?"
    },
    {
      "question_id": 624,
      "content_block_id": 51,
      "question": "How does the Ukrainian Online School provide free access to education for students and teachers?"
    },
    {
      "question_id": 625,
      "content_block_id": 51,
      "question": "What types of online learning platforms does UNICEF provide access to for children's education?"
    }
  ]
}