{
  "questions": [
    {
      "question_id": 364,
      "content_block_id": 17,
      "question": "What are the steps to enroll a Ukrainian child in a Romanian school or kindergarten?"
    },
    {
      "question_id": 365,
      "content_block_id": 17,
      "question": "How can a Ukrainian child be enrolled in extracurricular activities in Romania?"
    },
    {
      "question_id": 366,
      "content_block_id": 17,
      "question": "What psycho-pedagogical assistance and counseling is available for Ukrainian children in the Romanian education system?"
    },
    {
      "question_id": 367,
      "content_block_id": 17,
      "question": "How will Ukrainian children who wish to learn Romanian be supported by the County School Inspectorates?"
    },
    {
      "question_id": 368,
      "content_block_id": 17,
      "question": "When will an application for school enrollment be analyzed after submission?"
    },
    {
      "question_id": 369,
      "content_block_id": 17,
      "question": "How can students from Ukraine continue their higher education studies in Romania?"
    },
    {
      "question_id": 370,
      "content_block_id": 17,
      "question": "What is the process for obtaining equivalence or recognition of studies completed abroad in Romania?"
    },
    {
      "question_id": 371,
      "content_block_id": 17,
      "question": "What documents are required to set up a file for the recognition of completed studies in Romania?"
    },
    {
      "question_id": 372,
      "content_block_id": 17,
      "question": "When can a response be expected after submitting a complete file for study recognition?"
    },
    {
      "question_id": 373,
      "content_block_id": 17,
      "question": "How can the certificate of study recognition be obtained from the National Center for Diploma Recognition and Equivalence?"
    },
    {
      "question_id": 374,
      "content_block_id": 17,
      "question": "What specific support services, including accommodation and allowances, are available for Ukrainian minors under temporary protection in Romania?"
    },
    {
      "question_id": 375,
      "content_block_id": 17,
      "question": "What information is available regarding Ukrainian schools and kindergartens operating in Romania?"
    },
    {
      "question_id": 376,
      "content_block_id": 17,
      "question": "What free courses and activities are offered for Ukrainian refugees, both adults and children, in Romania?"
    },
    {
      "question_id": 377,
      "content_block_id": 17,
      "question": "When is the calendar of holidays for schools and kindergartens in Romania for the current school year?"
    },
    {
      "question_id": 378,
      "content_block_id": 17,
      "question": "How can one contact the advisor for Ukrainian students at the Bucharest School Inspectorate for enrollment inquiries?"
    }
  ]
}