{
  "questions": [
    {
      "question_id": 577,
      "content_block_id": 1,
      "question": "What are the different ways to enter Romania?"
    },
    {
      "question_id": 578,
      "content_block_id": 1,
      "question": "How can individuals apply for asylum within Romania?"
    },
    {
      "question_id": 579,
      "content_block_id": 1,
      "question": "What are the entry requirements for Ukrainian nationals with a valid passport?"
    },
    {
      "question_id": 580,
      "content_block_id": 1,
      "question": "How can Ukrainian nationals enter Romania without a passport?"
    },
    {
      "question_id": 581,
      "content_block_id": 1,
      "question": "What is temporary protection in Romania and how long does it last?"
    },
    {
      "question_id": 582,
      "content_block_id": 1,
      "question": "What documents are advisable for minors entering Romania?"
    },
    {
      "question_id": 583,
      "content_block_id": 1,
      "question": "How are unaccompanied children from Ukraine handled upon entering Romania?"
    },
    {
      "question_id": 584,
      "content_block_id": 1,
      "question": "What are the specific conditions for Ukrainian men between 18 and 60 years old to enter Romania?"
    },
    {
      "question_id": 585,
      "content_block_id": 1,
      "question": "What are the COVID-19 related entry requirements for Romania from Ukraine?"
    },
    {
      "question_id": 586,
      "content_block_id": 1,
      "question": "How can non-Ukrainian nationals who resided in Ukraine enter Romania?"
    },
    {
      "question_id": 587,
      "content_block_id": 1,
      "question": "What is the purpose of entry for third country nationals from Ukraine into Romania?"
    },
    {
      "question_id": 588,
      "content_block_id": 1,
      "question": "What are the procedures for bringing animals into Romania?"
    },
    {
      "question_id": 589,
      "content_block_id": 1,
      "question": "What are the visa requirements for Russian citizens entering Romania?"
    },
    {
      "question_id": 590,
      "content_block_id": 1,
      "question": "What are the specific border crossing points from Ukraine into Romania?"
    },
    {
      "question_id": 591,
      "content_block_id": 1,
      "question": "How can one check real-time waiting times at border crossings into Romania?"
    },
    {
      "question_id": 592,
      "content_block_id": 1,
      "question": "How can individuals enter Romania through the Republic of Moldova?"
    },
    {
      "question_id": 593,
      "content_block_id": 1,
      "question": "What transport options are available from the Romanian border?"
    },
    {
      "question_id": 594,
      "content_block_id": 1,
      "question": "How can individuals request or provide resources through Sprijin de Urgență?"
    }
  ]
}