{
  "questions": [
    {
      "question_id": 398,
      "content_block_id": 36,
      "question": "What medical rights are granted to people fleeing the war in Ukraine by the Romanian social health insurance system?"
    },
    {
      "question_id": 399,
      "content_block_id": 36,
      "question": "How do individuals from Ukraine register in the Romanian social health insurance system for medical services?"
    },
    {
      "question_id": 400,
      "content_block_id": 36,
      "question": "What is the purpose of the identification number assigned to people from Ukraine in the social health insurance system?"
    },
    {
      "question_id": 401,
      "content_block_id": 36,
      "question": "What specific medical services are included in the basic service package under the Romanian social health insurance system?"
    },
    {
      "question_id": 402,
      "content_block_id": 36,
      "question": "What is the role of a family doctor for people coming from the armed conflict zone in Ukraine in Romania?"
    },
    {
      "question_id": 403,
      "content_block_id": 36,
      "question": "What types of curative medical services are provided by a family doctor within the primary medical care package in Romania?"
    },
    {
      "question_id": 404,
      "content_block_id": 36,
      "question": "How often are preventive services offered by a family doctor to different age groups in Romania?"
    },
    {
      "question_id": 405,
      "content_block_id": 36,
      "question": "What specific diagnostic and therapeutic medical services can a family doctor perform in Romania?"
    },
    {
      "question_id": 406,
      "content_block_id": 36,
      "question": "When can medical consultations be provided at home or remotely by a family doctor in Romania?"
    },
    {
      "question_id": 407,
      "content_block_id": 36,
      "question": "What medical documents can a family doctor issue in Romania?"
    },
    {
      "question_id": 408,
      "content_block_id": 36,
      "question": "How do people from Ukraine in special situations benefit from the social health insurance system without paying contributions or co-payments?"
    },
    {
      "question_id": 409,
      "content_block_id": 36,
      "question": "What support is available for patients with chronic diseases from a family doctor in Romania?"
    },
    {
      "question_id": 410,
      "content_block_id": 36,
      "question": "How can one access an up-to-date list of family doctors in Bucharest for people from Ukraine?"
    }
  ]
}