{
  "questions": [
    {
      "question_id": 528,
      "content_block_id": 21,
      "question": "What documents do Ukrainian citizens need to present to enter Romania?"
    },
    {
      "question_id": 529,
      "content_block_id": 21,
      "question": "How can third-country nationals who resided in Ukraine enter Romania?"
    },
    {
      "question_id": 530,
      "content_block_id": 21,
      "question": "What are the requirements for bringing an animal into Romania?"
    },
    {
      "question_id": 531,
      "content_block_id": 21,
      "question": "How are unaccompanied minors from Ukraine cared for upon entering Romania?"
    },
    {
      "question_id": 532,
      "content_block_id": 21,
      "question": "What is temporary protection in Romania, and who is eligible to receive it?"
    },
    {
      "question_id": 533,
      "content_block_id": 21,
      "question": "How is temporary protection granted in Romania?"
    },
    {
      "question_id": 534,
      "content_block_id": 21,
      "question": "What rights do beneficiaries of temporary protection have in Romania?"
    },
    {
      "question_id": 535,
      "content_block_id": 21,
      "question": "How can individuals access medical services in Romania?"
    },
    {
      "question_id": 536,
      "content_block_id": 21,
      "question": "What opportunities are available for children and young people from Ukraine to attend school or study in Romania?"
    },
    {
      "question_id": 537,
      "content_block_id": 21,
      "question": "What financial support is available for beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 538,
      "content_block_id": 21,
      "question": "How can Ukrainian Hryvnia (UAH) be exchanged for Romanian Lei (RON) in Romania?"
    },
    {
      "question_id": 539,
      "content_block_id": 21,
      "question": "What procedure is required for Ukrainian citizens to get a job in Romania?"
    },
    {
      "question_id": 540,
      "content_block_id": 21,
      "question": "How can a person claim asylum in Romania?"
    },
    {
      "question_id": 541,
      "content_block_id": 21,
      "question": "What rights do asylum seekers have in Romania?"
    },
    {
      "question_id": 542,
      "content_block_id": 21,
      "question": "What border points can be used to cross into Romania from Ukraine or Moldova?"
    },
    {
      "question_id": 543,
      "content_block_id": 21,
      "question": "What types of support are available for individuals experiencing emotional distress in Romania?"
    },
    {
      "question_id": 544,
      "content_block_id": 21,
      "question": "What is the process for registering for a disability certificate in Romania?"
    },
    {
      "question_id": 545,
      "content_block_id": 21,
      "question": "How can families ensure they stay together while in Romania?"
    }
  ]
}