{
  "questions": [
    {
      "question_id": 919,
      "content_block_id": 4,
      "question": "What information is available regarding train routes and timetables for passenger trains in Romania?"
    },
    {
      "question_id": 920,
      "content_block_id": 4,
      "question": "How can visitors safely use taxi services in major cities across Romania?"
    },
    {
      "question_id": 921,
      "content_block_id": 4,
      "question": "When are most shops and offices generally open for business in Romania?"
    },
    {
      "question_id": 922,
      "content_block_id": 4,
      "question": "What health support is offered to Ukrainian children suffering from cancer in Romania?"
    },
    {
      "question_id": 923,
      "content_block_id": 4,
      "question": "How can refugees arriving in Romania receive support and guidance for rare diseases?"
    },
    {
      "question_id": 924,
      "content_block_id": 4,
      "question": "What are the main mobile phone providers in Romania, and how can one acquire a local SIM card?"
    },
    {
      "question_id": 925,
      "content_block_id": 4,
      "question": "What is the currency of Romania, and how can Ukrainian hryvnia be exchanged for it?"
    },
    {
      "question_id": 926,
      "content_block_id": 4,
      "question": "What services does the BCR bank offer to individuals with Ukrainian passports in Romania?"
    },
    {
      "question_id": 927,
      "content_block_id": 4,
      "question": "What should a Ukrainian refugee say when calling the 112 Emergency Number in Romania?"
    },
    {
      "question_id": 928,
      "content_block_id": 4,
      "question": "How can individuals request or offer resources like food or transportation via the Sprijin de Urgență platform?"
    },
    {
      "question_id": 929,
      "content_block_id": 4,
      "question": "What support is available for finding temporary accommodation through the Un Acoperiș platform in Romania?"
    },
    {
      "question_id": 930,
      "content_block_id": 4,
      "question": "What challenges do travelers with disabilities typically encounter when getting around in Romania?"
    },
    {
      "question_id": 931,
      "content_block_id": 4,
      "question": "When are the legal public holidays celebrated in Romania during 2023?"
    },
    {
      "question_id": 932,
      "content_block_id": 4,
      "question": "What are the contact details for the Regional Centers for Procedures and Accommodation for Asylum Seekers in Romania?"
    },
    {
      "question_id": 933,
      "content_block_id": 4,
      "question": "How can people from Ukraine access HIV treatment or services in Romania?"
    }
  ]
}