{
  "questions": [
    {
      "question_id": 761,
      "content_block_id": 69,
      "question": "What vocational integration services does the Hands Across Romania Association offer to Ukrainian refugees?"
    },
    {
      "question_id": 762,
      "content_block_id": 69,
      "question": "How do Jobs4Ukraine and UNHCR Romania assist refugees from Ukraine in finding employment?"
    },
    {
      "question_id": 763,
      "content_block_id": 69,
      "question": "What kind of support does the NESsT Refugee Employment Initiative provide to businesses working with refugees and migrants?"
    },
    {
      "question_id": 764,
      "content_block_id": 69,
      "question": "How does BERD - Banca Europeană pentru Reconstrucție & Dezvoltare support entrepreneurship for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 765,
      "content_block_id": 69,
      "question": "What assistance does The ANAIS organization provide for the economic employment of refugees?"
    },
    {
      "question_id": 766,
      "content_block_id": 69,
      "question": "How does the Youth Center of the National Youth Foundation help young Ukrainians with job search assistance?"
    },
    {
      "question_id": 767,
      "content_block_id": 69,
      "question": "What employment support services does HEKS EPER offer to Ukrainian refugees?"
    },
    {
      "question_id": 768,
      "content_block_id": 69,
      "question": "When are HEKS EPER employment support services available to Ukrainian refugees?"
    },
    {
      "question_id": 769,
      "content_block_id": 69,
      "question": "How can individuals learn to write an effective resume for a job search?"
    },
    {
      "question_id": 770,
      "content_block_id": 69,
      "question": "What information does the IOM \"Cultural orientation - Romania\" guide provide for new arrivals?"
    },
    {
      "question_id": 771,
      "content_block_id": 69,
      "question": "How can refugees from Ukraine find out more about language courses and activities in Romania?"
    },
    {
      "question_id": 772,
      "content_block_id": 69,
      "question": "What is the purpose of the Animest - Bucharest International Animated Film Festival?"
    },
    {
      "question_id": 773,
      "content_block_id": 69,
      "question": "How does the Hungarian Theater in Napoca-Cluj operate and what types of performances does it offer?"
    },
    {
      "question_id": 774,
      "content_block_id": 69,
      "question": "What literary treasures does The National Museum of Rumanian Literature in Bucharest preserve?"
    },
    {
      "question_id": 775,
      "content_block_id": 69,
      "question": "When was the “Alexandru Sahia” documentary film studio created and what kind of films did it produce?"
    },
    {
      "question_id": 776,
      "content_block_id": 69,
      "question": "What job platforms are available for Ukrainian refugees in Romania?"
    }
  ]
}