{
  "questions": [
    {
      "question_id": 846,
      "content_block_id": 13,
      "question": "What services are provided by the Regional Centres for Accommodation and Procedures for Asylum Seekers?"
    },
    {
      "question_id": 847,
      "content_block_id": 13,
      "question": "How can individuals contact the various Immigration Services and Bureaus listed across Romania?"
    },
    {
      "question_id": 848,
      "content_block_id": 13,
      "question": "What specific types of immigration matters are handled by the Immigration Directorate of the Bucharest Municipality?"
    },
    {
      "question_id": 849,
      "content_block_id": 13,
      "question": "When are the Regional Centres for Accommodation and Procedures for Asylum Seekers typically open for public services?"
    },
    {
      "question_id": 850,
      "content_block_id": 13,
      "question": "How are the different regional sections of Romania organized for immigration and asylum services?"
    },
    {
      "question_id": 851,
      "content_block_id": 13,
      "question": "What is the purpose of the Biroul pentru Imigrări al Județului in each specific county?"
    },
    {
      "question_id": 852,
      "content_block_id": 13,
      "question": "How does an individual initiate the procedures for asylum at a Regional Centre for Accommodation and Procedures for Asylum Seekers?"
    },
    {
      "question_id": 853,
      "content_block_id": 13,
      "question": "What information should be prepared before contacting an Immigration Service or Bureau by phone or email?"
    },
    {
      "question_id": 854,
      "content_block_id": 13,
      "question": "When can individuals expect to receive assistance from the Serviciul pentru Imigrări al Județului Vrancea after making an inquiry?"
    },
    {
      "question_id": 855,
      "content_block_id": 13,
      "question": "What are the primary differences in function between a Regional Centre for Accommodation and Procedures for Asylum Seekers and a Biroul pentru Imigrări al Județului?"
    }
  ]
}