{
  "questions": [
    {
      "question_id": 379,
      "content_block_id": 45,
      "question": "What are compensated medicines?"
    },
    {
      "question_id": 380,
      "content_block_id": 45,
      "question": "How can patients benefit from medicines covered by the National Health and Welfare Fund?"
    },
    {
      "question_id": 381,
      "content_block_id": 45,
      "question": "How are electronic medical prescriptions issued for compensated medicines?"
    },
    {
      "question_id": 382,
      "content_block_id": 45,
      "question": "What types of doctors can prescribe compensated medicines?"
    },
    {
      "question_id": 383,
      "content_block_id": 45,
      "question": "When are special regime prescriptions used for psychotropic and narcotic drugs?"
    },
    {
      "question_id": 384,
      "content_block_id": 45,
      "question": "How is the List of compensated drugs approved for financial coverage?"
    },
    {
      "question_id": 385,
      "content_block_id": 45,
      "question": "What types of pharmacies can dispense medicines covered by the National Health and Welfare Fund?"
    },
    {
      "question_id": 386,
      "content_block_id": 45,
      "question": "How can patients receive compensated drugs for chronic diseases while hospitalized?"
    },
    {
      "question_id": 387,
      "content_block_id": 45,
      "question": "What information must hospitals publish regarding available medicines?"
    },
    {
      "question_id": 388,
      "content_block_id": 45,
      "question": "How are electronic medical prescriptions handled after a remote consultation?"
    },
    {
      "question_id": 389,
      "content_block_id": 45,
      "question": "What criteria determine which conditions are covered for compensated drugs?"
    },
    {
      "question_id": 390,
      "content_block_id": 45,
      "question": "What is the maximum validity period for an electronic prescription for acute conditions?"
    },
    {
      "question_id": 391,
      "content_block_id": 45,
      "question": "What is the maximum validity period for an electronic prescription for chronic illnesses?"
    },
    {
      "question_id": 392,
      "content_block_id": 45,
      "question": "How long can drugs be prescribed for patients with stabilized chronic diseases?"
    },
    {
      "question_id": 393,
      "content_block_id": 45,
      "question": "When can prescriptions for compensated drugs be issued in installments?"
    },
    {
      "question_id": 394,
      "content_block_id": 45,
      "question": "How is the maximum amount covered by health insurance companies for compensated medicines determined?"
    },
    {
      "question_id": 395,
      "content_block_id": 45,
      "question": "What are the different percentages of compensation applied to the set price of compensated medicines?"
    },
    {
      "question_id": 396,
      "content_block_id": 45,
      "question": "How can patients pick up compensated medicines from pharmacies?"
    },
    {
      "question_id": 397,
      "content_block_id": 45,
      "question": "Who is exempted from paying the personal contribution for compensated medicines given in outpatient treatment?"
    }
  ]
}