{
  "questions": [
    {
      "question_id": 557,
      "content_block_id": 2,
      "question": "What are the primary ways to enter Romania?"
    },
    {
      "question_id": 558,
      "content_block_id": 2,
      "question": "How do rights in Romania differ based on an individual's status?"
    },
    {
      "question_id": 559,
      "content_block_id": 2,
      "question": "How can individuals with temporary protection in Romania find employment?"
    },
    {
      "question_id": 560,
      "content_block_id": 2,
      "question": "What documents are necessary for beneficiaries of temporary protection to work in Romania?"
    },
    {
      "question_id": 561,
      "content_block_id": 2,
      "question": "When can individuals benefiting from temporary protection in Romania access employment incentives?"
    },
    {
      "question_id": 562,
      "content_block_id": 2,
      "question": "What educational opportunities are available for Ukrainian children in Romanian schools?"
    },
    {
      "question_id": 563,
      "content_block_id": 2,
      "question": "How can Ukrainian citizens continue higher education in Romania?"
    },
    {
      "question_id": 564,
      "content_block_id": 2,
      "question": "What financial support is offered for Ukrainian students pursuing higher education in Romania?"
    },
    {
      "question_id": 565,
      "content_block_id": 2,
      "question": "What medical services do foreign nationals from the conflict zone in Ukraine receive in Romania?"
    },
    {
      "question_id": 566,
      "content_block_id": 2,
      "question": "How can families separated across different Member States be reunited in Romania?"
    },
    {
      "question_id": 567,
      "content_block_id": 2,
      "question": "What social services are provided in temporary accommodation camps in Romania?"
    },
    {
      "question_id": 568,
      "content_block_id": 2,
      "question": "How can individuals hosting people from the conflict zone in Ukraine receive reimbursement for accommodation expenses?"
    },
    {
      "question_id": 569,
      "content_block_id": 2,
      "question": "How can Ukrainian citizens living abroad receive a pension in Romania?"
    },
    {
      "question_id": 570,
      "content_block_id": 2,
      "question": "What is required to obtain a work permit in Romania for someone with a short-stay right?"
    },
    {
      "question_id": 571,
      "content_block_id": 2,
      "question": "When can children and young refugees enroll in the Romanian education system if they have a short-stay status?"
    },
    {
      "question_id": 572,
      "content_block_id": 2,
      "question": "What legal assistance is available for asylum seekers in Romania?"
    },
    {
      "question_id": 573,
      "content_block_id": 2,
      "question": "How do asylum seekers access accommodation and residence support in Romania?"
    },
    {
      "question_id": 574,
      "content_block_id": 2,
      "question": "When can asylum seekers in Romania begin working?"
    },
    {
      "question_id": 575,
      "content_block_id": 2,
      "question": "How can someone request resources through Sprijin de Urgență?"
    },
    {
      "question_id": 576,
      "content_block_id": 2,
      "question": "What kind of support does Un Acoperiș offer for finding temporary accommodation?"
    }
  ]
}