{
  "questions": [
    {
      "question_id": 746,
      "content_block_id": 67,
      "question": "What types of mental health services are available for refugees from Ukraine?"
    },
    {
      "question_id": 747,
      "content_block_id": 67,
      "question": "How can individuals access the unique workshops provided by the ALIAT Association?"
    },
    {
      "question_id": 748,
      "content_block_id": 67,
      "question": "What specialized psychological and psychiatric support does Atelier Psy Clinic offer?"
    },
    {
      "question_id": 749,
      "content_block_id": 67,
      "question": "How does Red Cross Romania provide psychological support in multiple languages?"
    },
    {
      "question_id": 750,
      "content_block_id": 67,
      "question": "When do the workshops at the Aliat Clinic and Sante Clinic take place?"
    },
    {
      "question_id": 751,
      "content_block_id": 67,
      "question": "What categories of people can receive psychological assistance from the Terre des hommes Foundation?"
    },
    {
      "question_id": 752,
      "content_block_id": 67,
      "question": "How can humanitarian workers benefit from MHPSS capacity building events organized by Hias?"
    },
    {
      "question_id": 753,
      "content_block_id": 67,
      "question": "What languages are available for psychological consultations provided by Project HOPE?"
    },
    {
      "question_id": 754,
      "content_block_id": 67,
      "question": "How does the International Organization for Migration (IOM) provide psychological support?"
    },
    {
      "question_id": 755,
      "content_block_id": 67,
      "question": "What are the contact methods for obtaining mental health services from the Estuar Foundation?"
    },
    {
      "question_id": 756,
      "content_block_id": 67,
      "question": "When are the AMURTEL team's MHPSS support sessions available at the CATTIA Community Center?"
    },
    {
      "question_id": 757,
      "content_block_id": 67,
      "question": "What specific services does the Contre la Faim organization offer for psychological support?"
    },
    {
      "question_id": 758,
      "content_block_id": 67,
      "question": "How can psychological support be found in cities across Romania, beyond the main listed organizations?"
    },
    {
      "question_id": 759,
      "content_block_id": 67,
      "question": "What types of individuals does the International Rescue Committee offer psychological assistance to?"
    },
    {
      "question_id": 760,
      "content_block_id": 67,
      "question": "How can one contact Necuvinte Association for psychological assistance?"
    }
  ]
}