{
  "questions": [
    {
      "question_id": 834,
      "content_block_id": 27,
      "question": "What are the primary methods for providing psychological support to children during times of war or significant stress?"
    },
    {
      "question_id": 835,
      "content_block_id": 27,
      "question": "How can parents effectively explain their own emotions, such as sadness, to a child in an age-appropriate manner?"
    },
    {
      "question_id": 836,
      "content_block_id": 27,
      "question": "What are key tips for helping children feel more protected during emergency situations?"
    },
    {
      "question_id": 837,
      "content_block_id": 27,
      "question": "How does maintaining a consistent daily routine contribute to a child's sense of security in uncertain times?"
    },
    {
      "question_id": 838,
      "content_block_id": 27,
      "question": "What self-care practices are important for parents to maintain their own well-being while supporting children in stressful environments?"
    },
    {
      "question_id": 839,
      "content_block_id": 27,
      "question": "When should parents seek help or communicate their own emotions to others for support?"
    },
    {
      "question_id": 840,
      "content_block_id": 27,
      "question": "How can parents collaborate with their child to develop an action plan for emergency scenarios, such as going to a shelter?"
    },
    {
      "question_id": 841,
      "content_block_id": 27,
      "question": "What techniques can parents use to observe a child's emotional state and respond to their needs, especially if the child is in a state of stupor?"
    },
    {
      "question_id": 842,
      "content_block_id": 27,
      "question": "How should parents address a child's worries or anger, and what kind of promises should they avoid making?"
    },
    {
      "question_id": 843,
      "content_block_id": 27,
      "question": "What specific physical exercises or techniques can parents teach a child to help them reduce stress and calm themselves through body contact and breathing?"
    },
    {
      "question_id": 844,
      "content_block_id": 27,
      "question": "What is the significance of parental calmness and having a plan of action in influencing a child's behavior during stressful events?"
    },
    {
      "question_id": 845,
      "content_block_id": 27,
      "question": "How does allowing children to play or draw 'war' help them cope with their emotions and reduce anxiety?"
    }
  ]
}