{
  "questions": [
    {
      "question_id": 722,
      "content_block_id": 35,
      "question": "What types of language courses are available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 723,
      "content_block_id": 35,
      "question": "How can Ukrainian refugees access various activities in Romania?"
    },
    {
      "question_id": 724,
      "content_block_id": 35,
      "question": "What Romanian language courses does the International Organization for Migration offer?"
    },
    {
      "question_id": 725,
      "content_block_id": 35,
      "question": "How can individuals register for the Romanian language courses from IOM?"
    },
    {
      "question_id": 726,
      "content_block_id": 35,
      "question": "When are the IOM offices open for registration for Romanian language courses?"
    },
    {
      "question_id": 727,
      "content_block_id": 35,
      "question": "What specific language courses and activities does Centrul de Tineret FNT provide for refugees?"
    },
    {
      "question_id": 728,
      "content_block_id": 35,
      "question": "How can individuals sign up for classes offered by Centrul de Tineret FNT?"
    },
    {
      "question_id": 729,
      "content_block_id": 35,
      "question": "What activities and courses does JRS Romania organize for refugees?"
    },
    {
      "question_id": 730,
      "content_block_id": 35,
      "question": "How can one find out the schedule for JRS Romania's classes in their city?"
    },
    {
      "question_id": 731,
      "content_block_id": 35,
      "question": "What kinds of activities does the Ukrainian Educational Center offer for children from Ukraine?"
    },
    {
      "question_id": 732,
      "content_block_id": 35,
      "question": "How can children enroll in programs at the Ukrainian Educational Center?"
    },
    {
      "question_id": 733,
      "content_block_id": 35,
      "question": "What resources are available for learning Romanian independently, such as phrase books or manuals?"
    },
    {
      "question_id": 734,
      "content_block_id": 35,
      "question": "How can one access the 'Heroes Cry Too' coloring book for children?"
    },
    {
      "question_id": 735,
      "content_block_id": 35,
      "question": "Where can individuals watch the Romanian video language course from TVR1?"
    },
    {
      "question_id": 736,
      "content_block_id": 35,
      "question": "What is the purpose of the 'Romanian Language for Ukrainians' manual from UNHCR Romania?"
    }
  ]
}