{
  "questions": [
    {
      "question_id": 679,
      "content_block_id": 20,
      "question": "What medical services are available for foreign nationals from Ukraine under temporary protection?"
    },
    {
      "question_id": 680,
      "content_block_id": 20,
      "question": "How can foreign nationals from Ukraine access medical services without paying contributions?"
    },
    {
      "question_id": 681,
      "content_block_id": 20,
      "question": "What medical assistance is provided to an asylum seeker?"
    },
    {
      "question_id": 682,
      "content_block_id": 20,
      "question": "How are special medical needs addressed for asylum seekers?"
    },
    {
      "question_id": 683,
      "content_block_id": 20,
      "question": "What rights are granted by the Romanian social health insurance system to refugees from Ukraine?"
    },
    {
      "question_id": 684,
      "content_block_id": 20,
      "question": "What reproductive health services are offered at the Women's Center?"
    },
    {
      "question_id": 685,
      "content_block_id": 20,
      "question": "How does the Women's Center support victims of domestic violence?"
    },
    {
      "question_id": 686,
      "content_block_id": 20,
      "question": "How can parents of Ukrainian children with cancer find medical assistance?"
    },
    {
      "question_id": 687,
      "content_block_id": 20,
      "question": "What psycho-medical-social services are available for people living with HIV in Romania?"
    },
    {
      "question_id": 688,
      "content_block_id": 20,
      "question": "How can individuals receive HIV treatment or services when coming from Ukraine?"
    },
    {
      "question_id": 689,
      "content_block_id": 20,
      "question": "What support is available for people suffering from rare or chronic diseases in Romania?"
    },
    {
      "question_id": 690,
      "content_block_id": 20,
      "question": "How can refugees from Ukraine find free medical care online or offline?"
    },
    {
      "question_id": 691,
      "content_block_id": 20,
      "question": "What types of gynecology medical services does SECS facilitate for women from Ukraine in Bucharest?"
    },
    {
      "question_id": 692,
      "content_block_id": 20,
      "question": "What important information is available regarding children's nutrition?"
    },
    {
      "question_id": 693,
      "content_block_id": 20,
      "question": "How does vaccination help preserve children's health?"
    },
    {
      "question_id": 694,
      "content_block_id": 20,
      "question": "What psychological support is offered for children affected by war?"
    }
  ]
}