{
  "questions": [
    {
      "question_id": 348,
      "content_block_id": 23,
      "question": "What are the different ways to enter Romania?"
    },
    {
      "question_id": 349,
      "content_block_id": 23,
      "question": "How can Ukrainian nationals with a valid passport enter and stay in Romania?"
    },
    {
      "question_id": 350,
      "content_block_id": 23,
      "question": "What rights are associated with having a short stay status in Romania?"
    },
    {
      "question_id": 351,
      "content_block_id": 23,
      "question": "What social services are provided in temporary accommodation camps in Romania?"
    },
    {
      "question_id": 352,
      "content_block_id": 23,
      "question": "How can one register a request for resources like food and clothing through Sprijin de Urgență?"
    },
    {
      "question_id": 353,
      "content_block_id": 23,
      "question": "How can someone apply for a work permit at the General Inspectorate for Immigration in Romania?"
    },
    {
      "question_id": 354,
      "content_block_id": 23,
      "question": "What documents are required to obtain a residence permit for work purposes in Romania?"
    },
    {
      "question_id": 355,
      "content_block_id": 23,
      "question": "When is a work permit or visa not required for working in Romania?"
    },
    {
      "question_id": 356,
      "content_block_id": 23,
      "question": "What support is offered by ANOFM for employment in Romania?"
    },
    {
      "question_id": 357,
      "content_block_id": 23,
      "question": "How can children and young refugees from Ukraine enroll in the Romanian education system?"
    },
    {
      "question_id": 358,
      "content_block_id": 23,
      "question": "What medical assistance is available for foreign nationals from the Ukraine conflict zone in Romania?"
    },
    {
      "question_id": 359,
      "content_block_id": 23,
      "question": "How do foreign nationals from the Ukraine conflict zone access medical services in Romania without paying contributions?"
    },
    {
      "question_id": 360,
      "content_block_id": 23,
      "question": "What kind of financial support is available for renting a home in Romania?"
    },
    {
      "question_id": 361,
      "content_block_id": 23,
      "question": "How can individuals or legal entities be reimbursed for hosting people from the conflict zone in Ukraine?"
    },
    {
      "question_id": 362,
      "content_block_id": 23,
      "question": "What support is available for finding temporary accommodation through Un Acoperiș?"
    },
    {
      "question_id": 363,
      "content_block_id": 23,
      "question": "When can someone apply for asylum within Romania?"
    }
  ]
}