{
  "questions": [
    {
      "question_id": 871,
      "content_block_id": 71,
      "question": "What social benefits are available for refugees from Ukraine under temporary protection in Romania?"
    },
    {
      "question_id": 872,
      "content_block_id": 71,
      "question": "How do individual circumstances determine the types of support beneficiaries may access in Romania?"
    },
    {
      "question_id": 873,
      "content_block_id": 71,
      "question": "What is the eligibility for mothers with newborns to receive support in Romania?"
    },
    {
      "question_id": 874,
      "content_block_id": 71,
      "question": "How can mothers with newborns apply for the social voucher in Romania?"
    },
    {
      "question_id": 875,
      "content_block_id": 71,
      "question": "What is the amount of the social voucher for mothers with newborns in Romania?"
    },
    {
      "question_id": 876,
      "content_block_id": 71,
      "question": "What are the eligibility criteria for the monthly childcare support allowance for single parents or guardians in Romania?"
    },
    {
      "question_id": 877,
      "content_block_id": 71,
      "question": "How do single parents or guardians apply for the monthly childcare support allowance in Romania?"
    },
    {
      "question_id": 878,
      "content_block_id": 71,
      "question": "When does the monthly childcare support allowance for single parents or guardians begin payment in Romania?"
    },
    {
      "question_id": 879,
      "content_block_id": 71,
      "question": "What types of accommodation and allowances are available for Ukrainian minors in Romania?"
    },
    {
      "question_id": 880,
      "content_block_id": 71,
      "question": "How can Ukrainian minors apply for free accommodation and daily allowances in Romania?"
    },
    {
      "question_id": 881,
      "content_block_id": 71,
      "question": "What social services can adults with disabilities from Ukraine access in Romania?"
    },
    {
      "question_id": 882,
      "content_block_id": 71,
      "question": "How can adults with disabilities from Ukraine access social services in Romania?"
    },
    {
      "question_id": 883,
      "content_block_id": 71,
      "question": "What are the eligibility requirements for the state allowance for Ukrainian children in Romania?"
    },
    {
      "question_id": 884,
      "content_block_id": 71,
      "question": "How are payments for the state allowance for Ukrainian children made in Romania?"
    },
    {
      "question_id": 885,
      "content_block_id": 71,
      "question": "What are the different allowance amounts for Ukrainian children based on age or disability in Romania?"
    },
    {
      "question_id": 886,
      "content_block_id": 71,
      "question": "When must parents or representatives submit declarations to avoid suspension of the state allowance for Ukrainian children?"
    },
    {
      "question_id": 887,
      "content_block_id": 71,
      "question": "What are the eligibility criteria for unemployment benefits for refugees under temporary protection in Romania?"
    },
    {
      "question_id": 888,
      "content_block_id": 71,
      "question": "How do refugees under temporary protection apply for unemployment benefits in Romania?"
    },
    {
      "question_id": 889,
      "content_block_id": 71,
      "question": "What is the minimum benefit amount for unemployment benefits for refugees under temporary protection in Romania?"
    },
    {
      "question_id": 890,
      "content_block_id": 71,
      "question": "When must applications for unemployment benefits be submitted after employment termination in Romania?"
    }
  ]
}