{
  "questions": [
    {
      "question_id": 333,
      "content_block_id": 39,
      "question": "What medical services are offered within the basic package of specialized ambulatory medical assistance?"
    },
    {
      "question_id": 334,
      "content_block_id": 39,
      "question": "Where are specialized ambulatory medical assistance services typically provided?"
    },
    {
      "question_id": 335,
      "content_block_id": 39,
      "question": "How can individuals from the war zones of Ukraine access specialist medical services without a referral ticket?"
    },
    {
      "question_id": 336,
      "content_block_id": 39,
      "question": "What is the maximum number of consultations patients with chronic conditions can receive per quarter?"
    },
    {
      "question_id": 337,
      "content_block_id": 39,
      "question": "When can consultations for chronic conditions or diseases with endemic-epidemic potential be offered remotely?"
    },
    {
      "question_id": 338,
      "content_block_id": 39,
      "question": "What free consultations are available for insured individuals after hospitalization with a confirmed diagnosis?"
    },
    {
      "question_id": 339,
      "content_block_id": 39,
      "question": "What types of day hospitalization services can be provided in specialized ambulatory care?"
    },
    {
      "question_id": 340,
      "content_block_id": 39,
      "question": "How long do day hospitalization services typically last?"
    },
    {
      "question_id": 341,
      "content_block_id": 39,
      "question": "What decisions and recommendations can a specialist doctor make after consultations?"
    },
    {
      "question_id": 342,
      "content_block_id": 39,
      "question": "How frequently can a specialist doctor monitor patients with chronic conditions?"
    },
    {
      "question_id": 343,
      "content_block_id": 39,
      "question": "What types of services can a psychologist provide in specialized outpatient clinics?"
    },
    {
      "question_id": 344,
      "content_block_id": 39,
      "question": "How can insured people be recommended for services from a psychologist or a physiotherapist?"
    },
    {
      "question_id": 345,
      "content_block_id": 39,
      "question": "What types of services are offered by a physiotherapist?"
    },
    {
      "question_id": 346,
      "content_block_id": 39,
      "question": "When can psychiatric therapies and services provided by a psychologist or a speech therapist be offered remotely?"
    },
    {
      "question_id": 347,
      "content_block_id": 39,
      "question": "What specific services can patients with conditions or aggravations after COVID-19 benefit from?"
    }
  ]
}