{
  "questions": [
    {
      "question_id": 133,
      "content_block_id": 16,
      "question": "How can someone volunteer to help vulnerable people coming to Romania?"
    },
    {
      "question_id": 134,
      "content_block_id": 16,
      "question": "What steps can be taken to find specialized medical assistance for rare or chronic conditions?"
    },
    {
      "question_id": 135,
      "content_block_id": 16,
      "question": "What support is available for finding temporary accommodation for vulnerable people in Romania?"
    },
    {
      "question_id": 136,
      "content_block_id": 16,
      "question": "How can individuals find suitable job opportunities in Romania?"
    },
    {
      "question_id": 137,
      "content_block_id": 16,
      "question": "What information is available regarding education rights for Ukrainians in Romania?"
    },
    {
      "question_id": 138,
      "content_block_id": 16,
      "question": "How can specialized call-centers provide access to resources and dedicated support?"
    },
    {
      "question_id": 139,
      "content_block_id": 16,
      "question": "What kind of pro bono legal help is available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 140,
      "content_block_id": 16,
      "question": "How can one get transportation or technical assistance for a vehicle in an emergency situation?"
    },
    {
      "question_id": 141,
      "content_block_id": 16,
      "question": "What free language courses and activities are offered for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 142,
      "content_block_id": 16,
      "question": "How can individuals who have used drugs find services for help?"
    },
    {
      "question_id": 143,
      "content_block_id": 16,
      "question": "What mental health services are available for refugees from Ukraine to manage trauma?"
    },
    {
      "question_id": 144,
      "content_block_id": 16,
      "question": "How can the online map created by UNHCR be used to find organizations helping refugees from Ukraine?"
    },
    {
      "question_id": 145,
      "content_block_id": 16,
      "question": "What is involved in the process of integrating refugees from Ukraine into Romania?"
    },
    {
      "question_id": 146,
      "content_block_id": 16,
      "question": "What resources can be requested or provided through Sprijin de Urgență?"
    }
  ]
}