{
  "questions": [
    {
      "question_id": 166,
      "content_block_id": 24,
      "question": "What kind of help is available for individuals who have used drugs and need assistance?"
    },
    {
      "question_id": 167,
      "content_block_id": 24,
      "question": "How can someone contact the National Anti-Drug Agency for support?"
    },
    {
      "question_id": 168,
      "content_block_id": 24,
      "question": "What specific services does the National Anti-Drug Agency provide for drug users?"
    },
    {
      "question_id": 169,
      "content_block_id": 24,
      "question": "How are the National Anti-Drug Agency's services provided regarding cost and confidentiality?"
    },
    {
      "question_id": 170,
      "content_block_id": 24,
      "question": "Where are the National Anti-Drug Agency centers located throughout Romania?"
    },
    {
      "question_id": 171,
      "content_block_id": 24,
      "question": "How can one find the contact information for a National Anti-Drug Agency center in a specific Romanian county?"
    },
    {
      "question_id": 172,
      "content_block_id": 24,
      "question": "What different types of drug assistance services are offered in Bucharest?"
    },
    {
      "question_id": 173,
      "content_block_id": 24,
      "question": "What are the contact details for the National Anti-Drug Agency's substitute treatment centers in Bucharest?"
    },
    {
      "question_id": 174,
      "content_block_id": 24,
      "question": "How can young drug users in Bucharest access specialized counseling services?"
    },
    {
      "question_id": 175,
      "content_block_id": 24,
      "question": "What other organizations or clinics in Bucharest provide drug addiction treatment or assistance?"
    },
    {
      "question_id": 176,
      "content_block_id": 24,
      "question": "When are the National Anti-Drug Agency's Bucharest centers typically open for services?"
    },
    {
      "question_id": 177,
      "content_block_id": 24,
      "question": "What are the costs associated with services provided by the ARAS Health Center?"
    },
    {
      "question_id": 178,
      "content_block_id": 24,
      "question": "What specialized disintoxication services are available for minors in Bucharest?"
    },
    {
      "question_id": 179,
      "content_block_id": 24,
      "question": "How can adults access drug disintoxication services in Bucharest?"
    },
    {
      "question_id": 180,
      "content_block_id": 24,
      "question": "What is the emergency phone number for overdose treatment and assistance?"
    }
  ]
}