{
  "questions": [
    {
      "question_id": 289,
      "content_block_id": 32,
      "question": "What changes were made to the support program dedicated to Ukrainians living in Romania?"
    },
    {
      "question_id": 290,
      "content_block_id": 32,
      "question": "What is the new financial support program for beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 291,
      "content_block_id": 32,
      "question": "How long can beneficiaries receive the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 292,
      "content_block_id": 32,
      "question": "What are the eligibility criteria for the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 293,
      "content_block_id": 32,
      "question": "How much is the standard monthly lump sum for accommodation for a single individual in Romania?"
    },
    {
      "question_id": 294,
      "content_block_id": 32,
      "question": "How much is the standard monthly lump sum for accommodation for families in Romania?"
    },
    {
      "question_id": 295,
      "content_block_id": 32,
      "question": "What are the special case amounts for the monthly lump sum for individuals and families in Romania?"
    },
    {
      "question_id": 296,
      "content_block_id": 32,
      "question": "What documents are required to apply for the monthly lump sum in Romania?"
    },
    {
      "question_id": 297,
      "content_block_id": 32,
      "question": "How do beneficiaries apply for the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 298,
      "content_block_id": 32,
      "question": "When should the application for the first month's payment of the lump sum be submitted in Romania?"
    },
    {
      "question_id": 299,
      "content_block_id": 32,
      "question": "What conditions prevent someone from benefiting from the accommodation support program in Romania?"
    },
    {
      "question_id": 300,
      "content_block_id": 32,
      "question": "What financial support is available after the monthly lump sum period ends for beneficiaries in Romania?"
    },
    {
      "question_id": 301,
      "content_block_id": 32,
      "question": "How can detailed information on applying for Minimum Inclusion Income in Romania be obtained?"
    },
    {
      "question_id": 302,
      "content_block_id": 32,
      "question": "How can Ukrainian citizens experiencing difficulties with application submissions in Romania get help?"
    },
    {
      "question_id": 303,
      "content_block_id": 32,
      "question": "What contact information is available for government and NGO assistance for Ukrainians in Romania?"
    },
    {
      "question_id": 304,
      "content_block_id": 32,
      "question": "How can individuals needing help finding free accommodation in Romania access support?"
    }
  ]
}