{
  "questions": [
    {
      "question_id": 665,
      "content_block_id": 37,
      "question": "What kind of support is available for individuals traveling from Ukraine to Romania?"
    },
    {
      "question_id": 666,
      "content_block_id": 37,
      "question": "How do people travel from Ukraine to Romania through Moldova?"
    },
    {
      "question_id": 667,
      "content_block_id": 37,
      "question": "What organizations assist with transit between Ukraine and Romania?"
    },
    {
      "question_id": 668,
      "content_block_id": 37,
      "question": "Who qualifies for free transportation services from Ukraine?"
    },
    {
      "question_id": 669,
      "content_block_id": 37,
      "question": "What is the cost associated with crossing from Ukraine into Romania via Moldova?"
    },
    {
      "question_id": 670,
      "content_block_id": 37,
      "question": "Where do transportation services originate for travel from Ukraine to Romania?"
    },
    {
      "question_id": 671,
      "content_block_id": 37,
      "question": "What are the common destinations within Romania for individuals arriving from Ukraine?"
    },
    {
      "question_id": 672,
      "content_block_id": 37,
      "question": "How long does the journey typically take from the Ukrainian-Moldovan border to the Romanian border?"
    },
    {
      "question_id": 673,
      "content_block_id": 37,
      "question": "What amenities or services are provided during the transit process from Ukraine to Romania?"
    },
    {
      "question_id": 674,
      "content_block_id": 37,
      "question": "Why are specific governments involved in organizing transportation from Ukraine to Romania?"
    },
    {
      "question_id": 675,
      "content_block_id": 37,
      "question": "Which border crossings are utilized for the journey from Ukraine to Romania?"
    },
    {
      "question_id": 676,
      "content_block_id": 37,
      "question": "In what ways do international organizations support the transit of people from Ukraine?"
    },
    {
      "question_id": 677,
      "content_block_id": 37,
      "question": "What types of vehicles are used for transportation from Moldova to Romania?"
    },
    {
      "question_id": 678,
      "content_block_id": 37,
      "question": "How frequently do transportation services operate from Moldova to Romania?"
    },
    {
      "question_id": 679,
      "content_block_id": 37,
      "question": "What provisions are available for travelers upon reaching a transit point in Romania?"
    },
    {
      "question_id": 680,
      "content_block_id": 37,
      "question": "How do travelers arrange onward journeys from initial arrival points in Romania?"
    }
  ]
}