{
  "questions": [
    {
      "question_id": 60,
      "content_block_id": 56,
      "question": "What kind of support is available for managing in Timișoara as a newcomer?"
    },
    {
      "question_id": 61,
      "content_block_id": 56,
      "question": "How can one contact the Immigration Bureau of Timiș County?"
    },
    {
      "question_id": 62,
      "content_block_id": 56,
      "question": "What services does the Timișoara for Ukraine Support Center provide?"
    },
    {
      "question_id": 63,
      "content_block_id": 56,
      "question": "Where can one access emergency medical services in Timișoara?"
    },
    {
      "question_id": 64,
      "content_block_id": 56,
      "question": "What kind of psychological assistance is offered to refugees from Ukraine?"
    },
    {
      "question_id": 65,
      "content_block_id": 56,
      "question": "How does the public transport system STPT operate in Timișoara?"
    },
    {
      "question_id": 66,
      "content_block_id": 56,
      "question": "Which educational units in Timiș County offer teaching in the Ukrainian language?"
    },
    {
      "question_id": 67,
      "content_block_id": 56,
      "question": "What services does The LOGS Association – Group of Social Initiatives provide?"
    },
    {
      "question_id": 68,
      "content_block_id": 56,
      "question": "How can one find support for finding a job in Timișoara?"
    },
    {
      "question_id": 69,
      "content_block_id": 56,
      "question": "Which organizations offer language courses for newcomers in Timișoara?"
    },
    {
      "question_id": 70,
      "content_block_id": 56,
      "question": "What is the process for enrolling Ukrainian students in Timiș County schools?"
    },
    {
      "question_id": 71,
      "content_block_id": 56,
      "question": "Where can victims of domestic violence find support in Timișoara?"
    },
    {
      "question_id": 72,
      "content_block_id": 56,
      "question": "What support is available for people living with HIV in Romania?"
    },
    {
      "question_id": 73,
      "content_block_id": 56,
      "question": "What are the contact options for the National Anti-Traffic Hotline in Romania?"
    },
    {
      "question_id": 74,
      "content_block_id": 56,
      "question": "Which hospitals provide specific medical help for children in Timișoara?"
    }
  ]
}