{
  "questions": [
    {
      "question_id": 932,
      "content_block_id": 6,
      "question": "What types of assistance are provided to Ukrainian nationals arriving in Romania?"
    },
    {
      "question_id": 933,
      "content_block_id": 6,
      "question": "How can individuals enter Romania from Ukraine?"
    },
    {
      "question_id": 934,
      "content_block_id": 6,
      "question": "Which border crossing points are available for entry into Romania from Ukraine?"
    },
    {
      "question_id": 935,
      "content_block_id": 6,
      "question": "What are the options for Ukrainian nationals regarding their legal status upon entering Romania?"
    },
    {
      "question_id": 936,
      "content_block_id": 6,
      "question": "What support is available for unaccompanied children crossing into Romania?"
    },
    {
      "question_id": 937,
      "content_block_id": 6,
      "question": "How can individuals exchange Ukrainian hryvnia for Romanian lei?"
    },
    {
      "question_id": 938,
      "content_block_id": 6,
      "question": "What financial services are offered to Ukrainian citizens by Romanian banks?"
    },
    {
      "question_id": 939,
      "content_block_id": 6,
      "question": "How can temporary accommodation be secured for people arriving in Romania?"
    },
    {
      "question_id": 940,
      "content_block_id": 6,
      "question": "What is the process for offering a space to help vulnerable people in Romania through 'Un Acoperis'?"
    },
    {
      "question_id": 941,
      "content_block_id": 6,
      "question": "Where are the Regional Centers for Procedures and Accommodation for Asylum Seekers located in Romania?"
    },
    {
      "question_id": 942,
      "content_block_id": 6,
      "question": "What are the general requirements for Ukrainian citizens traveling onward to other European Union Member States?"
    },
    {
      "question_id": 943,
      "content_block_id": 6,
      "question": "How can someone obtain emergency resources like food, clothing, or transportation in Romania?"
    },
    {
      "question_id": 944,
      "content_block_id": 6,
      "question": "What is the process for providing emergency resources or volunteer help through 'Sprijin de Urgență'?"
    },
    {
      "question_id": 945,
      "content_block_id": 6,
      "question": "What contact options are available for various help-lines supporting Ukrainian nationals in Romania?"
    },
    {
      "question_id": 946,
      "content_block_id": 6,
      "question": "How can real-time waiting times at border crossings into Romania be checked?"
    }
  ]
}