{
  "questions": [
    {
      "question_id": 511,
      "content_block_id": 59,
      "question": "What types of assistance are available for new arrivals in Suceava?"
    },
    {
      "question_id": 512,
      "content_block_id": 59,
      "question": "How can individuals register for temporary protection in Suceava County?"
    },
    {
      "question_id": 513,
      "content_block_id": 59,
      "question": "Which emergency contact numbers should newcomers be aware of in Romania?"
    },
    {
      "question_id": 514,
      "content_block_id": 59,
      "question": "What options exist for public transportation for new residents in Suceava?"
    },
    {
      "question_id": 515,
      "content_block_id": 59,
      "question": "Where can one access medical services in Suceava?"
    },
    {
      "question_id": 516,
      "content_block_id": 59,
      "question": "Which organizations offer psychological support services to individuals in the region?"
    },
    {
      "question_id": 517,
      "content_block_id": 59,
      "question": "What educational opportunities are available for children in Suceava County?"
    },
    {
      "question_id": 518,
      "content_block_id": 59,
      "question": "Who provides support for document translation for new residents?"
    },
    {
      "question_id": 519,
      "content_block_id": 59,
      "question": "What resources are available for housing information in Suceava?"
    },
    {
      "question_id": 520,
      "content_block_id": 59,
      "question": "How can job seekers find employment support in Suceava?"
    },
    {
      "question_id": 521,
      "content_block_id": 59,
      "question": "Which organizations offer material assistance or vouchers to those in need?"
    },
    {
      "question_id": 522,
      "content_block_id": 59,
      "question": "What specific services does a Women's Center provide for health and safety?"
    },
    {
      "question_id": 523,
      "content_block_id": 59,
      "question": "How can individuals access legal advice or representation in Suceava?"
    },
    {
      "question_id": 524,
      "content_block_id": 59,
      "question": "What support is available for vulnerable groups, such as people with disabilities or unaccompanied minors?"
    },
    {
      "question_id": 525,
      "content_block_id": 59,
      "question": "What types of language courses are offered to help integrate new residents?"
    }
  ]
}