{
  "questions": [
    {
      "question_id": 681,
      "content_block_id": 63,
      "question": "What kind of assistance is available for new arrivals in Oradea?"
    },
    {
      "question_id": 682,
      "content_block_id": 63,
      "question": "How can one contact the Bihor County Immigration Service?"
    },
    {
      "question_id": 683,
      "content_block_id": 63,
      "question": "What is the purpose of the Call center Bihor pentru Ucraina?"
    },
    {
      "question_id": 684,
      "content_block_id": 63,
      "question": "What information is necessary for the accommodation, meals, and integration support program in Oradea?"
    },
    {
      "question_id": 685,
      "content_block_id": 63,
      "question": "How does one purchase tickets for public transport in Oradea?"
    },
    {
      "question_id": 686,
      "content_block_id": 63,
      "question": "Where can one go for emergency medical services in Bihor County?"
    },
    {
      "question_id": 687,
      "content_block_id": 63,
      "question": "What types of psychological support does the International Organization for Migration (IOM) offer?"
    },
    {
      "question_id": 688,
      "content_block_id": 63,
      "question": "Which organizations provide psychological assistance for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 689,
      "content_block_id": 63,
      "question": "How can a child be enrolled in primary education in Oradea?"
    },
    {
      "question_id": 690,
      "content_block_id": 63,
      "question": "What educational programs does the Oradea Caritas Eparhial Association organize?"
    },
    {
      "question_id": 691,
      "content_block_id": 63,
      "question": "What kind of support does the Women's Center offer?"
    },
    {
      "question_id": 692,
      "content_block_id": 63,
      "question": "Where can people living with HIV find free and confidential psycho-medical-social services in Romania?"
    },
    {
      "question_id": 693,
      "content_block_id": 63,
      "question": "What resources are available for job support in Oradea?"
    },
    {
      "question_id": 694,
      "content_block_id": 63,
      "question": "How does one find housing information in Oradea?"
    },
    {
      "question_id": 695,
      "content_block_id": 63,
      "question": "What steps should one take to ensure safety in Oradea?"
    }
  ]
}