{
  "questions": [
    {
      "question_id": 650,
      "content_block_id": 51,
      "question": "What educational opportunities are available for Ukrainian refugee children in Romania?"
    },
    {
      "question_id": 651,
      "content_block_id": 51,
      "question": "How can Ukrainian refugees enroll their children in schools or kindergartens in Romania?"
    },
    {
      "question_id": 652,
      "content_block_id": 51,
      "question": "Which organizations provide educational support for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 653,
      "content_block_id": 51,
      "question": "What age groups are covered by educational programs for Ukrainian refugee students in Romania?"
    },
    {
      "question_id": 654,
      "content_block_id": 51,
      "question": "How do educational initiatives in Romania address the language needs of Ukrainian refugee children?"
    },
    {
      "question_id": 655,
      "content_block_id": 51,
      "question": "Where can Ukrainian refugee families find free educational classes in Romania?"
    },
    {
      "question_id": 656,
      "content_block_id": 51,
      "question": "What options exist for Ukrainian students to continue their studies online while in Romania?"
    },
    {
      "question_id": 657,
      "content_block_id": 51,
      "question": "Who offers specific programs for preschool children among Ukrainian refugees in Romania?"
    },
    {
      "question_id": 658,
      "content_block_id": 51,
      "question": "What are the contact methods for inquiring about educational enrollment for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 659,
      "content_block_id": 51,
      "question": "How do some educational programs for Ukrainian refugees in Romania prepare students for integration into Romanian schools?"
    },
    {
      "question_id": 660,
      "content_block_id": 51,
      "question": "What resources are available for Ukrainian students who wish to study using Ukrainian digital textbooks?"
    },
    {
      "question_id": 661,
      "content_block_id": 51,
      "question": "Which educational hubs in Bucharest offer classes for Ukrainian refugee students?"
    },
    {
      "question_id": 662,
      "content_block_id": 51,
      "question": "What kind of support does the Ministry of Education of Ukraine offer for online learning for students in Romania?"
    },
    {
      "question_id": 663,
      "content_block_id": 51,
      "question": "In what ways does UNICEF support the educational journey of Ukrainian children in Romania?"
    },
    {
      "question_id": 664,
      "content_block_id": 51,
      "question": "Where can Ukrainian students find secondary education with teaching in the Ukrainian language in Romania?"
    }
  ]
}