{
  "questions": [
    {
      "question_id": 395,
      "content_block_id": 17,
      "question": "What options exist for Ukrainian children to access education in Romania?"
    },
    {
      "question_id": 396,
      "content_block_id": 17,
      "question": "How does one enroll a child in a Romanian school or kindergarten?"
    },
    {
      "question_id": 397,
      "content_block_id": 17,
      "question": "What steps are involved in enrolling a child in extracurricular activities in Romania?"
    },
    {
      "question_id": 398,
      "content_block_id": 17,
      "question": "What kind of psycho-pedagogical assistance is available for children integrating into the Romanian education system?"
    },
    {
      "question_id": 399,
      "content_block_id": 17,
      "question": "Who can Ukrainian students contact for inquiries about enrollment and integration into Romanian educational institutions?"
    },
    {
      "question_id": 400,
      "content_block_id": 17,
      "question": "How can Ukrainian students continue their university studies in Romania?"
    },
    {
      "question_id": 401,
      "content_block_id": 17,
      "question": "What is the process for recognizing or equating academic diplomas obtained outside Romania?"
    },
    {
      "question_id": 402,
      "content_block_id": 17,
      "question": "What documents are typically required for diploma recognition in Romania?"
    },
    {
      "question_id": 403,
      "content_block_id": 17,
      "question": "What financial and accommodation support is available for Ukrainian minors in Romania?"
    },
    {
      "question_id": 404,
      "content_block_id": 17,
      "question": "Where can Ukrainian children learn the Romanian language?"
    },
    {
      "question_id": 405,
      "content_block_id": 17,
      "question": "What types of free courses and activities are offered to refugees from Ukraine in Romania?"
    },
    {
      "question_id": 406,
      "content_block_id": 17,
      "question": "What is the structure of the school year in Romania, including holidays?"
    },
    {
      "question_id": 407,
      "content_block_id": 17,
      "question": "What are the locations or availability of Ukrainian schools and kindergartens in Romania?"
    },
    {
      "question_id": 408,
      "content_block_id": 17,
      "question": "How long does the diploma recognition process usually take?"
    },
    {
      "question_id": 409,
      "content_block_id": 17,
      "question": "What happens if original academic documents are not available for continuing studies in Romania?"
    }
  ]
}