{
  "questions": [
    {
      "question_id": 115,
      "content_block_id": 49,
      "question": "What are National Curative Health Programs?"
    },
    {
      "question_id": 116,
      "content_block_id": 49,
      "question": "How do National Curative Health Programs differ from other national health care programs?"
    },
    {
      "question_id": 117,
      "content_block_id": 49,
      "question": "Who oversees the National Curative Health Programs?"
    },
    {
      "question_id": 118,
      "content_block_id": 49,
      "question": "Why do National Curative Health Programs focus on specific diseases?"
    },
    {
      "question_id": 119,
      "content_block_id": 49,
      "question": "What types of benefits do patients receive through National Curative Health Programs?"
    },
    {
      "question_id": 120,
      "content_block_id": 49,
      "question": "How do patients access medicines provided by National Curative Health Programs?"
    },
    {
      "question_id": 121,
      "content_block_id": 49,
      "question": "Which specific medical conditions are covered by National Curative Health Programs?"
    },
    {
      "question_id": 122,
      "content_block_id": 49,
      "question": "What is the process for enrolling in a National Curative Health Program?"
    },
    {
      "question_id": 123,
      "content_block_id": 49,
      "question": "Who qualifies for participation in National Curative Health Programs?"
    },
    {
      "question_id": 124,
      "content_block_id": 49,
      "question": "In what way do specialist doctors contribute to National Curative Health Programs?"
    },
    {
      "question_id": 125,
      "content_block_id": 49,
      "question": "Where can individuals find a list of health facilities that run National Curative Health Programs?"
    },
    {
      "question_id": 126,
      "content_block_id": 49,
      "question": "What non-medical support is available for patients within certain National Curative Health Programs?"
    },
    {
      "question_id": 127,
      "content_block_id": 49,
      "question": "How are the medicines included in National Curative Health Programs determined?"
    },
    {
      "question_id": 128,
      "content_block_id": 49,
      "question": "Why are some medicines dispensed only through hospital pharmacies for National Curative Health Programs?"
    },
    {
      "question_id": 129,
      "content_block_id": 49,
      "question": "Which entities are responsible for running the various National Curative Health Programs?"
    }
  ]
}