{
  "questions": [
    {
      "question_id": 807,
      "content_block_id": 67,
      "question": "What types of mental health services are typically available?"
    },
    {
      "question_id": 808,
      "content_block_id": 67,
      "question": "How can someone generally access psychological support?"
    },
    {
      "question_id": 809,
      "content_block_id": 67,
      "question": "Which languages do mental health service providers commonly use for consultations?"
    },
    {
      "question_id": 810,
      "content_block_id": 67,
      "question": "For what specific populations are mental health support programs generally designed?"
    },
    {
      "question_id": 811,
      "content_block_id": 67,
      "question": "In what ways are the costs of psychological or psychiatric support usually covered?"
    },
    {
      "question_id": 812,
      "content_block_id": 67,
      "question": "What geographic locations commonly offer psychological assistance?"
    },
    {
      "question_id": 813,
      "content_block_id": 67,
      "question": "Who are some of the organizations that provide mental health services?"
    },
    {
      "question_id": 814,
      "content_block_id": 67,
      "question": "How do workshops like those from ALIAT Association typically help participants manage trauma?"
    },
    {
      "question_id": 815,
      "content_block_id": 67,
      "question": "What forms of specialized psychological and psychiatric support does Atelier Psy Clinic usually offer?"
    },
    {
      "question_id": 816,
      "content_block_id": 67,
      "question": "What kinds of MHPSS capacity building events does Hias organize for humanitarian workers?"
    },
    {
      "question_id": 817,
      "content_block_id": 67,
      "question": "What support services does the International Organization for Migration (IOM) typically offer for mental well-being?"
    },
    {
      "question_id": 818,
      "content_block_id": 67,
      "question": "Which categories of people receive psychological assistance from Terre des hommes Foundation?"
    },
    {
      "question_id": 819,
      "content_block_id": 67,
      "question": "What services does Médecins du monde (France) provide for mental health?"
    },
    {
      "question_id": 820,
      "content_block_id": 67,
      "question": "How does the AMURTEL team typically offer MHPSS support within their community center?"
    },
    {
      "question_id": 821,
      "content_block_id": 67,
      "question": "What are the primary objectives of providing psychological first aid in these programs?"
    },
    {
      "question_id": 822,
      "content_block_id": 67,
      "question": "What specific support is available for survivors of gender violence through mental health services?"
    }
  ]
}