{
  "questions": [
    {
      "question_id": 782,
      "content_block_id": 35,
      "question": "What types of language courses are available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 783,
      "content_block_id": 35,
      "question": "What kinds of activities are offered to Ukrainian refugees in Romania?"
    },
    {
      "question_id": 784,
      "content_block_id": 35,
      "question": "Which age groups qualify for language courses and other activities?"
    },
    {
      "question_id": 785,
      "content_block_id": 35,
      "question": "How can Ukrainian refugees register for language courses?"
    },
    {
      "question_id": 786,
      "content_block_id": 35,
      "question": "Where are the language courses and activities for Ukrainian refugees typically held?"
    },
    {
      "question_id": 787,
      "content_block_id": 35,
      "question": "What is the typical schedule for language courses and activities?"
    },
    {
      "question_id": 788,
      "content_block_id": 35,
      "question": "What resources exist for learning Romanian independently?"
    },
    {
      "question_id": 789,
      "content_block_id": 35,
      "question": "How can children from Ukraine access educational and developmental activities?"
    },
    {
      "question_id": 790,
      "content_block_id": 35,
      "question": "What support is available for children experiencing fear due to war?"
    },
    {
      "question_id": 791,
      "content_block_id": 35,
      "question": "What organizations provide assistance to Ukrainian refugees in Romania?"
    },
    {
      "question_id": 792,
      "content_block_id": 35,
      "question": "How do language courses and activities address different skill levels?"
    },
    {
      "question_id": 793,
      "content_block_id": 35,
      "question": "What forms of support, beyond language, are available for adults?"
    },
    {
      "question_id": 794,
      "content_block_id": 35,
      "question": "What contact methods are available for obtaining more information about programs?"
    },
    {
      "question_id": 795,
      "content_block_id": 35,
      "question": "How can families locate specific programs for their needs?"
    },
    {
      "question_id": 796,
      "content_block_id": 35,
      "question": "What are the working hours for offices offering assistance?"
    }
  ]
}