{
  "questions": [
    {
      "question_id": 738,
      "content_block_id": 20,
      "question": "What medical benefits are available for foreign nationals from Ukraine under temporary protection?"
    },
    {
      "question_id": 739,
      "content_block_id": 20,
      "question": "How do asylum seekers access medical assistance in Romania?"
    },
    {
      "question_id": 740,
      "content_block_id": 20,
      "question": "Which specific medical services are granted to refugees from Ukraine by the Romanian social health insurance system?"
    },
    {
      "question_id": 741,
      "content_block_id": 20,
      "question": "What types of reproductive health services does the Women's Center offer?"
    },
    {
      "question_id": 742,
      "content_block_id": 20,
      "question": "How can families of Ukrainian children with cancer obtain medical assistance?"
    },
    {
      "question_id": 743,
      "content_block_id": 20,
      "question": "Where can individuals living with HIV in Romania find psycho-medical-social services?"
    },
    {
      "question_id": 744,
      "content_block_id": 20,
      "question": "What support is available for people in Romania suffering from rare or chronic diseases?"
    },
    {
      "question_id": 745,
      "content_block_id": 20,
      "question": "How can individuals fleeing the war in Ukraine find free medical care, both online and offline?"
    },
    {
      "question_id": 746,
      "content_block_id": 20,
      "question": "Which gynecological services does The Society for Education on Contraception and Sexuality (SECS) help women and girls from Ukraine access in Bucharest?"
    },
    {
      "question_id": 747,
      "content_block_id": 20,
      "question": "What important information is provided regarding children's health, including nutrition and vaccination?"
    },
    {
      "question_id": 748,
      "content_block_id": 20,
      "question": "How can parents support the psychological well-being of their children during stressful situations?"
    },
    {
      "question_id": 749,
      "content_block_id": 20,
      "question": "What essential hygiene practices are recommended for protecting health in challenging circumstances?"
    },
    {
      "question_id": 750,
      "content_block_id": 20,
      "question": "How can families with children with disabilities best prepare for emergencies?"
    }
  ]
}