{
  "questions": [
    {
      "question_id": 183,
      "content_block_id": 24,
      "question": "What kind of assistance is available for individuals struggling with drug use?"
    },
    {
      "question_id": 184,
      "content_block_id": 24,
      "question": "How can someone access support for drug addiction?"
    },
    {
      "question_id": 185,
      "content_block_id": 24,
      "question": "What are the costs associated with drug addiction treatment services?"
    },
    {
      "question_id": 186,
      "content_block_id": 24,
      "question": "In what way is confidentiality ensured for those seeking drug addiction help?"
    },
    {
      "question_id": 187,
      "content_block_id": 24,
      "question": "Which professionals typically provide support in drug addiction recovery programs?"
    },
    {
      "question_id": 188,
      "content_block_id": 24,
      "question": "Where can individuals find centers offering help for drug addiction?"
    },
    {
      "question_id": 189,
      "content_block_id": 24,
      "question": "What types of medical services are part of drug addiction treatment?"
    },
    {
      "question_id": 190,
      "content_block_id": 24,
      "question": "How do psychological services assist in drug addiction recovery?"
    },
    {
      "question_id": 191,
      "content_block_id": 24,
      "question": "What is the process for receiving social support when dealing with drug addiction?"
    },
    {
      "question_id": 192,
      "content_block_id": 24,
      "question": "Who should someone contact in a drug overdose emergency?"
    },
    {
      "question_id": 193,
      "content_block_id": 24,
      "question": "What specific services cater to young people or minors with drug addiction issues?"
    },
    {
      "question_id": 194,
      "content_block_id": 24,
      "question": "How does substitution treatment function within drug addiction recovery?"
    },
    {
      "question_id": 195,
      "content_block_id": 24,
      "question": "What options exist for drug detoxification services?"
    },
    {
      "question_id": 196,
      "content_block_id": 24,
      "question": "What are the typical operating hours for drug addiction support centers?"
    },
    {
      "question_id": 197,
      "content_block_id": 24,
      "question": "What specific organizations or centers provide drug addiction help in Bucharest?"
    },
    {
      "question_id": 198,
      "content_block_id": 24,
      "question": "How can someone locate a drug addiction treatment center in their specific county?"
    }
  ]
}