{
  "questions": [
    {
      "question_id": 877,
      "content_block_id": 31,
      "question": "What challenges do families with children with disabilities encounter during times of war?"
    },
    {
      "question_id": 878,
      "content_block_id": 31,
      "question": "How can families best prepare for emergencies when caring for children with disabilities?"
    },
    {
      "question_id": 879,
      "content_block_id": 31,
      "question": "What essential items should be included in an emergency kit specifically for a child with a disability?"
    },
    {
      "question_id": 880,
      "content_block_id": 31,
      "question": "Why is psychological support crucial for families with children with disabilities during crises?"
    },
    {
      "question_id": 881,
      "content_block_id": 31,
      "question": "How do emergency situations affect children with autism spectrum disorders?"
    },
    {
      "question_id": 882,
      "content_block_id": 31,
      "question": "What strategies help children with mental disorders cope with stressful emergency sounds?"
    },
    {
      "question_id": 883,
      "content_block_id": 31,
      "question": "Which specific types of food are important to pack for children with special dietary needs in an emergency?"
    },
    {
      "question_id": 884,
      "content_block_id": 31,
      "question": "What practical advice do experienced parents offer for supporting children with disabilities during crises?"
    },
    {
      "question_id": 885,
      "content_block_id": 31,
      "question": "How can parents maintain a sense of calm for children with autism during stressful events?"
    },
    {
      "question_id": 886,
      "content_block_id": 31,
      "question": "Why is maintaining a daily routine important for children with autism spectrum disorders in emergency situations?"
    },
    {
      "question_id": 887,
      "content_block_id": 31,
      "question": "What kinds of special equipment might be necessary for the evacuation of a child with a disability?"
    },
    {
      "question_id": 888,
      "content_block_id": 31,
      "question": "In what way can children with autism be prepared for entering bomb shelters?"
    },
    {
      "question_id": 889,
      "content_block_id": 31,
      "question": "What specific hygiene products are recommended for children with toileting difficulties during an emergency?"
    }
  ]
}