{
  "answers": [
    {
      "answer_id": 21,
      "question_id": 21,
      "content_block_id": 3,
      "answer": "Dopomoha (Help) is a web support and information platform designed for migrants fleeing the war in Ukraine. It provides information on entry requirements at the border, procedures for seeking asylum in Romania, rights and obligations as asylum seekers, and useful resources for their stay in Romania. The platform is available in Romanian, Ukrainian, English, and Russian, accessible via any device through a browser, and is regularly updated with verified information from official sources. Dopomoha is a project created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (OIM), and the National Romanian Council for Refugees (CNRR), and is a Commit Global solution.",
      "bResponse": "Dopomoha (Help) is a web support and information platform designed for migrants fleeing the war in Ukraine. It provides information on entry requirements at the border, procedures for seeking asylum in Romania, rights and obligations as asylum seekers, and useful resources for their stay in Romania. The platform is available in Romanian, Ukrainian, English, and Russian, accessible via any device through a browser, and is regularly updated with verified information from official sources. Dopomoha is a project created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (OIM), and the National Romanian Council for Refugees (CNRR), and is a Commit Global solution. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 22,
      "question_id": 22,
      "content_block_id": 3,
      "answer": "The Dopomoha platform is intended to help migrants fleeing the war in Ukraine.",
      "bResponse": "The Dopomoha platform is intended to help migrants fleeing the war in Ukraine. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 23,
      "question_id": 23,
      "content_block_id": 3,
      "answer": "Dopomoha provides reliable, timely, and straightforward information for migrants fleeing the war in Ukraine. This includes details on entry requirements at the border, the procedure for seeking asylum in Romania, the rights and obligations of asylum seekers, and useful resources for their stay in Romania. The platform aims to answer questions and worries about safely entering and navigating a new country.",
      "bResponse": "Dopomoha provides reliable, timely, and straightforward information for migrants fleeing the war in Ukraine. This includes details on entry requirements at the border, the procedure for seeking asylum in Romania, the rights and obligations of asylum seekers, and useful resources for their stay in Romania. The platform aims to answer questions and worries about safely entering and navigating a new country. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 24,
      "question_id": 24,
      "content_block_id": 3,
      "answer": "Dopomoha is accessible in Romanian, Ukrainian, English, and Russian.",
      "bResponse": "Dopomoha is accessible in Romanian, Ukrainian, English, and Russian. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 25,
      "question_id": 25,
      "content_block_id": 3,
      "answer": "Dopomoha is a web support and information platform that can be accessed through a browser from any device. It is available in Romanian, Ukrainian, English, and Russian.",
      "bResponse": "Dopomoha is a web support and information platform that can be accessed through a browser from any device. It is available in Romanian, Ukrainian, English, and Russian. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 26,
      "question_id": 26,
      "content_block_id": 3,
      "answer": "Dopomoha was created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (OIM), and the National Romanian Council for Refugees (CNRR).",
      "bResponse": "Dopomoha was created by Code for Romania in partnership with the Department for Emergency Situations (DSU), The UN Refugee Agency, International Organization for Migration (OIM), and the National Romanian Council for Refugees (CNRR). For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 27,
      "question_id": 27,
      "content_block_id": 3,
      "answer": "Dopomoha is a web support and information platform primarily focused on providing migrants fleeing the war in Ukraine with information on entry requirements, asylum procedures, their rights and obligations as asylum seekers, and useful resources for their stay in Romania. While \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD)\" is mentioned as a separate solution designed to support refugees, the summary does not state that Dopomoha itself includes resources specifically for managing Post Traumatic Stress Disorder.",
      "bResponse": "Dopomoha is a web support and information platform primarily focused on providing migrants fleeing the war in Ukraine with information on entry requirements, asylum procedures, their rights and obligations as asylum seekers, and useful resources for their stay in Romania. While \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD)\" is mentioned as a separate solution designed to support refugees, the summary does not state that Dopomoha itself includes resources specifically for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 28,
      "question_id": 28,
      "content_block_id": 3,
      "answer": "Yes, Dopomoha offers assistance with understanding legal rights. On this platform, migrants fleeing the war in Ukraine will find information on their rights and obligations as asylum seekers in Romania.",
      "bResponse": "Yes, Dopomoha offers assistance with understanding legal rights. On this platform, migrants fleeing the war in Ukraine will find information on their rights and obligations as asylum seekers in Romania. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 29,
      "question_id": 29,
      "content_block_id": 3,
      "answer": "The text does not mention specific Romanian cities in relation to Dopomoha's direct scope. Dopomoha is described as a web support and information platform for migrants fleeing the war in Ukraine, accessible from any device, and intended for all displaced migrants in Romania. While a list of cities, including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara, is present on the page, it appears under a general \"Other cities\" section related to various support categories (Housing, Education, Health, Transportation, Call center), rather than specifically defining Dopomoha's geographical reach.",
      "bResponse": "The text does not mention specific Romanian cities in relation to Dopomoha's direct scope. Dopomoha is described as a web support and information platform for migrants fleeing the war in Ukraine, accessible from any device, and intended for all displaced migrants in Romania. While a list of cities, including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara, is present on the page, it appears under a general \"Other cities\" section related to various support categories (Housing, Education, Health, Transportation, Call center), rather than specifically defining Dopomoha's geographical reach. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 30,
      "question_id": 30,
      "content_block_id": 3,
      "answer": "Feedback or issues related to Dopomoha can be reported by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Feedback or issues related to Dopomoha can be reported by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/about",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}