{
  "answers": [
    {
      "answer_id": 61,
      "question_id": 61,
      "content_block_id": 7,
      "answer": "The main purpose of the Commit Global solution, identified as Dopomoha, is to support refugees. This is achieved through various initiatives, including providing access to \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also facilitates assistance with emergency resources through \"Sprijin de Urgență\" and temporary accommodation via \"Un Acoperiș.\"",
      "bResponse": "The main purpose of the Commit Global solution, identified as Dopomoha, is to support refugees. This is achieved through various initiatives, including providing access to \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also facilitates assistance with emergency resources through \"Sprijin de Urgență\" and temporary accommodation via \"Un Acoperiș.\" For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 62,
      "question_id": 62,
      "content_block_id": 7,
      "answer": "Any foreigner who left their country of origin because they fear persecution, serious human rights violations, or armed conflict is eligible to apply for asylum in Romania.",
      "bResponse": "Any foreigner who left their country of origin because they fear persecution, serious human rights violations, or armed conflict is eligible to apply for asylum in Romania. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 63,
      "question_id": 63,
      "content_block_id": 7,
      "answer": "\"Law made simple\" helps citizens better understand their rights and obligations.",
      "bResponse": "\"Law made simple\" helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 64,
      "question_id": 64,
      "content_block_id": 7,
      "answer": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 65,
      "question_id": 65,
      "content_block_id": 7,
      "answer": "The asylum application process in Romania involves several steps. First, an individual must apply for asylum, which can be done either in writing or verbally, at a border crossing point or anywhere in Romania if they have already entered as a migrant. Once an application is made, the individual is considered an asylum seeker and cannot be deported.\n\nNext, the asylum seeker will receive an asylum application form, which can be completed with the help of an official based on oral statements, and can be filled out in the applicant's mother tongue. They must then submit all available relevant personal documents and the document used for crossing the state border. After submission, a temporary identity document for asylum seekers will be issued by the General Inspectorate for Immigration (IGI).\n\nThe IGI will then schedule the applicant for a preliminary interview and a secondary interview to determine a form of protection. It is crucial to attend both interviews, present all evidence, and answer all questions truthfully, as everything stated is confidential. These interviews are conducted with an IGI official and a translator, and the applicant can request the participation of a CNRR legal advisor or UNHCR representative. Finally, all asylum applications are evaluated and resolved by the IGI, typically within one to two months.",
      "bResponse": "The asylum application process in Romania involves several steps. First, an individual must apply for asylum, which can be done either in writing or verbally, at a border crossing point or anywhere in Romania if they have already entered as a migrant. Once an application is made, the individual is considered an asylum seeker and cannot be deported.\n\nNext, the asylum seeker will receive an asylum application form, which can be completed with the help of an official based on oral statements, and can be filled out in the applicant's mother tongue. They must then submit all available relevant personal documents and the document used for crossing the state border. After submission, a temporary identity document for asylum seekers will be issued by the General Inspectorate for Immigration (IGI).\n\nThe IGI will then schedule the applicant for a preliminary interview and a secondary interview to determine a form of protection. It is crucial to attend both interviews, present all evidence, and answer all questions truthfully, as everything stated is confidential. These interviews are conducted with an IGI official and a translator, and the applicant can request the participation of a CNRR legal advisor or UNHCR representative. Finally, all asylum applications are evaluated and resolved by the IGI, typically within one to two months. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 66,
      "question_id": 66,
      "content_block_id": 7,
      "answer": "The categories of support offered include Housing, Education, Health, Transportation, and general resources like food, products, clothing, and tents. Additionally, there is support for managing Post Traumatic Stress Disorder (PTSD) and legal assistance through \"Law made simple,\" along with call center support.",
      "bResponse": "The categories of support offered include Housing, Education, Health, Transportation, and general resources like food, products, clothing, and tents. Additionally, there is support for managing Post Traumatic Stress Disorder (PTSD) and legal assistance through \"Law made simple,\" along with call center support. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 67,
      "question_id": 67,
      "content_block_id": 7,
      "answer": "To request or offer resources through \"Sprijin de Urgență,\" one can use the \"Request or provide resources\" option on the platform. This allows individuals to either seek or provide items such as food, products, clothing, tents, transportation, or volunteers.",
      "bResponse": "To request or offer resources through \"Sprijin de Urgență,\" one can use the \"Request or provide resources\" option on the platform. This allows individuals to either seek or provide items such as food, products, clothing, tents, transportation, or volunteers. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 68,
      "question_id": 68,
      "content_block_id": 7,
      "answer": "Individuals can find or provide temporary accommodation using \"Un Acoperiș\" by accessing the \"Un Acoperiș!\" platform, which allows them to search for or offer accommodation.",
      "bResponse": "Individuals can find or provide temporary accommodation using \"Un Acoperiș\" by accessing the \"Un Acoperiș!\" platform, which allows them to search for or offer accommodation. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 69,
      "question_id": 69,
      "content_block_id": 7,
      "answer": "To report any mistakes, inconsistencies, or omissions, you can send an e-mail to dopomoha@code4.ro.",
      "bResponse": "To report any mistakes, inconsistencies, or omissions, you can send an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 70,
      "question_id": 70,
      "content_block_id": 7,
      "answer": "The specific cities in Romania listed as service locations are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The specific cities in Romania listed as service locations are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/applying-for-asylum",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}