{
  "answers": [
    {
      "answer_id": 181,
      "question_id": 361,
      "content_block_id": 37,
      "answer": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees. This is achieved through several key offerings: providing solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, Dopomoha facilitates fast, free, and safe transportation for all people fleeing the war in Ukraine, regardless of nationality. This includes daily bus transfers from the Ukrainian-Moldovan border via Moldova to the Romanian border, specifically from Palanca border to Huși, where free medical care, water, and food are available, followed by further free bus connections to Bucharest or Iasi.",
      "bResponse": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees. This is achieved through several key offerings: providing solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, Dopomoha facilitates fast, free, and safe transportation for all people fleeing the war in Ukraine, regardless of nationality. This includes daily bus transfers from the Ukrainian-Moldovan border via Moldova to the Romanian border, specifically from Palanca border to Huși, where free medical care, water, and food are available, followed by further free bus connections to Bucharest or Iasi. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 182,
      "question_id": 362,
      "content_block_id": 37,
      "answer": "Support offered for refugees includes legal assistance to help citizens understand their rights and obligations, and mental health support for managing Post Traumatic Stress Disorder (PTSD). Additionally, fast, free, and safe transportation is provided from the Ukrainian-Moldovan border to the Romanian border, regardless of nationality. This includes daily buses from the Palanca border in Moldova to Huși in Romania, with a travel time of 5-6 hours. In Huși, free medical care, water, and food are available. From Huși, free buses can be taken to Bucharest or Iasi. Other general types of support mentioned are Housing, Education, Health, Transportation, and Call center services.",
      "bResponse": "Support offered for refugees includes legal assistance to help citizens understand their rights and obligations, and mental health support for managing Post Traumatic Stress Disorder (PTSD). Additionally, fast, free, and safe transportation is provided from the Ukrainian-Moldovan border to the Romanian border, regardless of nationality. This includes daily buses from the Palanca border in Moldova to Huși in Romania, with a travel time of 5-6 hours. In Huși, free medical care, water, and food are available. From Huși, free buses can be taken to Bucharest or Iasi. Other general types of support mentioned are Housing, Education, Health, Transportation, and Call center services. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 183,
      "question_id": 363,
      "content_block_id": 37,
      "answer": "The 'Law made simple' solution assists citizens by helping them better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution assists citizens by helping them better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 184,
      "question_id": 364,
      "content_block_id": 37,
      "answer": "PTSD Help provides a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help provides a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 185,
      "question_id": 365,
      "content_block_id": 37,
      "answer": "Yes, free transportation is available for individuals traveling from Ukraine to Romania. This \"fast free track transfer\" is organized by the Romanian and Moldavian governments with the help of UNHCR and IOM. It is available for all people fleeing the war in Ukraine, regardless of nationality. Daily buses depart from the Palanca border in Moldova to Huși in Romania, a journey of 5-6 hours. From Huși, free buses are then available to Bucharest or Iasi.",
      "bResponse": "Yes, free transportation is available for individuals traveling from Ukraine to Romania. This \"fast free track transfer\" is organized by the Romanian and Moldavian governments with the help of UNHCR and IOM. It is available for all people fleeing the war in Ukraine, regardless of nationality. Daily buses depart from the Palanca border in Moldova to Huși in Romania, a journey of 5-6 hours. From Huși, free buses are then available to Bucharest or Iasi. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 186,
      "question_id": 366,
      "content_block_id": 37,
      "answer": "The free transportation services are supported by the UN Refugee Agency (UNHCR), the International Organization for Migration (IOM), the Romanian government, and the Moldavian government.",
      "bResponse": "The free transportation services are supported by the UN Refugee Agency (UNHCR), the International Organization for Migration (IOM), the Romanian government, and the Moldavian government. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 187,
      "question_id": 367,
      "content_block_id": 37,
      "answer": "The typical travel route for the free bus transfer from Moldova to Romania is as follows: daily buses depart from the Palanca border in Moldova to the city Huși in Romania. From Huși, if required, passengers can get free medical care, water, and food, and then take free buses to Bucharest or Iasi. The travel time from Palanca to Huși is approximately 5-6 hours.",
      "bResponse": "The typical travel route for the free bus transfer from Moldova to Romania is as follows: daily buses depart from the Palanca border in Moldova to the city Huși in Romania. From Huși, if required, passengers can get free medical care, water, and food, and then take free buses to Bucharest or Iasi. The travel time from Palanca to Huși is approximately 5-6 hours. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 188,
      "question_id": 368,
      "content_block_id": 37,
      "answer": "In Huși, travelers can receive free medical care, water, and food if needed.",
      "bResponse": "In Huși, travelers can receive free medical care, water, and food if needed. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 189,
      "question_id": 369,
      "content_block_id": 37,
      "answer": "Yes, the initiative offers support related to Housing, Education, and Health. Additionally, in Huși, free medical care is available.",
      "bResponse": "Yes, the initiative offers support related to Housing, Education, and Health. Additionally, in Huși, free medical care is available. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 190,
      "question_id": 370,
      "content_block_id": 37,
      "answer": "One can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "One can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/buses-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}