{
  "answers": [
    {
      "answer_id": 111,
      "question_id": 291,
      "content_block_id": 30,
      "answer": "The primary mission of the organization is to support refugees, specifically through solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" to assist with managing Post Traumatic Stress Disorder.",
      "bResponse": "The primary mission of the organization is to support refugees, specifically through solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" to assist with managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 112,
      "question_id": 292,
      "content_block_id": 30,
      "answer": "The main beneficiaries or target groups for the services are refugees, with specific support designed for children and their parents/caregivers, especially in crisis situations related to safety and well-being.",
      "bResponse": "The main beneficiaries or target groups for the services are refugees, with specific support designed for children and their parents/caregivers, especially in crisis situations related to safety and well-being. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 113,
      "question_id": 293,
      "content_block_id": 30,
      "answer": "The categories of information or support offered include Legal status, general Info, Stay safe guidelines, Support, Housing, Education, Health, Transportation, and Call center services. Additionally, specific solutions are provided for refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Comprehensive guidance is also available on children's security, covering tips for preparing a child's \"safety backpack,\" important points to discuss with children, safety rules for children if lost, actions for parents if a child is lost, and advice for what to do if an unaccompanied child is found. Furthermore, there are detailed instructions on how to create a safe environment for children, addressing various household hazards.",
      "bResponse": "The categories of information or support offered include Legal status, general Info, Stay safe guidelines, Support, Housing, Education, Health, Transportation, and Call center services. Additionally, specific solutions are provided for refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Comprehensive guidance is also available on children's security, covering tips for preparing a child's \"safety backpack,\" important points to discuss with children, safety rules for children if lost, actions for parents if a child is lost, and advice for what to do if an unaccompanied child is found. Furthermore, there are detailed instructions on how to create a safe environment for children, addressing various household hazards. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 114,
      "question_id": 294,
      "content_block_id": 30,
      "answer": "The services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The services are available in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 115,
      "question_id": 295,
      "content_block_id": 30,
      "answer": "Individuals can reach out by writing an e-mail to dopomoha@code4.ro to report any mistakes, inconsistencies, or omissions. While a \"Call center\" is listed, no specific contact number for it is provided in the summary.",
      "bResponse": "Individuals can reach out by writing an e-mail to dopomoha@code4.ro to report any mistakes, inconsistencies, or omissions. While a \"Call center\" is listed, no specific contact number for it is provided in the summary. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 116,
      "question_id": 296,
      "content_block_id": 30,
      "answer": "Yes, there are specific digital tools or programs provided to users. These include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, there are specific digital tools or programs provided to users. These include \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 117,
      "question_id": 297,
      "content_block_id": 30,
      "answer": "Yes, users can submit feedback or suggestions by reporting any mistakes, inconsistencies, or omissions via email to dopomoha@code4.ro. The team will then do their best to integrate the feedback.",
      "bResponse": "Yes, users can submit feedback or suggestions by reporting any mistakes, inconsistencies, or omissions via email to dopomoha@code4.ro. The team will then do their best to integrate the feedback. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 118,
      "question_id": 298,
      "content_block_id": 30,
      "answer": "The initiative maintains a partnership with \"made by Access\" to provide two solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "The initiative maintains a partnership with \"made by Access\" to provide two solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 119,
      "question_id": 299,
      "content_block_id": 30,
      "answer": "Information regarding legal terms can be found under \"Terms and conditions,\" and privacy policies are covered by the \"Cookie policy\" in the \"Useful links\" section.",
      "bResponse": "Information regarding legal terms can be found under \"Terms and conditions,\" and privacy policies are covered by the \"Cookie policy\" in the \"Useful links\" section. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 120,
      "question_id": 300,
      "content_block_id": 30,
      "answer": "Yes, the platform addresses topics related to children's safety and well-being. It provides guidance on children's security, including how to prepare a child for different scenarios, tips on what to include in a child's \"safety backpack\" (such as a photo with parent/relative contacts, address, name, blood type, water, food, necessary drugs, hygiene items, flashlight, and comfort toys), and important points to discuss with a child to minimize stress and create an action plan.\n\nIt also outlines safety rules a child should know if lost, like their name, relatives' names, phone numbers, home address, and emergency line numbers (112 and 119 in Romania). Instructions are given for parents' actions if a child is lost, emphasizing staying calm, remembering the last location, calling the child's phone, asking for help from others, making announcements, and reporting to authorities.\n\nFurthermore, the platform advises on what to do if an unaccompanied child is found and provides extensive details on how to create a safe environment for a child, covering aspects like securing doors and windows, keeping hazardous items (glassware, hot items, medicines, chemicals, small parts, electrical appliances) out of reach, child-proofing furniture, and ensuring supervision with animals or in cars.",
      "bResponse": "Yes, the platform addresses topics related to children's safety and well-being. It provides guidance on children's security, including how to prepare a child for different scenarios, tips on what to include in a child's \"safety backpack\" (such as a photo with parent/relative contacts, address, name, blood type, water, food, necessary drugs, hygiene items, flashlight, and comfort toys), and important points to discuss with a child to minimize stress and create an action plan.\n\nIt also outlines safety rules a child should know if lost, like their name, relatives' names, phone numbers, home address, and emergency line numbers (112 and 119 in Romania). Instructions are given for parents' actions if a child is lost, emphasizing staying calm, remembering the last location, calling the child's phone, asking for help from others, making announcements, and reporting to authorities.\n\nFurthermore, the platform advises on what to do if an unaccompanied child is found and provides extensive details on how to create a safe environment for a child, covering aspects like securing doors and windows, keeping hazardous items (glassware, hot items, medicines, chemicals, small parts, electrical appliances) out of reach, child-proofing furniture, and ensuring supervision with animals or in cars. For more details, visit https://dopomoha.ro/en/childrens-security",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}