{
  "answers": [
    {
      "answer_id": 221,
      "question_id": 401,
      "content_block_id": 41,
      "answer": "Dopomoha is a Commit Global solution.",
      "bResponse": "Dopomoha is a Commit Global solution. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 222,
      "question_id": 402,
      "content_block_id": 41,
      "answer": "The Commit Global solution, embodied by Dopomoha, aims to support refugees, particularly those from Ukraine in Romania. Its purpose is to provide access to crucial services and information, including two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it facilitates access to dentistry services for refugees from Ukraine in Romania, detailing the scope of basic dental medicine packages and coverage percentages for different age groups. It also serves as a source for information regarding the rights of people from the armed conflict zone in Ukraine within the social health insurance system.",
      "bResponse": "The Commit Global solution, embodied by Dopomoha, aims to support refugees, particularly those from Ukraine in Romania. Its purpose is to provide access to crucial services and information, including two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. Additionally, it facilitates access to dentistry services for refugees from Ukraine in Romania, detailing the scope of basic dental medicine packages and coverage percentages for different age groups. It also serves as a source for information regarding the rights of people from the armed conflict zone in Ukraine within the social health insurance system. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 223,
      "question_id": 403,
      "content_block_id": 41,
      "answer": "'Law made simple' helps citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 224,
      "question_id": 404,
      "content_block_id": 41,
      "answer": "'PTSD Help' assists individuals by serving as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' assists individuals by serving as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 225,
      "question_id": 405,
      "content_block_id": 41,
      "answer": "Refugees from Ukraine in Romania can access services in the basic dental medicine package, which include consultation, treatment of simple caries, treatment of oral mucosa conditions, dental extractions, alveolar curettage and treatment of hemorrhage, decapsulation, removable acrylic prosthesis on the arch, physiognomic or semi-physiognomic prosthetic element, and devices used in the treatment of congenital malformations.",
      "bResponse": "Refugees from Ukraine in Romania can access services in the basic dental medicine package, which include consultation, treatment of simple caries, treatment of oral mucosa conditions, dental extractions, alveolar curettage and treatment of hemorrhage, decapsulation, removable acrylic prosthesis on the arch, physiognomic or semi-physiognomic prosthetic element, and devices used in the treatment of congenital malformations. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 226,
      "question_id": 406,
      "content_block_id": 41,
      "answer": "For refugees, dentistry services are covered 100% for the age category of 0-18 years. For people over 18 years old, the coverage percentage varies between 60% and 100%, depending on the type of service. However, for young people aged 18 to 26 years old who are students (including high school graduates until the start of the academic year, but not more than 3 months), apprentices, or students, and if they do not earn income from work, health insurance companies pay 100% of the rates. Additionally, people who benefit from special conditions (laws) also have 100% of the fees related to some dental services paid by health insurance companies.",
      "bResponse": "For refugees, dentistry services are covered 100% for the age category of 0-18 years. For people over 18 years old, the coverage percentage varies between 60% and 100%, depending on the type of service. However, for young people aged 18 to 26 years old who are students (including high school graduates until the start of the academic year, but not more than 3 months), apprentices, or students, and if they do not earn income from work, health insurance companies pay 100% of the rates. Additionally, people who benefit from special conditions (laws) also have 100% of the fees related to some dental services paid by health insurance companies. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 227,
      "question_id": 407,
      "content_block_id": 41,
      "answer": "Support services are provided in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are provided in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 228,
      "question_id": 408,
      "content_block_id": 41,
      "answer": "One can view a list of dentists working with the National Insurance House by selecting the \"View list\" option provided.",
      "bResponse": "One can view a list of dentists working with the National Insurance House by selecting the \"View list\" option provided. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 229,
      "question_id": 409,
      "content_block_id": 41,
      "answer": "Official information on the rights of people from the armed conflict zone in Ukraine can be found in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system”, which is provided by the National Health Insurance House.",
      "bResponse": "Official information on the rights of people from the armed conflict zone in Ukraine can be found in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system”, which is provided by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 230,
      "question_id": 410,
      "content_block_id": 41,
      "answer": "One can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "One can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/dentist",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}