{
  "answers": [
    {
      "answer_id": 361,
      "question_id": 541,
      "content_block_id": 55,
      "answer": "The Dopomoha platform, a Commit Global solution, is designed to support refugees by providing access to various resources and information. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also offers support related to housing, education, health, and transportation, with detailed information for specific cities like Brașov.",
      "bResponse": "The Dopomoha platform, a Commit Global solution, is designed to support refugees by providing access to various resources and information. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also offers support related to housing, education, health, and transportation, with detailed information for specific cities like Brașov. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 362,
      "question_id": 542,
      "content_block_id": 55,
      "answer": "The Dopomoha platform offers support in the following Romanian cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The Dopomoha platform offers support in the following Romanian cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 363,
      "question_id": 543,
      "content_block_id": 55,
      "answer": "General support categories available for refugees include Housing, Education, Health (which encompasses medical services, psychological support, and specialized services like those for reproductive health or HIV counseling), Transportation, Legal status assistance, and Job support. There is also a Call Center for general inquiries and support for integration into the new city, including access to information, food, and counseling.",
      "bResponse": "General support categories available for refugees include Housing, Education, Health (which encompasses medical services, psychological support, and specialized services like those for reproductive health or HIV counseling), Transportation, Legal status assistance, and Job support. There is also a Call Center for general inquiries and support for integration into the new city, including access to information, food, and counseling. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 364,
      "question_id": 544,
      "content_block_id": 55,
      "answer": "Once in Brașov, Ukrainian refugees can register at the CATTIA Community Center, located at strada Institutului, nr.35. The center operates around the clock and offers information, food, transport to accommodation, counseling, and assistance.",
      "bResponse": "Once in Brașov, Ukrainian refugees can register at the CATTIA Community Center, located at strada Institutului, nr.35. The center operates around the clock and offers information, food, transport to accommodation, counseling, and assistance. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 365,
      "question_id": 545,
      "content_block_id": 55,
      "answer": "Yes, some medical services are provided free of charge for refugees in Brașov. Specifically, if you or a family member needs dialysis, you can contact Fresenius Medical Care Romania. Additionally, the Motivation Foundation Romania offers wheelchairs, walking frames, and crutches free of charge to refugees from Ukraine who have locomotor disabilities or mobility impairments. The summary also mentions a list of primary healthcare providers working under contract with CASJ Brașov who provide medical services to uninsured people, which may include refugees.",
      "bResponse": "Yes, some medical services are provided free of charge for refugees in Brașov. Specifically, if you or a family member needs dialysis, you can contact Fresenius Medical Care Romania. Additionally, the Motivation Foundation Romania offers wheelchairs, walking frames, and crutches free of charge to refugees from Ukraine who have locomotor disabilities or mobility impairments. The summary also mentions a list of primary healthcare providers working under contract with CASJ Brașov who provide medical services to uninsured people, which may include refugees. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 366,
      "question_id": 546,
      "content_block_id": 55,
      "answer": "Several organizations offer psychological support to refugees. Swiss Solidarity, in collaboration with the Center for the Integration of Migrants, provides individual consultations with a psychologist. Terre des hommes Foundation offers psychological help to refugees from Ukraine and other vulnerable groups, including referral to information resources, community-based psychosocial support, targeted psychosocial support, specialized services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers. World Vision Romania offers psychological support in Russian and Ukrainian. The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. Plan International Organization offers psychological assistance for adult and child refugees from Ukraine in different cities of Romania. Red Cross Romania provides a variety of mental health consultations and psychological support in Russian, Ukrainian, Romanian, and English. Lastly, the AMURTEL team, operating within the CATTIA Community Center, offers various workshops and MHPSS support in individual or group sessions.",
      "bResponse": "Several organizations offer psychological support to refugees. Swiss Solidarity, in collaboration with the Center for the Integration of Migrants, provides individual consultations with a psychologist. Terre des hommes Foundation offers psychological help to refugees from Ukraine and other vulnerable groups, including referral to information resources, community-based psychosocial support, targeted psychosocial support, specialized services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers. World Vision Romania offers psychological support in Russian and Ukrainian. The International Organization for Migration (IOM) provides psychological support by referencing vulnerable individuals to resources, organizing psychosocial support events, mental health awareness events, mental health first aid, and training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. Plan International Organization offers psychological assistance for adult and child refugees from Ukraine in different cities of Romania. Red Cross Romania provides a variety of mental health consultations and psychological support in Russian, Ukrainian, Romanian, and English. Lastly, the AMURTEL team, operating within the CATTIA Community Center, offers various workshops and MHPSS support in individual or group sessions. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 367,
      "question_id": 547,
      "content_block_id": 55,
      "answer": "Psychological support can be accessed in Russian, Ukrainian, Romanian, and English. World Vision Romania offers support in Russian and Ukrainian. The International Organization for Migration (IOM) and Red Cross Romania provide psychological support in Russian, Ukrainian, Romanian, and English languages.",
      "bResponse": "Psychological support can be accessed in Russian, Ukrainian, Romanian, and English. World Vision Romania offers support in Russian and Ukrainian. The International Organization for Migration (IOM) and Red Cross Romania provide psychological support in Russian, Ukrainian, Romanian, and English languages. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 368,
      "question_id": 548,
      "content_block_id": 55,
      "answer": "Ukrainian children can enroll in the education system in Brașov by submitting enrollment applications for preschoolers/pupils. These applications can be submitted physically at the headquarters of the Brașov County School Inspectorate (Shirul Gheorghe Dima no. 4) or online by emailing info@isjbrasov.ro. Application forms are available in Romanian, English, and Ukrainian.",
      "bResponse": "Ukrainian children can enroll in the education system in Brașov by submitting enrollment applications for preschoolers/pupils. These applications can be submitted physically at the headquarters of the Brașov County School Inspectorate (Shirul Gheorghe Dima no. 4) or online by emailing info@isjbrasov.ro. Application forms are available in Romanian, English, and Ukrainian. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 369,
      "question_id": 549,
      "content_block_id": 55,
      "answer": "In Brașov, you can use the public transport system (RATBV) for free. If asked, you will need to show an ID.",
      "bResponse": "In Brașov, you can use the public transport system (RATBV) for free. If asked, you will need to show an ID. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 370,
      "question_id": 550,
      "content_block_id": 55,
      "answer": "For women, including victims of domestic violence, support is available for accessing reproductive health services, navigating the health system, and services specifically dedicated to victims of domestic violence. Additionally, the Agapedia organization runs the \"Safe Space for Women\" project, offering medical consultations on family planning, basic psychosocial services (information, individual and group psychological counseling), and assistance in identifying needs and referral to other healthcare facilities.",
      "bResponse": "For women, including victims of domestic violence, support is available for accessing reproductive health services, navigating the health system, and services specifically dedicated to victims of domestic violence. Additionally, the Agapedia organization runs the \"Safe Space for Women\" project, offering medical consultations on family planning, basic psychosocial services (information, individual and group psychological counseling), and assistance in identifying needs and referral to other healthcare facilities. For more details, visit https://dopomoha.ro/en/dopomoha-brasov",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}