{
  "answers": [
    {
      "answer_id": 401,
      "question_id": 581,
      "content_block_id": 59,
      "answer": "The main goal of the Dopomoha platform, a Commit Global solution, is to support refugees by providing them with information and access to various services. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also offers support in areas such as housing, education, health, and transportation, listing specific services and contact information for different cities in Romania, like Suceava.",
      "bResponse": "The main goal of the Dopomoha platform, a Commit Global solution, is to support refugees by providing them with information and access to various services. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also offers support in areas such as housing, education, health, and transportation, listing specific services and contact information for different cities in Romania, like Suceava. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 402,
      "question_id": 582,
      "content_block_id": 59,
      "answer": "Support services are available in the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Specific support services are also detailed for Suceava, Rădăuți, and Siret.",
      "bResponse": "Support services are available in the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Specific support services are also detailed for Suceava, Rădăuți, and Siret. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 403,
      "question_id": 583,
      "content_block_id": 59,
      "answer": "Assistance available for refugees includes access to solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.\n\nSpecifically in Suceava, refugees can find information on managing in a new city and who can help, including important contacts for the Immigration Office and the Regional Center for Procedures and Accommodation for Asylum Seekers. They can register for temporary protection and benefit from free travel subscriptions for local public transport.\n\nMedical services are available at the Suceava Emergency Hospital, including its Pediatric Department for children. Psychological support is offered by various organizations like World Vision Romania (in Russian and Ukrainian), Positive Progress Psychological Solutions (for adults and children, including humanitarian workers), Terre des hommes Foundation (for various vulnerable groups including children, LGBTIQ+, pregnant/nursing women, offering psychosocial support activities and psychological first aid), Plan International Organization, and Save the Children (in Russian, Ukrainian, Romanian, and English). The Sensiblu Foundation also provides face-to-face or online psychotherapy.\n\nFor education, there are several schools in Suceava county with Ukrainian language teaching, and organizations like Save the Children offer educational activities such as summer schools, after-school programs, and Romanian language courses. The Bucovina Institute Association also offers Romanian and English language courses.\n\nOrganizations like CNRR, eLiberare, AMURTEL, and JRS offer material support, vouchers, and seminars on topics such as psychological support in emergency situations and human trafficking. Translation of documents and diplomas is available through ICAR Foundation and CNRR. The Bucovina Institute Association provides diagnosis, evaluation, counseling, material support, and facilitates access to resources for vulnerable groups. Save the Children offers direct services at border transit points and asylum centers, as well as advice and integrated services. The Sensiblu Foundation provides social counseling, legal advice and representation, and a support network for women and girls, including services for victims of domestic violence and reproductive health support. For those living with HIV, free, anonymous, and confidential psycho-medical-social services are available.",
      "bResponse": "Assistance available for refugees includes access to solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.\n\nSpecifically in Suceava, refugees can find information on managing in a new city and who can help, including important contacts for the Immigration Office and the Regional Center for Procedures and Accommodation for Asylum Seekers. They can register for temporary protection and benefit from free travel subscriptions for local public transport.\n\nMedical services are available at the Suceava Emergency Hospital, including its Pediatric Department for children. Psychological support is offered by various organizations like World Vision Romania (in Russian and Ukrainian), Positive Progress Psychological Solutions (for adults and children, including humanitarian workers), Terre des hommes Foundation (for various vulnerable groups including children, LGBTIQ+, pregnant/nursing women, offering psychosocial support activities and psychological first aid), Plan International Organization, and Save the Children (in Russian, Ukrainian, Romanian, and English). The Sensiblu Foundation also provides face-to-face or online psychotherapy.\n\nFor education, there are several schools in Suceava county with Ukrainian language teaching, and organizations like Save the Children offer educational activities such as summer schools, after-school programs, and Romanian language courses. The Bucovina Institute Association also offers Romanian and English language courses.\n\nOrganizations like CNRR, eLiberare, AMURTEL, and JRS offer material support, vouchers, and seminars on topics such as psychological support in emergency situations and human trafficking. Translation of documents and diplomas is available through ICAR Foundation and CNRR. The Bucovina Institute Association provides diagnosis, evaluation, counseling, material support, and facilitates access to resources for vulnerable groups. Save the Children offers direct services at border transit points and asylum centers, as well as advice and integrated services. The Sensiblu Foundation provides social counseling, legal advice and representation, and a support network for women and girls, including services for victims of domestic violence and reproductive health support. For those living with HIV, free, anonymous, and confidential psycho-medical-social services are available. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 404,
      "question_id": 584,
      "content_block_id": 59,
      "answer": "Yes, there are resources to help with understanding legal status. One of the solutions designed to support refugees is \"Law made simple,\" which helps citizens better understand their rights and obligations. The main navigation also includes a \"Legal status\" section.",
      "bResponse": "Yes, there are resources to help with understanding legal status. One of the solutions designed to support refugees is \"Law made simple,\" which helps citizens better understand their rights and obligations. The main navigation also includes a \"Legal status\" section. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 405,
      "question_id": 585,
      "content_block_id": 59,
      "answer": "Yes, the initiative provides support for housing needs. \"Housing\" is listed as a category of information and support available on the platform, both on the main page and within the Suceava-specific section. However, the summary does not detail the specific types of housing assistance offered.",
      "bResponse": "Yes, the initiative provides support for housing needs. \"Housing\" is listed as a category of information and support available on the platform, both on the main page and within the Suceava-specific section. However, the summary does not detail the specific types of housing assistance offered. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 406,
      "question_id": 586,
      "content_block_id": 59,
      "answer": "Yes, information on transportation options can be found. In Suceava, Ukrainian refugees are eligible for a free travel subscription for local public transport.",
      "bResponse": "Yes, information on transportation options can be found. In Suceava, Ukrainian refugees are eligible for a free travel subscription for local public transport. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 407,
      "question_id": 587,
      "content_block_id": 59,
      "answer": "Yes, educational opportunities and resources are offered. In Suceava county, there are several schools that provide teaching in the Ukrainian language, including Breaza High School, Moldova Sulița High School, and \"Ion Aflorei\" Secondary School in Izvoarele Sucevei, among many others. Additionally, organizations like The Bucovina Institute Association offer Romanian and English language courses. Save the Children provides educational activities such as summer schools, after-school programs, and Romanian language courses at Filadelfia High School and Ștefan cel Mare High School.",
      "bResponse": "Yes, educational opportunities and resources are offered. In Suceava county, there are several schools that provide teaching in the Ukrainian language, including Breaza High School, Moldova Sulița High School, and \"Ion Aflorei\" Secondary School in Izvoarele Sucevei, among many others. Additionally, organizations like The Bucovina Institute Association offer Romanian and English language courses. Save the Children provides educational activities such as summer schools, after-school programs, and Romanian language courses at Filadelfia High School and Ștefan cel Mare High School. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 408,
      "question_id": 588,
      "content_block_id": 59,
      "answer": "Health services provided or accessible include assistance for managing Post Traumatic Stress Disorder (PTSD), medical services at the Suceava Emergency Hospital, including its Pediatric Department for children, and various forms of psychological support.\n\nPsychological support is offered by:\n*   World Vision Romania in Russian and Ukrainian.\n*   Positive Progress psychological Solutions for adults and children from Ukraine, residents of Romania, also providing psychosocial support for humanitarian workers.\n*   Terre des hommes Foundation, offering psychological assistance to refugees, third-country nationals, local population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children, including referrals, community-based and targeted psychosocial support, specialized HCWSP services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers.\n*   Plan International Organization for adults and children of refugees from Ukraine in different cities.\n*   Save the Children in Russian, Ukrainian, Romanian, and English.\n\nAdditionally, support is available for accessing reproductive health services, navigating the health system, and services for victims of domestic violence through the Women's Center. Free, anonymous, and confidential psycho-medical-social HIV services are also accessible through specialist doctors from 10 Regional HIV Centers and Sens Pozitiv. The Sensiblu Foundation also offers psychotherapy and assistance in obtaining forensic medical certificates.",
      "bResponse": "Health services provided or accessible include assistance for managing Post Traumatic Stress Disorder (PTSD), medical services at the Suceava Emergency Hospital, including its Pediatric Department for children, and various forms of psychological support.\n\nPsychological support is offered by:\n*   World Vision Romania in Russian and Ukrainian.\n*   Positive Progress psychological Solutions for adults and children from Ukraine, residents of Romania, also providing psychosocial support for humanitarian workers.\n*   Terre des hommes Foundation, offering psychological assistance to refugees, third-country nationals, local population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children, including referrals, community-based and targeted psychosocial support, specialized HCWSP services, mental health awareness, psychological first aid (PFA), and capacity building for humanitarian workers.\n*   Plan International Organization for adults and children of refugees from Ukraine in different cities.\n*   Save the Children in Russian, Ukrainian, Romanian, and English.\n\nAdditionally, support is available for accessing reproductive health services, navigating the health system, and services for victims of domestic violence through the Women's Center. Free, anonymous, and confidential psycho-medical-social HIV services are also accessible through specialist doctors from 10 Regional HIV Centers and Sens Pozitiv. The Sensiblu Foundation also offers psychotherapy and assistance in obtaining forensic medical certificates. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 409,
      "question_id": 589,
      "content_block_id": 59,
      "answer": "Yes, psychological and mental health support is available. PTSD Help offers assistance for managing Post Traumatic Stress Disorder (PTSD). World Vision Romania provides psychological support in Russian and Ukrainian languages. Positive Progress psychological Solutions offers services for adults and children from Ukraine residing in Romania, including psychosocial support for humanitarian workers.\n\nTerre des hommes Foundation offers psychological assistance to various vulnerable groups such as refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. This assistance includes referring individuals/families to information resources, community-based psychosocial support activities, targeted psychosocial support services, specialized services, raising awareness of mental health and psychosocial support, and psychological first aid (PFA).\n\nPlan International Organization offers psychological assistance in different cities of Romania for adults and children who are refugees from Ukraine. Save the Children provides psychological services in Russian, Ukrainian, Romanian, and English. The Sensiblu Foundation offers social counseling and face-to-face or online psychotherapy. Additionally, free, anonymous, and confidential psycho-medical-social HIV services and counseling are available through specialist doctors and Sens Pozitiv.",
      "bResponse": "Yes, psychological and mental health support is available. PTSD Help offers assistance for managing Post Traumatic Stress Disorder (PTSD). World Vision Romania provides psychological support in Russian and Ukrainian languages. Positive Progress psychological Solutions offers services for adults and children from Ukraine residing in Romania, including psychosocial support for humanitarian workers.\n\nTerre des hommes Foundation offers psychological assistance to various vulnerable groups such as refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. This assistance includes referring individuals/families to information resources, community-based psychosocial support activities, targeted psychosocial support services, specialized services, raising awareness of mental health and psychosocial support, and psychological first aid (PFA).\n\nPlan International Organization offers psychological assistance in different cities of Romania for adults and children who are refugees from Ukraine. Save the Children provides psychological services in Russian, Ukrainian, Romanian, and English. The Sensiblu Foundation offers social counseling and face-to-face or online psychotherapy. Additionally, free, anonymous, and confidential psycho-medical-social HIV services and counseling are available through specialist doctors and Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 410,
      "question_id": 590,
      "content_block_id": 59,
      "answer": "If you have arrived in Suceava County, you can register for temporary protection at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County.",
      "bResponse": "If you have arrived in Suceava County, you can register for temporary protection at the CRCPSA (Regional Center for Accommodation and Procedures for Asylum Seekers) Rădăuți and the Immigration Office of Suceava County. For more details, visit https://dopomoha.ro/en/dopomoha-suceava",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}