{
  "answers": [
    {
      "answer_id": 421,
      "question_id": 601,
      "content_block_id": 61,
      "answer": "The primary goal of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing information and access to various services. This includes support for housing, education, health, transportation, and legal and psychological assistance, particularly for those who have arrived in cities like Iași. It also offers specific tools like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder.",
      "bResponse": "The primary goal of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing information and access to various services. This includes support for housing, education, health, transportation, and legal and psychological assistance, particularly for those who have arrived in cities like Iași. It also offers specific tools like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 422,
      "question_id": 602,
      "content_block_id": 61,
      "answer": "Dopomoha offers solutions designed to support refugees. Additionally, it provides resources like Law made simple to help citizens better understand their rights and obligations, and PTSD Help for individuals managing Post Traumatic Stress Disorder. The platform also offers support for those who have arrived in Iași and need assistance.",
      "bResponse": "Dopomoha offers solutions designed to support refugees. Additionally, it provides resources like Law made simple to help citizens better understand their rights and obligations, and PTSD Help for individuals managing Post Traumatic Stress Disorder. The platform also offers support for those who have arrived in Iași and need assistance. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 423,
      "question_id": 603,
      "content_block_id": 61,
      "answer": "Dopomoha offers a comprehensive solution designed to support refugees. It provides direct access to \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nThe platform also offers information and resources across various categories including Housing, Education, Health, Transportation, and general support, with a call center available. For specific cities like Iași, it provides details on managing in a new city, important contacts such as the Immigration Service and emergency numbers, and information on accommodation, meals, and integration support programs.\n\nIt guides users on public transportation, medical services (including urgent care, pediatric hospitals, and free family medicine services), and psychological support from multiple organizations. Educational assistance includes details on multi-service centers for children, Ukrainian language schools, integration programs, and free Romanian language courses.\n\nFurthermore, Dopomoha lists various organizations that provide legal advice, child protection, socio-cultural and recreational activities, medical assistance, psychological counseling, mediation services, support for women's reproductive health and victims of domestic violence, and counseling for individuals living with HIV.",
      "bResponse": "Dopomoha offers a comprehensive solution designed to support refugees. It provides direct access to \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nThe platform also offers information and resources across various categories including Housing, Education, Health, Transportation, and general support, with a call center available. For specific cities like Iași, it provides details on managing in a new city, important contacts such as the Immigration Service and emergency numbers, and information on accommodation, meals, and integration support programs.\n\nIt guides users on public transportation, medical services (including urgent care, pediatric hospitals, and free family medicine services), and psychological support from multiple organizations. Educational assistance includes details on multi-service centers for children, Ukrainian language schools, integration programs, and free Romanian language courses.\n\nFurthermore, Dopomoha lists various organizations that provide legal advice, child protection, socio-cultural and recreational activities, medical assistance, psychological counseling, mediation services, support for women's reproductive health and victims of domestic violence, and counseling for individuals living with HIV. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 424,
      "question_id": 604,
      "content_block_id": 61,
      "answer": "The summary does not explicitly state whether the 'Law made simple' resource is freely available to users. It is described as a solution designed to help citizens better understand their rights and obligations, and it is listed alongside 'PTSD Help - your free assistant', but 'Law made simple' itself is not specified as free.",
      "bResponse": "The summary does not explicitly state whether the 'Law made simple' resource is freely available to users. It is described as a solution designed to help citizens better understand their rights and obligations, and it is listed alongside 'PTSD Help - your free assistant', but 'Law made simple' itself is not specified as free. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 425,
      "question_id": 605,
      "content_block_id": 61,
      "answer": "Yes, 'PTSD Help' is described as a \"free assistant for managing Post Traumatic Stress Disorder (PTSD).\"",
      "bResponse": "Yes, 'PTSD Help' is described as a \"free assistant for managing Post Traumatic Stress Disorder (PTSD).\" For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 426,
      "question_id": 606,
      "content_block_id": 61,
      "answer": "Dopomoha provides support services in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Specifically for Iași, a wide range of services are detailed, and Save the Children also offers direct services at transit points in Gros Center Iași, Sculeni border, and a mobile camp in Huși, Vaslui county.",
      "bResponse": "Dopomoha provides support services in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Specifically for Iași, a wide range of services are detailed, and Save the Children also offers direct services at transit points in Gros Center Iași, Sculeni border, and a mobile camp in Huși, Vaslui county. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 427,
      "question_id": 607,
      "content_block_id": 61,
      "answer": "The summary indicates that \"Housing\" is a category on the main page of the Dopomoha platform, suggesting it provides information related to housing. It mentions \"The support program for accommodation, meals and integration in Iași\" and notes that \"Information required for the accommodation, board and integration support program\" can be found. Additionally, under \"Organisations offering their support,\" the CTR Nicolina Refugee Center offers accommodation, and Justiție pentru minori offers accommodation and meals for mothers and children. While Dopomoha serves as a platform to access information about these resources, the summary does not explicitly state that Dopomoha itself offers specific housing assistance programs directly.",
      "bResponse": "The summary indicates that \"Housing\" is a category on the main page of the Dopomoha platform, suggesting it provides information related to housing. It mentions \"The support program for accommodation, meals and integration in Iași\" and notes that \"Information required for the accommodation, board and integration support program\" can be found. Additionally, under \"Organisations offering their support,\" the CTR Nicolina Refugee Center offers accommodation, and Justiție pentru minori offers accommodation and meals for mothers and children. While Dopomoha serves as a platform to access information about these resources, the summary does not explicitly state that Dopomoha itself offers specific housing assistance programs directly. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 428,
      "question_id": 608,
      "content_block_id": 61,
      "answer": "Individuals can access psychological support services through the Dopomoha platform. The platform highlights \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also provides comprehensive information and contact details for various organizations offering psychological support, such as the International Organization for Migration (IOM), Project HOPE, Asociatia ParentIS, World Vision Romania, Save the Children, and Red Cross Romania. These organizations offer support in multiple languages, including Russian, Ukrainian, Romanian, English, and Polish.",
      "bResponse": "Individuals can access psychological support services through the Dopomoha platform. The platform highlights \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also provides comprehensive information and contact details for various organizations offering psychological support, such as the International Organization for Migration (IOM), Project HOPE, Asociatia ParentIS, World Vision Romania, Save the Children, and Red Cross Romania. These organizations offer support in multiple languages, including Russian, Ukrainian, Romanian, English, and Polish. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 429,
      "question_id": 609,
      "content_block_id": 61,
      "answer": "Dopomoha provides information on various organizations that offer free Romanian language courses. These include the Iași County School Inspectorate, the Humanitarian and Social Assistance Center for Refugees CTR Nicolina, the Red Cross, and Caritas. The CTR Nicolina Refugee Center and Save the Children are also mentioned as offering Romanian language courses.",
      "bResponse": "Dopomoha provides information on various organizations that offer free Romanian language courses. These include the Iași County School Inspectorate, the Humanitarian and Social Assistance Center for Refugees CTR Nicolina, the Red Cross, and Caritas. The CTR Nicolina Refugee Center and Save the Children are also mentioned as offering Romanian language courses. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 430,
      "question_id": 610,
      "content_block_id": 61,
      "answer": "Users can submit feedback or report any mistakes, inconsistencies, or omissions regarding Dopomoha's services by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can submit feedback or report any mistakes, inconsistencies, or omissions regarding Dopomoha's services by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/dopomoha-iasi",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}