{
  "answers": [
    {
      "answer_id": 391,
      "question_id": 571,
      "content_block_id": 58,
      "answer": "A wide range of support services are available, encompassing various aspects of assistance. These include general information and guidance for navigating a new city, along with important contacts for immigration services, asylum seekers, and emergency situations.\n\nSpecific support categories include:\n*   **Legal and Protection**: Assistance with understanding rights and obligations (\"Law made simple\"), and registration for temporary protection.\n*   **Health and Well-being**: Access to medical services through hospitals and family doctors, psychological support for managing Post Traumatic Stress Disorder (PTSD) and general mental health, provided by various organizations (Project HOPE, Positive Progress, Terre des hommes Foundation, Save the Children, IOM, Plan International, Red Cross Romania) offering consultations, psychosocial support, mental health awareness, and psychological first aid in multiple languages. There is also a Women's Center offering reproductive health services and support for victims of domestic violence, and counseling for people living with HIV.\n*   **Education**: Enrollment in state and private kindergartens, extracurricular activities, and free Romanian language courses, along with educational, cultural, recreational, and relaxation activities.\n*   **Social and Integration**: Social assistance, daily educational programs, socialization activities, social integration support, material and financial donations, accommodation, social and legal advice, social assistance vouchers for food, hygiene, and medicine, medical consultations, subsidies for national education system costs, and support in accessing the labor market. Organizations like Fundatia Inimă de Copil, AIDRom, and Help to Ukraine Galați Association are actively involved in these areas, promoting social cohesion and integration.",
      "bResponse": "A wide range of support services are available, encompassing various aspects of assistance. These include general information and guidance for navigating a new city, along with important contacts for immigration services, asylum seekers, and emergency situations.\n\nSpecific support categories include:\n*   **Legal and Protection**: Assistance with understanding rights and obligations (\"Law made simple\"), and registration for temporary protection.\n*   **Health and Well-being**: Access to medical services through hospitals and family doctors, psychological support for managing Post Traumatic Stress Disorder (PTSD) and general mental health, provided by various organizations (Project HOPE, Positive Progress, Terre des hommes Foundation, Save the Children, IOM, Plan International, Red Cross Romania) offering consultations, psychosocial support, mental health awareness, and psychological first aid in multiple languages. There is also a Women's Center offering reproductive health services and support for victims of domestic violence, and counseling for people living with HIV.\n*   **Education**: Enrollment in state and private kindergartens, extracurricular activities, and free Romanian language courses, along with educational, cultural, recreational, and relaxation activities.\n*   **Social and Integration**: Social assistance, daily educational programs, socialization activities, social integration support, material and financial donations, accommodation, social and legal advice, social assistance vouchers for food, hygiene, and medicine, medical consultations, subsidies for national education system costs, and support in accessing the labor market. Organizations like Fundatia Inimă de Copil, AIDRom, and Help to Ukraine Galați Association are actively involved in these areas, promoting social cohesion and integration. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 392,
      "question_id": 572,
      "content_block_id": 58,
      "answer": "Support initiatives cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Additionally, Plan International offers psychological assistance in different cities across Romania, and HIV services are available through 10 Regional HIV Centers in Romania.",
      "bResponse": "Support initiatives cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. Additionally, Plan International offers psychological assistance in different cities across Romania, and HIV services are available through 10 Regional HIV Centers in Romania. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 393,
      "question_id": 573,
      "content_block_id": 58,
      "answer": "Yes, assistance is provided for both legal status and temporary protection.\n\nFor legal status, AIDRom offers social and legal advice and information.\n\nFor temporary protection, registration can take place at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102).",
      "bResponse": "Yes, assistance is provided for both legal status and temporary protection.\n\nFor legal status, AIDRom offers social and legal advice and information.\n\nFor temporary protection, registration can take place at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați (Str. Săvinești, no. 2) and the Immigration Office of Galati County (Str. Domnească no. 102). For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 394,
      "question_id": 574,
      "content_block_id": 58,
      "answer": "Yes, there are resources for housing assistance. Temporary protection registration can be done at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați. Fundatia Inimă de Copil provides accommodation among its services. Additionally, UnAcoperis.ro is listed as a useful link, which suggests a resource for housing/shelter.",
      "bResponse": "Yes, there are resources for housing assistance. Temporary protection registration can be done at the Regional Center for Procedures and Accommodation of Asylum Seekers Galați. Fundatia Inimă de Copil provides accommodation among its services. Additionally, UnAcoperis.ro is listed as a useful link, which suggests a resource for housing/shelter. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 395,
      "question_id": 575,
      "content_block_id": 58,
      "answer": "Yes, information on healthcare services can be found, including details on general medical services, psychological support, reproductive health services, and HIV counseling. For general medical needs, one can contact the County Emergency Clinical Hospital \"Sf. Apostol Andrei\" Galați or the Emergency Clinical Hospital for Children \"Sf. Ioan\" Galați, and a list of family doctors in Galați is available.\n\nFor psychological support, several organizations offer assistance, such as Project HOPE, Positive Progress psychological Solutions, Terre des hommes Foundation, Save the Children, The International Organization for Migration (IOM), Plan International Organization, and Red Cross Romania, with services often available in multiple languages including Ukrainian, Russian, Romanian, and English.\n\nA Women's Center provides support for accessing reproductive health services and navigating the health system, as well as services for victims of domestic violence. Individuals needing free, anonymous, and confidential psycho-medical-social HIV services can receive support from specialist doctors through Sens Pozitiv and 10 Regional HIV Centers in Romania. AIDRom also offers medical consultations.",
      "bResponse": "Yes, information on healthcare services can be found, including details on general medical services, psychological support, reproductive health services, and HIV counseling. For general medical needs, one can contact the County Emergency Clinical Hospital \"Sf. Apostol Andrei\" Galați or the Emergency Clinical Hospital for Children \"Sf. Ioan\" Galați, and a list of family doctors in Galați is available.\n\nFor psychological support, several organizations offer assistance, such as Project HOPE, Positive Progress psychological Solutions, Terre des hommes Foundation, Save the Children, The International Organization for Migration (IOM), Plan International Organization, and Red Cross Romania, with services often available in multiple languages including Ukrainian, Russian, Romanian, and English.\n\nA Women's Center provides support for accessing reproductive health services and navigating the health system, as well as services for victims of domestic violence. Individuals needing free, anonymous, and confidential psycho-medical-social HIV services can receive support from specialist doctors through Sens Pozitiv and 10 Regional HIV Centers in Romania. AIDRom also offers medical consultations. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 396,
      "question_id": 576,
      "content_block_id": 58,
      "answer": "Yes, educational opportunities and resources are offered. Children can be enrolled in state kindergartens and nurseries, and there are private kindergartens, like Clever Kids Kindergarten, with groups specifically for Ukrainian children. School no. 16 in Galați organizes extracurricular activities for children from Ukraine. JRS (Jesuit Refugee Service) provides free Romanian language courses and organizes educational, cultural, recreational, and relaxation activities. Fundatia Inimă de Copil offers daily educational programs and Romanian and English language courses. AIDRom also supports by subsidizing the costs of participating in the national education system.",
      "bResponse": "Yes, educational opportunities and resources are offered. Children can be enrolled in state kindergartens and nurseries, and there are private kindergartens, like Clever Kids Kindergarten, with groups specifically for Ukrainian children. School no. 16 in Galați organizes extracurricular activities for children from Ukraine. JRS (Jesuit Refugee Service) provides free Romanian language courses and organizes educational, cultural, recreational, and relaxation activities. Fundatia Inimă de Copil offers daily educational programs and Romanian and English language courses. AIDRom also supports by subsidizing the costs of participating in the national education system. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 397,
      "question_id": 577,
      "content_block_id": 58,
      "answer": "Yes, psychological support and mental health assistance are provided. Several organizations offer such services:\n\n*   **Project HOPE** provides a variety of psychological assistance, with consultations available in Ukrainian, Russian, Romanian, English, and Polish. Contact: Lucía Uscátegui Daccarett at ldaccarett@projecthope.org or 48574765954.\n*   **Positive Progress psychological Solutions** offers services for adults and children, refugees from Ukraine, and residents of Romania, including psychosocial support for humanitarian workers. Contact: Kirsten Antoncich at kirsten@positiveprogress.co.uk.\n*   **Terre des hommes Foundation** offers psychological assistance to refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. Services include referrals, community-based psychosocial support, targeted services, mental health awareness, and psychological first aid. Contact: Oksana Buga at oxana.buga@tdh.ch or 40371300390.\n*   **Save the Children** provides psychological services in Russian, Ukrainian, Romanian, and English. Contact: Ioana Tonceanu at ioana.tonceanu@salvaticopiii.ro. They also offer counseling for children and parents from Ukraine at Domnească Street, no. 101.\n*   **The International Organization for Migration (IOM)** provides psychological support through referrals, psychosocial support events, mental health awareness events, mental health first aid, training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. Contact: Boanca Simona at sboanca@iom.int or +40745016883.\n*   **Plan International Organization** offers psychological assistance for adult and child refugees from Ukraine in various Romanian cities. Contact: Elena Dinon at Elena.Dinon@plan-international.org.\n*   **Red Cross Romania** offers mental health consultations and psychological support for various categories of people in Russian, Ukrainian, Romanian, and English. Contact: Andreea Furtună at andreea.furtuna@crucearosie.ro or +40734449947. Red Cross Galați can also be contacted at galati@crucearosie.ro or 0236 413 645.\n*   **Fundatia Inimă de Copil** provides specialized psychological counseling.\n*   Additionally, a solution named \"PTSD Help\" is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD).\n*   **ConsiliereHIV.ro** offers free, anonymous, and confidential psycho-medical-social HIV services.",
      "bResponse": "Yes, psychological support and mental health assistance are provided. Several organizations offer such services:\n\n*   **Project HOPE** provides a variety of psychological assistance, with consultations available in Ukrainian, Russian, Romanian, English, and Polish. Contact: Lucía Uscátegui Daccarett at ldaccarett@projecthope.org or 48574765954.\n*   **Positive Progress psychological Solutions** offers services for adults and children, refugees from Ukraine, and residents of Romania, including psychosocial support for humanitarian workers. Contact: Kirsten Antoncich at kirsten@positiveprogress.co.uk.\n*   **Terre des hommes Foundation** offers psychological assistance to refugees from Ukraine, third-country nationals, local Romanian population, pregnant/nursing women, children, LGBTIQ+, Roma community, and unaccompanied children. Services include referrals, community-based psychosocial support, targeted services, mental health awareness, and psychological first aid. Contact: Oksana Buga at oxana.buga@tdh.ch or 40371300390.\n*   **Save the Children** provides psychological services in Russian, Ukrainian, Romanian, and English. Contact: Ioana Tonceanu at ioana.tonceanu@salvaticopiii.ro. They also offer counseling for children and parents from Ukraine at Domnească Street, no. 101.\n*   **The International Organization for Migration (IOM)** provides psychological support through referrals, psychosocial support events, mental health awareness events, mental health first aid, training, workshops, and supervision, with advice available in Russian, Ukrainian, Romanian, and English. Contact: Boanca Simona at sboanca@iom.int or +40745016883.\n*   **Plan International Organization** offers psychological assistance for adult and child refugees from Ukraine in various Romanian cities. Contact: Elena Dinon at Elena.Dinon@plan-international.org.\n*   **Red Cross Romania** offers mental health consultations and psychological support for various categories of people in Russian, Ukrainian, Romanian, and English. Contact: Andreea Furtună at andreea.furtuna@crucearosie.ro or +40734449947. Red Cross Galați can also be contacted at galati@crucearosie.ro or 0236 413 645.\n*   **Fundatia Inimă de Copil** provides specialized psychological counseling.\n*   Additionally, a solution named \"PTSD Help\" is available as a free assistant for managing Post Traumatic Stress Disorder (PTSD).\n*   **ConsiliereHIV.ro** offers free, anonymous, and confidential psycho-medical-social HIV services. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 398,
      "question_id": 578,
      "content_block_id": 58,
      "answer": "Support services are available in Ukrainian, Russian, Romanian, English, and Polish.",
      "bResponse": "Support services are available in Ukrainian, Russian, Romanian, English, and Polish. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 399,
      "question_id": 579,
      "content_block_id": 58,
      "answer": "The solutions are provided by Commit Global. Additionally, the last two solutions, \"Law made simple\" and \"PTSD Help,\" were made in partnership with Access.",
      "bResponse": "The solutions are provided by Commit Global. Additionally, the last two solutions, \"Law made simple\" and \"PTSD Help,\" were made in partnership with Access. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 400,
      "question_id": 580,
      "content_block_id": 58,
      "answer": "Individuals can access emergency help by calling the Emergency call number 112. For the National Anti-Traffic Hotline in Romania, they can call 0800 800 678 or 021 313 3100.",
      "bResponse": "Individuals can access emergency help by calling the Emergency call number 112. For the National Anti-Traffic Hotline in Romania, they can call 0800 800 678 or 021 313 3100. For more details, visit https://dopomoha.ro/en/dopomoha-galati",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}