{
  "answers": [
    {
      "answer_id": 371,
      "question_id": 551,
      "content_block_id": 56,
      "answer": "The primary purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing information and assistance across various essential areas. This includes help with housing, education, health, and transportation, as well as offering legal and psychological support. It aims to help refugees manage in a new city and better understand their rights and obligations, with specific tools like \"Law made simple\" and \"PTSD Help\" designed for this purpose.",
      "bResponse": "The primary purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing information and assistance across various essential areas. This includes help with housing, education, health, and transportation, as well as offering legal and psychological support. It aims to help refugees manage in a new city and better understand their rights and obligations, with specific tools like \"Law made simple\" and \"PTSD Help\" designed for this purpose. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 372,
      "question_id": 552,
      "content_block_id": 56,
      "answer": "The support services cover the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support services cover the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 373,
      "question_id": 553,
      "content_block_id": 56,
      "answer": "For managing Post Traumatic Stress Disorder (PTSD), a free assistant called \"PTSD Help\" is offered.",
      "bResponse": "For managing Post Traumatic Stress Disorder (PTSD), a free assistant called \"PTSD Help\" is offered. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 374,
      "question_id": 554,
      "content_block_id": 56,
      "answer": "Individuals can access legal information and understand their rights through \"Law made simple,\" a solution designed to help citizens better understand their rights and obligations. Additionally, the LOGS Association provides social and legal counseling at The LOGS House, located at 16 Aries Street, Timișoara, with contacts available via WhatsApp or Telegram at +40 787 601 239 / +40 783 001 667 or email at contact@grupullogs.ro. The Union of Ukrainians in Romania also works to protect the individual and collective rights of its members.",
      "bResponse": "Individuals can access legal information and understand their rights through \"Law made simple,\" a solution designed to help citizens better understand their rights and obligations. Additionally, the LOGS Association provides social and legal counseling at The LOGS House, located at 16 Aries Street, Timișoara, with contacts available via WhatsApp or Telegram at +40 787 601 239 / +40 783 001 667 or email at contact@grupullogs.ro. The Union of Ukrainians in Romania also works to protect the individual and collective rights of its members. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 375,
      "question_id": 555,
      "content_block_id": 56,
      "answer": "For medical services in Timișoara, you can contact the Emergency Municipal Clinical Hospital for general emergencies. For children's emergencies, the Louis Țurcanu Children's Emergency Clinical Hospital is available. A list of family doctors in Timișoara can also be found. Additionally, psychological support is offered by the Plan International Organization, and the LOGS Association provides medical assistance. The Women's Center offers support for reproductive health services and victims of domestic violence, while counseling for people living with HIV is available through specialist doctors from Regional HIV Centers and Sens Pozitiv.",
      "bResponse": "For medical services in Timișoara, you can contact the Emergency Municipal Clinical Hospital for general emergencies. For children's emergencies, the Louis Țurcanu Children's Emergency Clinical Hospital is available. A list of family doctors in Timișoara can also be found. Additionally, psychological support is offered by the Plan International Organization, and the LOGS Association provides medical assistance. The Women's Center offers support for reproductive health services and victims of domestic violence, while counseling for people living with HIV is available through specialist doctors from Regional HIV Centers and Sens Pozitiv. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 376,
      "question_id": 556,
      "content_block_id": 56,
      "answer": "In Timișoara, you can use the public transport system (STPT) for free. If asked, you will have to show an ID.",
      "bResponse": "In Timișoara, you can use the public transport system (STPT) for free. If asked, you will have to show an ID. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 377,
      "question_id": 557,
      "content_block_id": 56,
      "answer": "Ukrainian preschoolers and students can enroll in educational units in Timiș County. There are several educational units in Timiș with teaching in the Ukrainian language, including Kindergarten and Secondary School no. 2 Timisoara, Secondary School no. 24 Timisoara, \"William Shakespeare\" Theoretical High School, Șiuca Secondary School, Bethausen Middle School, Darova High School, Masloc High School, Pietroasa High School, Banloc Secondary School, Pogăneşti General School, Livezile Secondary School, and \"Iulia Hașdeu\" High School from Lugoj. Additionally, the Recaş inclusive education center and the British International School from Timisoara are mentioned.\n\nBeyond school enrollment, the Save the Children Timiș organization offers English language classes for children and a part-time kindergarten program for children over 4 years old. The SCOP organization, through its \"ASSIST\" program, provides courses for children aged 6 and older, and language courses.",
      "bResponse": "Ukrainian preschoolers and students can enroll in educational units in Timiș County. There are several educational units in Timiș with teaching in the Ukrainian language, including Kindergarten and Secondary School no. 2 Timisoara, Secondary School no. 24 Timisoara, \"William Shakespeare\" Theoretical High School, Șiuca Secondary School, Bethausen Middle School, Darova High School, Masloc High School, Pietroasa High School, Banloc Secondary School, Pogăneşti General School, Livezile Secondary School, and \"Iulia Hașdeu\" High School from Lugoj. Additionally, the Recaş inclusive education center and the British International School from Timisoara are mentioned.\n\nBeyond school enrollment, the Save the Children Timiș organization offers English language classes for children and a part-time kindergarten program for children over 4 years old. The SCOP organization, through its \"ASSIST\" program, provides courses for children aged 6 and older, and language courses. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 378,
      "question_id": 558,
      "content_block_id": 56,
      "answer": "Organizations that provide psychological support services include:\n\n*   **PTSD Help** offers a free assistant for managing Post Traumatic Stress Disorder (PTSD).\n*   **Plan International Organization** provides psychological assistance for adults and children of refugees from Ukraine in various cities of Romania.\n*   **The Timiș County Youth Foundation (FITT)**, through its \"Ukrainians in Timiș\" program, offers psychological support.\n*   **Sens Pozitiv** offers free, anonymous, and confidential psycho-medical-social HIV services.",
      "bResponse": "Organizations that provide psychological support services include:\n\n*   **PTSD Help** offers a free assistant for managing Post Traumatic Stress Disorder (PTSD).\n*   **Plan International Organization** provides psychological assistance for adults and children of refugees from Ukraine in various cities of Romania.\n*   **The Timiș County Youth Foundation (FITT)**, through its \"Ukrainians in Timiș\" program, offers psychological support.\n*   **Sens Pozitiv** offers free, anonymous, and confidential psycho-medical-social HIV services. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 379,
      "question_id": 559,
      "content_block_id": 56,
      "answer": "Yes, there is a support program for accommodation, meals, and integration in Timișoara, for which information is available.",
      "bResponse": "Yes, there is a support program for accommodation, meals, and integration in Timișoara, for which information is available. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 380,
      "question_id": 560,
      "content_block_id": 56,
      "answer": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "One can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/dopomoha-timisoara",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}