{
  "answers": [
    {
      "answer_id": 1,
      "question_id": 1,
      "content_block_id": 1,
      "answer": "Individuals entering Romania can receive various forms of support. This includes two new solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nFor unaccompanied children, teams at the border crossing points pick them up and take them to DGASPC locations or professional foster carers, where they receive basic services, including psychological counseling if needed.\n\nNGOs are present at border crossings, assisting people with food and guidance.\n\nFor general resources, food, products, clothing, tents, transportation, or volunteers, individuals can access \"Sprijin de Urgență\" to request or provide these items.\n\nTemporary accommodation support is available through \"Un Acoperiș\" for vulnerable people arriving in Romania.\n\nAdditionally, support is mentioned for Housing, Education, Health, and Transportation, and there is a Call Center available for inquiries.",
      "bResponse": "Individuals entering Romania can receive various forms of support. This includes two new solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nFor unaccompanied children, teams at the border crossing points pick them up and take them to DGASPC locations or professional foster carers, where they receive basic services, including psychological counseling if needed.\n\nNGOs are present at border crossings, assisting people with food and guidance.\n\nFor general resources, food, products, clothing, tents, transportation, or volunteers, individuals can access \"Sprijin de Urgență\" to request or provide these items.\n\nTemporary accommodation support is available through \"Un Acoperiș\" for vulnerable people arriving in Romania.\n\nAdditionally, support is mentioned for Housing, Education, Health, and Transportation, and there is a Call Center available for inquiries. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 2,
      "question_id": 2,
      "content_block_id": 1,
      "answer": "Yes, there is a specific program called \"Law made simple\" designed to support refugees by helping citizens better understand their rights and obligations.",
      "bResponse": "Yes, there is a specific program called \"Law made simple\" designed to support refugees by helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 3,
      "question_id": 3,
      "content_block_id": 1,
      "answer": "Yes, psychological support is offered. PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD). Additionally, unaccompanied children entering Romania receive basic services, including psychological counseling, if the situation requires it.",
      "bResponse": "Yes, psychological support is offered. PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD). Additionally, unaccompanied children entering Romania receive basic services, including psychological counseling, if the situation requires it. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 4,
      "question_id": 4,
      "content_block_id": 1,
      "answer": "A person can enter Romania in several ways: with temporary protection, with the right of short-stay, or as an asylum seeker.\n\nUkrainian nationals with a valid passport can enter for a short stay (up to 90 days). If they do not have a passport, they can still enter by asking for asylum at the border. They can also be granted temporary protection for one year, which can be automatically extended. All children coming from Ukraine are accepted, and minors do not need written approval from parents to cross the border. Unaccompanied children are picked up at the border and taken to specific locations for care. Ukrainian men between 18 and 60 are allowed access if they meet conditions for leaving Ukraine and entering Romania, while boys under 18 and men over 60 can freely enter.\n\nNon-Ukrainian nationals (third-country nationals) who resided in Ukraine and hold a passport can cross into Romania through common border points and obtain a visa on arrival, currently for transit purposes only, valid for up to 90 days.\n\nRussian citizens with a residence permit in Ukraine do not need a visa. If coming from the Russian Federation, Russian citizens need a visa, applied for online first.\n\nAnimals can also be brought along, even without rabies vaccination or microchip/tattoo, provided the owner completes the necessary formalities after entry.\n\nThere are no requirements to present a COVID-19 vaccination certificate, valid PCR test, or to quarantine. Entering Romania can be done via various border points from Ukraine (Halmeu, Sighetu Marmației, Siret, Rădăuți-Prut, Isaccea) or through the Republic of Moldova.",
      "bResponse": "A person can enter Romania in several ways: with temporary protection, with the right of short-stay, or as an asylum seeker.\n\nUkrainian nationals with a valid passport can enter for a short stay (up to 90 days). If they do not have a passport, they can still enter by asking for asylum at the border. They can also be granted temporary protection for one year, which can be automatically extended. All children coming from Ukraine are accepted, and minors do not need written approval from parents to cross the border. Unaccompanied children are picked up at the border and taken to specific locations for care. Ukrainian men between 18 and 60 are allowed access if they meet conditions for leaving Ukraine and entering Romania, while boys under 18 and men over 60 can freely enter.\n\nNon-Ukrainian nationals (third-country nationals) who resided in Ukraine and hold a passport can cross into Romania through common border points and obtain a visa on arrival, currently for transit purposes only, valid for up to 90 days.\n\nRussian citizens with a residence permit in Ukraine do not need a visa. If coming from the Russian Federation, Russian citizens need a visa, applied for online first.\n\nAnimals can also be brought along, even without rabies vaccination or microchip/tattoo, provided the owner completes the necessary formalities after entry.\n\nThere are no requirements to present a COVID-19 vaccination certificate, valid PCR test, or to quarantine. Entering Romania can be done via various border points from Ukraine (Halmeu, Sighetu Marmației, Siret, Rădăuți-Prut, Isaccea) or through the Republic of Moldova. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 5,
      "question_id": 5,
      "content_block_id": 1,
      "answer": "Ukrainian nationals can enter Romania in several ways: with temporary protection, with the right of short-stay, or as an asylum seeker.\n\nFor a short-stay, a valid passport is required, allowing a stay of up to 90 days. If a passport is not available, individuals can still enter by applying for asylum at the border. Temporary protection is granted for one year and can be automatically extended for periods of 6 months, up to a maximum of one year, if the situation persists. If no documents are available, entry can be made as an asylum seeker.\n\nRegarding minors, all children from Ukraine are accepted. It is advisable to carry an identity document or birth certificate, but minors do not need written approval from either parent to cross the border. Unaccompanied children are picked up at the border, taken to DGASPC locations or foster carers, and receive basic services including psychological counseling if needed.\n\nUkrainian men between 18 and 60 years old are allowed access if they meet the conditions for leaving Ukraine and entering Romania. Boys under 18 and men over 60 can leave Ukraine and enter Romania.\n\nThere are no COVID-19 related requirements; no vaccination certificate, PCR test, or quarantine is needed, nor is it required to fill in the Digital Form for Entering Romania.",
      "bResponse": "Ukrainian nationals can enter Romania in several ways: with temporary protection, with the right of short-stay, or as an asylum seeker.\n\nFor a short-stay, a valid passport is required, allowing a stay of up to 90 days. If a passport is not available, individuals can still enter by applying for asylum at the border. Temporary protection is granted for one year and can be automatically extended for periods of 6 months, up to a maximum of one year, if the situation persists. If no documents are available, entry can be made as an asylum seeker.\n\nRegarding minors, all children from Ukraine are accepted. It is advisable to carry an identity document or birth certificate, but minors do not need written approval from either parent to cross the border. Unaccompanied children are picked up at the border, taken to DGASPC locations or foster carers, and receive basic services including psychological counseling if needed.\n\nUkrainian men between 18 and 60 years old are allowed access if they meet the conditions for leaving Ukraine and entering Romania. Boys under 18 and men over 60 can leave Ukraine and enter Romania.\n\nThere are no COVID-19 related requirements; no vaccination certificate, PCR test, or quarantine is needed, nor is it required to fill in the Digital Form for Entering Romania. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 6,
      "question_id": 6,
      "content_block_id": 1,
      "answer": "All children coming from Ukraine are accepted into Romania. It is advisable to carry an identity document of the minor or a birth certificate. Minors do not need the written approval of any of the parents to cross the border, nor does a parent need the approval of the second parent for the child to cross the border.",
      "bResponse": "All children coming from Ukraine are accepted into Romania. It is advisable to carry an identity document of the minor or a birth certificate. Minors do not need the written approval of any of the parents to cross the border, nor does a parent need the approval of the second parent for the child to cross the border. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 7,
      "question_id": 7,
      "content_block_id": 1,
      "answer": "You can bring an animal into Romania even if it is not vaccinated against rabies (or if the vaccination is no longer valid) or if it is not identified with a microchip/tattoo. As the owner, you will need to fill in the Pet Location Form and complete all necessary formalities and procedures after entering Romania.",
      "bResponse": "You can bring an animal into Romania even if it is not vaccinated against rabies (or if the vaccination is no longer valid) or if it is not identified with a microchip/tattoo. As the owner, you will need to fill in the Pet Location Form and complete all necessary formalities and procedures after entering Romania. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 8,
      "question_id": 8,
      "content_block_id": 1,
      "answer": "There are no COVID-19 related entry requirements for Romania. It is not required to present a certificate of vaccination or a valid PCR test to enter from Ukraine. Additionally, quarantine is not required, and there is no need to fill in the Digital Form for Entering Romania.",
      "bResponse": "There are no COVID-19 related entry requirements for Romania. It is not required to present a certificate of vaccination or a valid PCR test to enter from Ukraine. Additionally, quarantine is not required, and there is no need to fill in the Digital Form for Entering Romania. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 9,
      "question_id": 9,
      "content_block_id": 1,
      "answer": "To find temporary accommodation in Romania, you can access \"Un Acoperiș\", which provides support for finding a place to stay.",
      "bResponse": "To find temporary accommodation in Romania, you can access \"Un Acoperiș\", which provides support for finding a place to stay. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 10,
      "question_id": 10,
      "content_block_id": 1,
      "answer": "Individuals can find assistance with basic resources like food and guidance from NGOs located at the border crossings. Additionally, the \"Sprijin de Urgență\" initiative allows individuals to request resources such as food, products, and clothing.",
      "bResponse": "Individuals can find assistance with basic resources like food and guidance from NGOs located at the border crossings. Additionally, the \"Sprijin de Urgență\" initiative allows individuals to request resources such as food, products, and clothing. For more details, visit https://dopomoha.ro/en/entering-romania",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}