{
  "answers": [
    {
      "answer_id": 141,
      "question_id": 321,
      "content_block_id": 33,
      "answer": "The primary goal of the Commit Global solution, which is Dopomoha, is to support refugees by providing access to solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "The primary goal of the Commit Global solution, which is Dopomoha, is to support refugees by providing access to solutions such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 142,
      "question_id": 322,
      "content_block_id": 33,
      "answer": "The 'Dopomoha' program offers several types of support for refugees. This includes \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it provides free medical care through the International Organization for Migration (IOM) Romania, offering consultations with a family doctor, psychologist, and gynecologist at the RomExpo center.",
      "bResponse": "The 'Dopomoha' program offers several types of support for refugees. This includes \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it provides free medical care through the International Organization for Migration (IOM) Romania, offering consultations with a family doctor, psychologist, and gynecologist at the RomExpo center. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 143,
      "question_id": 323,
      "content_block_id": 33,
      "answer": "Support services for refugees are provided in the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest. In Bucharest, the center of assistance for refugees from Ukraine is located at RomExpo.",
      "bResponse": "Support services for refugees are provided in the following cities in Romania: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, Timișoara, and Bucharest. In Bucharest, the center of assistance for refugees from Ukraine is located at RomExpo. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 144,
      "question_id": 324,
      "content_block_id": 33,
      "answer": "The 'Law made simple' solution helps citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 145,
      "question_id": 325,
      "content_block_id": 33,
      "answer": "For managing Post Traumatic Stress Disorder (PTSD), the service available is \"PTSD Help - your free assistant.\" Additionally, refugees can get a free consultation from a psychologist at RomExpo.",
      "bResponse": "For managing Post Traumatic Stress Disorder (PTSD), the service available is \"PTSD Help - your free assistant.\" Additionally, refugees can get a free consultation from a psychologist at RomExpo. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 146,
      "question_id": 326,
      "content_block_id": 33,
      "answer": "Free medical care for refugees from Ukraine can be accessed at RomExpo, located at Meresti Boulevard 65-67, Bucharest 011465. This is where the center of assistance for refugees from Ukraine is currently located, specifically in Pavilion G-7. Services are available Monday to Friday, from 9:00 to 17:00.",
      "bResponse": "Free medical care for refugees from Ukraine can be accessed at RomExpo, located at Meresti Boulevard 65-67, Bucharest 011465. This is where the center of assistance for refugees from Ukraine is currently located, specifically in Pavilion G-7. Services are available Monday to Friday, from 9:00 to 17:00. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 147,
      "question_id": 327,
      "content_block_id": 33,
      "answer": "The assistance center at RomExpo operates from Monday to Friday, from 9:00 to 17:00.",
      "bResponse": "The assistance center at RomExpo operates from Monday to Friday, from 9:00 to 17:00. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 148,
      "question_id": 328,
      "content_block_id": 33,
      "answer": "To get an appointment with a doctor, you must first make an appointment with the IOM representatives in their office located in RomExpo.",
      "bResponse": "To get an appointment with a doctor, you must first make an appointment with the IOM representatives in their office located in RomExpo. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 149,
      "question_id": 329,
      "content_block_id": 33,
      "answer": "Yes, you can ask for help from a translator, free of charge, even though all doctors are English speakers.",
      "bResponse": "Yes, you can ask for help from a translator, free of charge, even though all doctors are English speakers. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 150,
      "question_id": 330,
      "content_block_id": 33,
      "answer": "To report any mistakes, inconsistencies, or omissions, you should send an email to dopomoha@code4.ro.",
      "bResponse": "To report any mistakes, inconsistencies, or omissions, you should send an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/free-medical-care-for-refugees-from-ukraine",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}