{
  "answers": [
    {
      "answer_id": 21,
      "question_id": 201,
      "content_block_id": 21,
      "answer": "Ukrainian citizens can enter Romania with a short stay status by presenting their biometric or simple passport at the Romanian border crossing point. If fleeing the armed conflict, travel documents are not strictly required, but it is advisable to bring personal identification such as a national identity document, passport, or birth certificates. For visa-free travel within the Schengen area, a biometric passport is needed.",
      "bResponse": "Ukrainian citizens can enter Romania with a short stay status by presenting their biometric or simple passport at the Romanian border crossing point. If fleeing the armed conflict, travel documents are not strictly required, but it is advisable to bring personal identification such as a national identity document, passport, or birth certificates. For visa-free travel within the Schengen area, a biometric passport is needed. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 22,
      "question_id": 202,
      "content_block_id": 21,
      "answer": "Yes, all unaccompanied children, regardless of their age, are allowed to cross the border from Ukraine to Romania. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the authorized institutions responsible for taking care of unaccompanied minors.",
      "bResponse": "Yes, all unaccompanied children, regardless of their age, are allowed to cross the border from Ukraine to Romania. The General Directorates for Social Assistance and Child Protection (DGASPC) from each county are the authorized institutions responsible for taking care of unaccompanied minors. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 23,
      "question_id": 203,
      "content_block_id": 21,
      "answer": "Temporary protection is a special form of protection offered by European Union Member States to individuals fleeing the conflict in Ukraine. In Romania, as a beneficiary, you are protected by the Romanian state and gain access to various social and economic rights. Unlike asylum, this protection is granted automatically to eligible persons.\n\nThose who can benefit include:\n*   Ukrainian citizens and their family members, regardless of whether they arrived in Romania after February 24, 2022, or were already present.\n*   Stateless persons and third-country nationals (not from Ukraine) who had international or equivalent national protection in Ukraine before February 24, 2022, and their family members.\n*   Foreigners and stateless persons who were legally residing in Ukraine and cannot safely or stably return to their country of origin.\nFamily members are defined as husband/wife, unmarried minor children, and other close relatives who lived together as part of the family, were dependent, and were present during the events causing displacement.\n\nTemporary protection is granted by the General Inspectorate for Immigration to eligible individuals at Romanian border crossing points, including transit areas, or already within Romanian territory. Beneficiaries receive a residence permit in Romania and a personal numerical code for interactions with Romanian authorities. This permit is automatically valid until April 3, 2024, and does not require an extension.",
      "bResponse": "Temporary protection is a special form of protection offered by European Union Member States to individuals fleeing the conflict in Ukraine. In Romania, as a beneficiary, you are protected by the Romanian state and gain access to various social and economic rights. Unlike asylum, this protection is granted automatically to eligible persons.\n\nThose who can benefit include:\n*   Ukrainian citizens and their family members, regardless of whether they arrived in Romania after February 24, 2022, or were already present.\n*   Stateless persons and third-country nationals (not from Ukraine) who had international or equivalent national protection in Ukraine before February 24, 2022, and their family members.\n*   Foreigners and stateless persons who were legally residing in Ukraine and cannot safely or stably return to their country of origin.\nFamily members are defined as husband/wife, unmarried minor children, and other close relatives who lived together as part of the family, were dependent, and were present during the events causing displacement.\n\nTemporary protection is granted by the General Inspectorate for Immigration to eligible individuals at Romanian border crossing points, including transit areas, or already within Romanian territory. Beneficiaries receive a residence permit in Romania and a personal numerical code for interactions with Romanian authorities. This permit is automatically valid until April 3, 2024, and does not require an extension. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 24,
      "question_id": 204,
      "content_block_id": 21,
      "answer": "Foreign citizens or stateless persons arriving from the armed conflict area in Ukraine who do not apply for asylum can receive free accommodation in temporary accommodation and humanitarian assistance camps or other designated locations. These places provide basic necessities such as food, clothing, personal hygiene materials, and medical care. Asylum seekers are eligible for housing in one of the six Regional Accommodation and Procedures Centers for Asylum Seekers managed by the General Inspectorate for Immigration. To request accommodation, you can use the form available on https://unacoperis.ro/en. Central authorities and international organizations coordinate these requests and allocate accommodation based on individual needs.",
      "bResponse": "Foreign citizens or stateless persons arriving from the armed conflict area in Ukraine who do not apply for asylum can receive free accommodation in temporary accommodation and humanitarian assistance camps or other designated locations. These places provide basic necessities such as food, clothing, personal hygiene materials, and medical care. Asylum seekers are eligible for housing in one of the six Regional Accommodation and Procedures Centers for Asylum Seekers managed by the General Inspectorate for Immigration. To request accommodation, you can use the form available on https://unacoperis.ro/en. Central authorities and international organizations coordinate these requests and allocate accommodation based on individual needs. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 25,
      "question_id": 205,
      "content_block_id": 21,
      "answer": "Foreign nationals or stateless persons arriving from the armed conflict area in Ukraine have access to medical services in Romania. They benefit from medical services, supplies, medicines, and devices included in national curative health programs, similar to insured Romanian citizens, without paying social health insurance contributions or co-payments for outpatient medicines. Medical services in specialized outpatient healthcare do not require a doctor's referral. Additionally, clinics like Medicover offer support, including free pediatric consultations and pregnancy monitoring for Ukrainian refugee mothers, with a dedicated helpline available.",
      "bResponse": "Foreign nationals or stateless persons arriving from the armed conflict area in Ukraine have access to medical services in Romania. They benefit from medical services, supplies, medicines, and devices included in national curative health programs, similar to insured Romanian citizens, without paying social health insurance contributions or co-payments for outpatient medicines. Medical services in specialized outpatient healthcare do not require a doctor's referral. Additionally, clinics like Medicover offer support, including free pediatric consultations and pregnancy monitoring for Ukrainian refugee mothers, with a dedicated helpline available. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 26,
      "question_id": 206,
      "content_block_id": 21,
      "answer": "Yes, children from Ukraine can attend school in Romania free of charge. Their access to education is guaranteed regardless of their status in Romania. Minors seeking asylum or benefiting from a form of international protection can also take an intensive Romanian language course and participate in teaching activities free of charge.",
      "bResponse": "Yes, children from Ukraine can attend school in Romania free of charge. Their access to education is guaranteed regardless of their status in Romania. Minors seeking asylum or benefiting from a form of international protection can also take an intensive Romanian language course and participate in teaching activities free of charge. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 27,
      "question_id": 207,
      "content_block_id": 21,
      "answer": "Foreign nationals, specifically Ukrainian citizens who have legally entered Romania and have not requested a form of protection, can get a job under the same conditions as Romanian citizens without needing a job permit or visa. If a Ukrainian citizen wishes to work in a field where they have experience or studies but lack the necessary documents (diplomas, certifications), they can provide a statement confirming their training or experience, provided they do not have active criminal acts. This declaration is valid for 12 months and can be extended for 6 months or 1 year, granting them all rights and obligations under labor law. However, for professions like medicine, dentistry, veterinary medicine, pharmacy, architecture, or any liberal profession, the necessary documents are required. Ukrainian citizens who have arrived due to the armed conflict can also access employment stimulation measures and unemployment insurance by registering with the county or Bucharest municipality employment agencies.",
      "bResponse": "Foreign nationals, specifically Ukrainian citizens who have legally entered Romania and have not requested a form of protection, can get a job under the same conditions as Romanian citizens without needing a job permit or visa. If a Ukrainian citizen wishes to work in a field where they have experience or studies but lack the necessary documents (diplomas, certifications), they can provide a statement confirming their training or experience, provided they do not have active criminal acts. This declaration is valid for 12 months and can be extended for 6 months or 1 year, granting them all rights and obligations under labor law. However, for professions like medicine, dentistry, veterinary medicine, pharmacy, architecture, or any liberal profession, the necessary documents are required. Ukrainian citizens who have arrived due to the armed conflict can also access employment stimulation measures and unemployment insurance by registering with the county or Bucharest municipality employment agencies. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 28,
      "question_id": 208,
      "content_block_id": 21,
      "answer": "Ukrainian Hryvnia (UAH) can be exchanged for Romanian Lei (RON) at BCR (Romanian Commercial Bank) branches. The exchange is done at the BNR exchange rate, with a limit of up to 1,000 lei per person, valid only for individuals with Ukrainian passports. There are 11 BCR branches in border areas that are open 24/7 to facilitate this. For assistance with financial-banking services, you can call 0373514244 or email suport.linia1@bcr.ro. Additionally, BCR offers 0 lei costs for transactions made at POS and ATM with cards issued in Ukraine, 0 lei commission for opening and administering a current account, and 0 fees for inter and intra-bank payments.",
      "bResponse": "Ukrainian Hryvnia (UAH) can be exchanged for Romanian Lei (RON) at BCR (Romanian Commercial Bank) branches. The exchange is done at the BNR exchange rate, with a limit of up to 1,000 lei per person, valid only for individuals with Ukrainian passports. There are 11 BCR branches in border areas that are open 24/7 to facilitate this. For assistance with financial-banking services, you can call 0373514244 or email suport.linia1@bcr.ro. Additionally, BCR offers 0 lei costs for transactions made at POS and ATM with cards issued in Ukraine, 0 lei commission for opening and administering a current account, and 0 fees for inter and intra-bank payments. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 29,
      "question_id": 209,
      "content_block_id": 21,
      "answer": "Asylum applications in Romania are submitted in person by foreigners located in Romania or at a state border crossing point. If you are already in Romania and wish to apply for asylum, you can go to one of the six Regional Centers for Housing and Procedures for Asylum Seekers. If you are a minor, your legal representative from the Directorate of Child Protection can submit the application, or if you are 14 or older, you can apply in your own name.\n\nThe authorities competent to receive an asylum application include structures of the General Inspectorate for Immigration, Romanian Border Police, police units with detention and pre-trial detention centers, and structures of the National Administration of Penitentiaries within the Ministry of Justice. The territorial competence for receiving, registering, and processing applications lies with the regional centers in Bucharest, Timișoara, Galați, Rădăuți, Maramureș, and Giurgiu. Authorities cannot refuse an asylum application due to late submission. The application form can be completed by the asylum seeker with official support, or by the designated official based on oral statements if the applicant cannot write.",
      "bResponse": "Asylum applications in Romania are submitted in person by foreigners located in Romania or at a state border crossing point. If you are already in Romania and wish to apply for asylum, you can go to one of the six Regional Centers for Housing and Procedures for Asylum Seekers. If you are a minor, your legal representative from the Directorate of Child Protection can submit the application, or if you are 14 or older, you can apply in your own name.\n\nThe authorities competent to receive an asylum application include structures of the General Inspectorate for Immigration, Romanian Border Police, police units with detention and pre-trial detention centers, and structures of the National Administration of Penitentiaries within the Ministry of Justice. The territorial competence for receiving, registering, and processing applications lies with the regional centers in Bucharest, Timișoara, Galați, Rădăuți, Maramureș, and Giurgiu. Authorities cannot refuse an asylum application due to late submission. The application form can be completed by the asylum seeker with official support, or by the designated official based on oral statements if the applicant cannot write. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 30,
      "question_id": 210,
      "content_block_id": 21,
      "answer": "Yes, there are organizations in Romania that specifically help the LGBTQIA+ community. The ACCEPT Association, an LGBTQIA+ NGO in Romania, provides support to Ukrainian refugees. Their services include relocation assistance, transport from the Romanian border to Bucharest, accommodation (both a dedicated shelter for LGBTQIA+ individuals and other LGBTQIA+ friendly options), food, and essential items such as clothes, medicines, personal care products, and baby products. They also offer free legal and psychological counseling.\n\nYou can contact the ACCEPT Association at +40 770 613 630 (phone, WhatsApp, and Telegram) or via email at help@acceptromania.ro. They can communicate in Romanian, English, or Ukrainian via email, but the phone helpline is available in Romanian or English. Their headquarters are located at 10 Lirei Street, Sector 2, Bucharest, Romania.\n\nOther organizations that help the LGBTQIA+ community in Romania include ACT-Q ROMANIA Association, ACCEPT Associatia PRIDE Association, Equal from Romania, Eu sunt! Tu? (part of Population Services International in Romania), Identity.Education, and MozaiQ LGBT.",
      "bResponse": "Yes, there are organizations in Romania that specifically help the LGBTQIA+ community. The ACCEPT Association, an LGBTQIA+ NGO in Romania, provides support to Ukrainian refugees. Their services include relocation assistance, transport from the Romanian border to Bucharest, accommodation (both a dedicated shelter for LGBTQIA+ individuals and other LGBTQIA+ friendly options), food, and essential items such as clothes, medicines, personal care products, and baby products. They also offer free legal and psychological counseling.\n\nYou can contact the ACCEPT Association at +40 770 613 630 (phone, WhatsApp, and Telegram) or via email at help@acceptromania.ro. They can communicate in Romanian, English, or Ukrainian via email, but the phone helpline is available in Romanian or English. Their headquarters are located at 10 Lirei Street, Sector 2, Bucharest, Romania.\n\nOther organizations that help the LGBTQIA+ community in Romania include ACT-Q ROMANIA Association, ACCEPT Associatia PRIDE Association, Equal from Romania, Eu sunt! Tu? (part of Population Services International in Romania), Identity.Education, and MozaiQ LGBT. For more details, visit https://dopomoha.ro/en/information",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}