{
  "answers": [
    {
      "answer_id": 121,
      "question_id": 121,
      "content_block_id": 13,
      "answer": "Dopomoha, a Commit Global solution, is a partnership designed to support refugees. Its mission is to provide solutions such as \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "Dopomoha, a Commit Global solution, is a partnership designed to support refugees. Its mission is to provide solutions such as \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 122,
      "question_id": 122,
      "content_block_id": 13,
      "answer": "The available support services include Housing, Education, Health, Transportation, and a Call center. Additionally, there are two specific solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Other support resources are accessible through useful links such as UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple.",
      "bResponse": "The available support services include Housing, Education, Health, Transportation, and a Call center. Additionally, there are two specific solutions designed to support refugees: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Other support resources are accessible through useful links such as UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 123,
      "question_id": 123,
      "content_block_id": 13,
      "answer": "The types of physical locations or centers available include Regional Centres for Accommodation and Procedures for Asylum Seekers, and various Immigration Directorates, Services, or Offices located across different counties and municipalities in Romania.",
      "bResponse": "The types of physical locations or centers available include Regional Centres for Accommodation and Procedures for Asylum Seekers, and various Immigration Directorates, Services, or Offices located across different counties and municipalities in Romania. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 124,
      "question_id": 124,
      "content_block_id": 13,
      "answer": "Someone can contact the support organization by reaching out to the various Regional Centres for Accommodation and Procedures for Asylum Seekers or the Immigration Directorates/Services/Offices. These are located in different cities and counties across Romania, including Bucharest, Ilfov, Rădăuți, Botoșani, Neamț, Suceava, Maramureș, Bistrița-Năsăud, Baia Mare, Satu Mare, Galați, Bacău, Brăila, Constanța, Tulcea, Vaslui, Vrancea, Iași, Argeș, Buzău, Dâmbovița, Gorj, Prahova, Vâlcea, Giurgiu, Călărași, Dolj, Ialomița, Olt, Teleorman, Mehedinți, Brașov, Covasna, Alba, Cluj, Harghita, Mureș, Sălaj, Sibiu, Timișoara, Arad, Bihor, Caraș-Severin, and Hunedoara. Each office has specific phone numbers and email addresses listed.",
      "bResponse": "Someone can contact the support organization by reaching out to the various Regional Centres for Accommodation and Procedures for Asylum Seekers or the Immigration Directorates/Services/Offices. These are located in different cities and counties across Romania, including Bucharest, Ilfov, Rădăuți, Botoșani, Neamț, Suceava, Maramureș, Bistrița-Năsăud, Baia Mare, Satu Mare, Galați, Bacău, Brăila, Constanța, Tulcea, Vaslui, Vrancea, Iași, Argeș, Buzău, Dâmbovița, Gorj, Prahova, Vâlcea, Giurgiu, Călărași, Dolj, Ialomița, Olt, Teleorman, Mehedinți, Brașov, Covasna, Alba, Cluj, Harghita, Mureș, Sălaj, Sibiu, Timișoara, Arad, Bihor, Caraș-Severin, and Hunedoara. Each office has specific phone numbers and email addresses listed. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 125,
      "question_id": 125,
      "content_block_id": 13,
      "answer": "Yes, there is a program called 'Law made simple'. It is one of the two solutions designed to support refugees, specifically helping citizens better understand their rights and obligations.",
      "bResponse": "Yes, there is a program called 'Law made simple'. It is one of the two solutions designed to support refugees, specifically helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 126,
      "question_id": 126,
      "content_block_id": 13,
      "answer": "Yes, 'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, 'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 127,
      "question_id": 127,
      "content_block_id": 13,
      "answer": "The website provides general information regarding legal status, accessible from the main page. Additionally, a solution called \"Law made simple\" is available, designed to help citizens better understand their rights and obligations.",
      "bResponse": "The website provides general information regarding legal status, accessible from the main page. Additionally, a solution called \"Law made simple\" is available, designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 128,
      "question_id": 128,
      "content_block_id": 13,
      "answer": "Yes, there are specific regional centers for asylum seekers. These include the Regional Centre for Accommodation and Procedures for Asylum Seekers in Bucharest (Ilfov), Rădăuți (Suceava), Maramureș (Șomcuta Mare), Galați, Giurgiu, and Timișoara.",
      "bResponse": "Yes, there are specific regional centers for asylum seekers. These include the Regional Centre for Accommodation and Procedures for Asylum Seekers in Bucharest (Ilfov), Rădăuți (Suceava), Maramureș (Șomcuta Mare), Galați, Giurgiu, and Timișoara. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 129,
      "question_id": 129,
      "content_block_id": 13,
      "answer": "Yes, the organization provides services across different regions of Romania. The summary lists numerous Regional Centres for Accommodation and Procedures for Asylum Seekers and Immigration Offices located in various counties throughout the Northern, Eastern, Southern, and Western parts of Romania, in addition to the Bucharest and Ilfov Regional Centre.",
      "bResponse": "Yes, the organization provides services across different regions of Romania. The summary lists numerous Regional Centres for Accommodation and Procedures for Asylum Seekers and Immigration Offices located in various counties throughout the Northern, Eastern, Southern, and Western parts of Romania, in addition to the Bucharest and Ilfov Regional Centre. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 130,
      "question_id": 130,
      "content_block_id": 13,
      "answer": "Feedback or corrections can be submitted by writing an email to dopomoha@code4.ro.",
      "bResponse": "Feedback or corrections can be submitted by writing an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/issue-of-the-residence-permit",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}