{
  "answers": [
    {
      "answer_id": 191,
      "question_id": 371,
      "content_block_id": 38,
      "answer": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine. Its main purpose is to provide essential information and access to various services, including legal guidance to help citizens understand their rights and obligations, assistance for managing Post Traumatic Stress Disorder (PTSD), and detailed information on how to access free medical care such as laboratory analyses and imaging investigations. It also covers broader support categories like housing, education, health, and transportation.",
      "bResponse": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine. Its main purpose is to provide essential information and access to various services, including legal guidance to help citizens understand their rights and obligations, assistance for managing Post Traumatic Stress Disorder (PTSD), and detailed information on how to access free medical care such as laboratory analyses and imaging investigations. It also covers broader support categories like housing, education, health, and transportation. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 192,
      "question_id": 372,
      "content_block_id": 38,
      "answer": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine and the armed conflict zone. It offers solutions like \"Law made simple\" to help citizens understand their rights and obligations, \"PTSD Help\" for managing Post Traumatic Stress Disorder, and facilitates access to medical care such as laboratory analysis and imaging investigations as part of medical care for refugees from Ukraine. The information provided is part of a guide on the rights of people from the armed conflict zone in Ukraine within the social health insurance system.",
      "bResponse": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees, particularly those from Ukraine and the armed conflict zone. It offers solutions like \"Law made simple\" to help citizens understand their rights and obligations, \"PTSD Help\" for managing Post Traumatic Stress Disorder, and facilitates access to medical care such as laboratory analysis and imaging investigations as part of medical care for refugees from Ukraine. The information provided is part of a guide on the rights of people from the armed conflict zone in Ukraine within the social health insurance system. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 193,
      "question_id": 373,
      "content_block_id": 38,
      "answer": "Dopomoha offers support in various areas including Housing, Education, Health, and Transportation, and also provides a Call center. Additionally, it offers specific solutions to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides detailed information on how refugees from Ukraine can access free laboratory analysis and imaging investigations as part of their medical care.",
      "bResponse": "Dopomoha offers support in various areas including Housing, Education, Health, and Transportation, and also provides a Call center. Additionally, it offers specific solutions to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides detailed information on how refugees from Ukraine can access free laboratory analysis and imaging investigations as part of their medical care. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 194,
      "question_id": 374,
      "content_block_id": 38,
      "answer": "Yes, medical services are available, particularly for refugees from Ukraine. Dopomoha, a Commit Global solution, facilitates access to medical care, including free laboratory analysis and imaging investigations for refugees. These investigations cover various categories such as hematological, serum, urine, immunological, and microbiological analyses, as well as examinations of sampled tissues and the Papanicolaou test. Radiology, ultrasounds, doppler, CT, MRI, scintigraphy, and angiography are also covered. Additionally, Dopomoha offers \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder, as part of its solutions to support refugees. Patients can access these services with a referral ticket from a doctor who has a contract with a health insurance company and by going to a contracted laboratory.",
      "bResponse": "Yes, medical services are available, particularly for refugees from Ukraine. Dopomoha, a Commit Global solution, facilitates access to medical care, including free laboratory analysis and imaging investigations for refugees. These investigations cover various categories such as hematological, serum, urine, immunological, and microbiological analyses, as well as examinations of sampled tissues and the Papanicolaou test. Radiology, ultrasounds, doppler, CT, MRI, scintigraphy, and angiography are also covered. Additionally, Dopomoha offers \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder, as part of its solutions to support refugees. Patients can access these services with a referral ticket from a doctor who has a contract with a health insurance company and by going to a contracted laboratory. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 195,
      "question_id": 375,
      "content_block_id": 38,
      "answer": "Yes, Dopomoha provides assistance for legal matters. It offers \"Law made simple,\" a solution designed to support refugees by helping citizens better understand their rights and obligations. The platform also references a \"Manual of Rights\" and a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\"",
      "bResponse": "Yes, Dopomoha provides assistance for legal matters. It offers \"Law made simple,\" a solution designed to support refugees by helping citizens better understand their rights and obligations. The platform also references a \"Manual of Rights\" and a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 196,
      "question_id": 376,
      "content_block_id": 38,
      "answer": "Yes, mental health support is offered by Dopomoha through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees.",
      "bResponse": "Yes, mental health support is offered by Dopomoha through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 197,
      "question_id": 377,
      "content_block_id": 38,
      "answer": "Dopomoha services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 198,
      "question_id": 378,
      "content_block_id": 38,
      "answer": "PTSD Help, an assistant for managing Post Traumatic Stress Disorder, is explicitly offered as a free service. Additionally, laboratory analysis and imaging investigations for refugees from Ukraine can be free, provided patients have a referral ticket from a doctor contracted with a health insurance company and utilize a laboratory that also has a contract with the health insurance company.",
      "bResponse": "PTSD Help, an assistant for managing Post Traumatic Stress Disorder, is explicitly offered as a free service. Additionally, laboratory analysis and imaging investigations for refugees from Ukraine can be free, provided patients have a referral ticket from a doctor contracted with a health insurance company and utilize a laboratory that also has a contract with the health insurance company. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 199,
      "question_id": 379,
      "content_block_id": 38,
      "answer": "One can get in touch with Dopomoha for assistance by writing an e-mail to dopomoha@code4.ro, particularly for reporting any mistakes, inconsistencies, or omissions.",
      "bResponse": "One can get in touch with Dopomoha for assistance by writing an e-mail to dopomoha@code4.ro, particularly for reporting any mistakes, inconsistencies, or omissions. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 200,
      "question_id": 380,
      "content_block_id": 38,
      "answer": "Dopomoha is a Commit Global solution and has a partnership with Access, which developed solutions like \"Law made simple\" and \"PTSD Help\" to support refugees.",
      "bResponse": "Dopomoha is a Commit Global solution and has a partnership with Access, which developed solutions like \"Law made simple\" and \"PTSD Help\" to support refugees. For more details, visit https://dopomoha.ro/en/laboratory-analysis",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}