{
  "answers": [
    {
      "answer_id": 91,
      "question_id": 271,
      "content_block_id": 28,
      "answer": "Refugees are provided with assistance in understanding their rights and obligations, and free assistance for managing Post Traumatic Stress Disorder (PTSD). They also receive pro bono legal help, humanitarian assistance, and legal assistance for issues such as obtaining refugee status or resolving various civil or administrative legal matters. Complimentary legal counseling is also available.",
      "bResponse": "Refugees are provided with assistance in understanding their rights and obligations, and free assistance for managing Post Traumatic Stress Disorder (PTSD). They also receive pro bono legal help, humanitarian assistance, and legal assistance for issues such as obtaining refugee status or resolving various civil or administrative legal matters. Complimentary legal counseling is also available. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 92,
      "question_id": 272,
      "content_block_id": 28,
      "answer": "Refugees can obtain legal support through several channels. The National Association of the Romanian Bars offers free legal and humanitarian assistance for Ukrainian refugees, with a list of lawyers available on UA.SUPPORT, which also matches Ukrainian refugees seeking legal help with lawyers willing to offer support. ACTEDO provides legal assistance for issues such as obtaining refugee status or resolving civil and administrative legal matters. UNHCR has compiled a list of phone numbers for lawyers helping refugees, accessible by scanning a QR code. Additionally, CNRR, in collaboration with UNHCR, offers complimentary legal counseling to refugees and asylum seekers via their hotline at +40730073170, which is also accessible via WhatsApp, Telegram, and Viber, operating Monday to Friday, 8:00 AM - 10:00 PM.",
      "bResponse": "Refugees can obtain legal support through several channels. The National Association of the Romanian Bars offers free legal and humanitarian assistance for Ukrainian refugees, with a list of lawyers available on UA.SUPPORT, which also matches Ukrainian refugees seeking legal help with lawyers willing to offer support. ACTEDO provides legal assistance for issues such as obtaining refugee status or resolving civil and administrative legal matters. UNHCR has compiled a list of phone numbers for lawyers helping refugees, accessible by scanning a QR code. Additionally, CNRR, in collaboration with UNHCR, offers complimentary legal counseling to refugees and asylum seekers via their hotline at +40730073170, which is also accessible via WhatsApp, Telegram, and Viber, operating Monday to Friday, 8:00 AM - 10:00 PM. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 93,
      "question_id": 273,
      "content_block_id": 28,
      "answer": "Yes, there is a service specifically for managing Post Traumatic Stress Disorder (PTSD) called \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "Yes, there is a service specifically for managing Post Traumatic Stress Disorder (PTSD) called \"PTSD Help,\" which is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 94,
      "question_id": 274,
      "content_block_id": 28,
      "answer": "Several organizations offer free legal help for Ukrainian refugees. The National Association of the Romanian Bars conducts a campaign called \"Lawyers for refugees\" providing free legal and humanitarian assistance. UA.SUPPORT helps match Ukrainian refugees seeking legal help with lawyers willing to offer support. ACTEDO provides legal assistance for problems such as obtaining refugee status or resolving various civil or administrative legal issues. UNHCR has compiled a list of phone numbers for lawyers who help refugees. Additionally, CNRR, in collaboration with UNHCR, offers complimentary legal counseling to refugees and asylum seekers via a dedicated hotline, WhatsApp, Telegram, and Viber.",
      "bResponse": "Several organizations offer free legal help for Ukrainian refugees. The National Association of the Romanian Bars conducts a campaign called \"Lawyers for refugees\" providing free legal and humanitarian assistance. UA.SUPPORT helps match Ukrainian refugees seeking legal help with lawyers willing to offer support. ACTEDO provides legal assistance for problems such as obtaining refugee status or resolving various civil or administrative legal issues. UNHCR has compiled a list of phone numbers for lawyers who help refugees. Additionally, CNRR, in collaboration with UNHCR, offers complimentary legal counseling to refugees and asylum seekers via a dedicated hotline, WhatsApp, Telegram, and Viber. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 95,
      "question_id": 275,
      "content_block_id": 28,
      "answer": "Law made simple is a solution designed to help citizens better understand their rights and obligations.",
      "bResponse": "Law made simple is a solution designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 96,
      "question_id": 276,
      "content_block_id": 28,
      "answer": "One can contact legal counselors for refugees and asylum seekers by calling the CNRR dedicated hotline at +40730073170. This service is also accessible via WhatsApp, Telegram, and Viber. The operating hours are Monday to Friday, from 8:00 AM to 10:00 PM.",
      "bResponse": "One can contact legal counselors for refugees and asylum seekers by calling the CNRR dedicated hotline at +40730073170. This service is also accessible via WhatsApp, Telegram, and Viber. The operating hours are Monday to Friday, from 8:00 AM to 10:00 PM. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 97,
      "question_id": 277,
      "content_block_id": 28,
      "answer": "Support services for refugees operate in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services for refugees operate in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 98,
      "question_id": 278,
      "content_block_id": 28,
      "answer": "Yes, there is a campaign by the National Association of the Romanian Bars that provides free legal and humanitarian assistance for Ukrainian refugees.",
      "bResponse": "Yes, there is a campaign by the National Association of the Romanian Bars that provides free legal and humanitarian assistance for Ukrainian refugees. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 99,
      "question_id": 279,
      "content_block_id": 28,
      "answer": "Yes, lawyers can volunteer to offer support to Ukrainian refugees. UA.SUPPORT specifically asks if you are a lawyer willing to offer support to Ukrainian refugees and states that they will match you. Additionally, there is a campaign by the National Association of the Romanian Bars for free legal and humanitarian assistance for Ukrainian refugees.",
      "bResponse": "Yes, lawyers can volunteer to offer support to Ukrainian refugees. UA.SUPPORT specifically asks if you are a lawyer willing to offer support to Ukrainian refugees and states that they will match you. Additionally, there is a campaign by the National Association of the Romanian Bars for free legal and humanitarian assistance for Ukrainian refugees. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 100,
      "question_id": 280,
      "content_block_id": 28,
      "answer": "The main objective of the 'Dopomoha' solution, a Commit Global initiative, is to provide comprehensive support and assistance to refugees, particularly Ukrainian refugees. This includes offering free legal help, aiding citizens in understanding their rights and obligations through \"Law made simple,\" and providing support for managing Post Traumatic Stress Disorder (PTSD) with \"PTSD Help.\" It also serves as a platform to connect refugees with various essential services such as housing, education, health, and transportation, and facilitates access to pro bono legal assistance from organizations like the National Association of the Romanian Bars, UA.SUPPORT, ACTEDO, UNHCR, and CNRR.",
      "bResponse": "The main objective of the 'Dopomoha' solution, a Commit Global initiative, is to provide comprehensive support and assistance to refugees, particularly Ukrainian refugees. This includes offering free legal help, aiding citizens in understanding their rights and obligations through \"Law made simple,\" and providing support for managing Post Traumatic Stress Disorder (PTSD) with \"PTSD Help.\" It also serves as a platform to connect refugees with various essential services such as housing, education, health, and transportation, and facilitates access to pro bono legal assistance from organizations like the National Association of the Romanian Bars, UA.SUPPORT, ACTEDO, UNHCR, and CNRR. For more details, visit https://dopomoha.ro/en/legal-help",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}