{
  "answers": [
    {
      "answer_id": 1,
      "question_id": 181,
      "content_block_id": 19,
      "answer": "Dopomoha is a Commit Global solution. It is also the platform created by Code for Romania in partnership with the Department of Emergency Situations of the Ministry of Internal Affairs, the UN Refugee Agency, the International Organization for Migration, and the Romanian National Council for Refugees, where civilians fleeing the war in Ukraine can find relevant information about seeking protection in Romania.",
      "bResponse": "Dopomoha is a Commit Global solution. It is also the platform created by Code for Romania in partnership with the Department of Emergency Situations of the Ministry of Internal Affairs, the UN Refugee Agency, the International Organization for Migration, and the Romanian National Council for Refugees, where civilians fleeing the war in Ukraine can find relevant information about seeking protection in Romania. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 2,
      "question_id": 182,
      "content_block_id": 19,
      "answer": "The platform created by Code for Romania, in partnership with various organizations, serves as a resource where civilians fleeing the war in Ukraine can find all relevant information about seeking protection in Romania.",
      "bResponse": "The platform created by Code for Romania, in partnership with various organizations, serves as a resource where civilians fleeing the war in Ukraine can find all relevant information about seeking protection in Romania. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 3,
      "question_id": 183,
      "content_block_id": 19,
      "answer": "The platform for Ukrainian refugees was created by Code for Romania in partnership with the Department of Emergency Situations of the Ministry of Internal Affairs, the UN Refugee Agency, the International Organization for Migration, and the Romanian National Council for Refugees.",
      "bResponse": "The platform for Ukrainian refugees was created by Code for Romania in partnership with the Department of Emergency Situations of the Ministry of Internal Affairs, the UN Refugee Agency, the International Organization for Migration, and the Romanian National Council for Refugees. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 4,
      "question_id": 184,
      "content_block_id": 19,
      "answer": "\"Law made simple\" assists individuals by helping citizens better understand their rights and obligations.",
      "bResponse": "\"Law made simple\" assists individuals by helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 5,
      "question_id": 185,
      "content_block_id": 19,
      "answer": "PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 6,
      "question_id": 186,
      "content_block_id": 19,
      "answer": "Ukrainians fleeing war at home are welcomed to Romania, and anybody fleeing Ukraine can enter Romania through any of the official border crossings.",
      "bResponse": "Ukrainians fleeing war at home are welcomed to Romania, and anybody fleeing Ukraine can enter Romania through any of the official border crossings. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 7,
      "question_id": 187,
      "content_block_id": 19,
      "answer": "For seeking protection in Romania, relevant information available includes legal status, general information, simplified law explanations, support services, housing, call center details, education, health, transportation, job opportunities, safety guidelines, and PTSD help. Additionally, there are solutions like 'Law made simple' to help citizens understand their rights and obligations and 'PTSD Help' as a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "For seeking protection in Romania, relevant information available includes legal status, general information, simplified law explanations, support services, housing, call center details, education, health, transportation, job opportunities, safety guidelines, and PTSD help. Additionally, there are solutions like 'Law made simple' to help citizens understand their rights and obligations and 'PTSD Help' as a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 8,
      "question_id": 188,
      "content_block_id": 19,
      "answer": "Someone can report mistakes, inconsistencies, or omissions, or provide feedback for the platform by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Someone can report mistakes, inconsistencies, or omissions, or provide feedback for the platform by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 9,
      "question_id": 189,
      "content_block_id": 19,
      "answer": "The types of support mentioned include Housing, Education, Health, Transportation, Legal status (Law made simple), PTSD Help, Call center, Info, Stay safe, and Jobs.",
      "bResponse": "The types of support mentioned include Housing, Education, Health, Transportation, Legal status (Law made simple), PTSD Help, Call center, Info, Stay safe, and Jobs. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 10,
      "question_id": 190,
      "content_block_id": 19,
      "answer": "The Romanian cities mentioned in relation to available support are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The Romanian cities mentioned in relation to available support are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/main-page",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}