{
  "answers": [
    {
      "answer_id": 261,
      "question_id": 441,
      "content_block_id": 45,
      "answer": "The main goal of the Dopomoha initiative, a Commit Global solution, is to support refugees, especially those fleeing the war in Ukraine. This support includes providing access to solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides information regarding the rights of people from the armed conflict zone in Ukraine within the social health insurance system, such as exemption from personal contribution for outpatient medicines.",
      "bResponse": "The main goal of the Dopomoha initiative, a Commit Global solution, is to support refugees, especially those fleeing the war in Ukraine. This support includes providing access to solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. It also provides information regarding the rights of people from the armed conflict zone in Ukraine within the social health insurance system, such as exemption from personal contribution for outpatient medicines. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 262,
      "question_id": 442,
      "content_block_id": 45,
      "answer": "The health insurance system compensates for prescribed medicines by reimbursing them through the National Health and Welfare Fund. Only drugs included in the List of compensated drugs, approved by a Government's Decision, can be prescribed and financially covered. The compensation amount is determined by a drug reimbursement percentage of the prescribed price, which varies depending on the medicinal product's classification: 90% for international common names (ICN) in sublist A, 50% for ICNs in sublist B, 100% for ICNs in sublist C, and 20% for ICNs in sublist D.",
      "bResponse": "The health insurance system compensates for prescribed medicines by reimbursing them through the National Health and Welfare Fund. Only drugs included in the List of compensated drugs, approved by a Government's Decision, can be prescribed and financially covered. The compensation amount is determined by a drug reimbursement percentage of the prescribed price, which varies depending on the medicinal product's classification: 90% for international common names (ICN) in sublist A, 50% for ICNs in sublist B, 100% for ICNs in sublist C, and 20% for ICNs in sublist D. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 263,
      "question_id": 443,
      "content_block_id": 45,
      "answer": "Patients are qualified to receive compensated medications if they have a confirmed chronic disease, or conditions found in the \"Summary of product characteristics\" approved by the National Agency of Medicines and Medical Devices in Romania, or under conditions provided in therapeutic protocols for restricted drugs. These medications are issued based on an electronic medical prescription or a medical prescription with a special regime, and must be included in the List of compensated drugs approved by the Government’s Decision. The prescription must be issued by a family medicine doctor or a specialist doctor under contract with a health insurance house. Additionally, people fleeing the war in Ukraine are exempt from paying the personal contribution for medicines given in outpatient treatment.",
      "bResponse": "Patients are qualified to receive compensated medications if they have a confirmed chronic disease, or conditions found in the \"Summary of product characteristics\" approved by the National Agency of Medicines and Medical Devices in Romania, or under conditions provided in therapeutic protocols for restricted drugs. These medications are issued based on an electronic medical prescription or a medical prescription with a special regime, and must be included in the List of compensated drugs approved by the Government’s Decision. The prescription must be issued by a family medicine doctor or a specialist doctor under contract with a health insurance house. Additionally, people fleeing the war in Ukraine are exempt from paying the personal contribution for medicines given in outpatient treatment. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 264,
      "question_id": 444,
      "content_block_id": 45,
      "answer": "Compensated drugs can be prescribed by a family medicine doctor or a specialist doctor. Specialist doctors include those working in specialized outpatient clinics or hospitals, provided they have a contract with a health insurance house. Certain drugs, specifically those restricted by therapeutic protocols, can only be prescribed by a specialist doctor. Additionally, family doctors and doctors from specialized outpatient clinics are authorized to issue prescriptions for drugs from national health programs and for chronic conditions.",
      "bResponse": "Compensated drugs can be prescribed by a family medicine doctor or a specialist doctor. Specialist doctors include those working in specialized outpatient clinics or hospitals, provided they have a contract with a health insurance house. Certain drugs, specifically those restricted by therapeutic protocols, can only be prescribed by a specialist doctor. Additionally, family doctors and doctors from specialized outpatient clinics are authorized to issue prescriptions for drugs from national health programs and for chronic conditions. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 265,
      "question_id": 445,
      "content_block_id": 45,
      "answer": "The validity periods for medical prescriptions vary depending on the condition and type of prescription. For acute conditions, drugs can be prescribed for a maximum of 7 days, and the prescription itself is valid for a maximum of 48 hours. For subacute conditions, drugs can be prescribed for up to 8-10 days, with the prescription also valid for a maximum of 48 hours.\n\nFor patients with chronic illnesses, drugs can be prescribed for up to 30-31 days, and the medical prescription is valid for a maximum of 30 days from its issuing date. For patients with stabilized chronic diseases and a stable therapeutic regimen, drugs can be prescribed for a period of up to 90, 91, or 92 days. Prescriptions issued for these longer periods (90/91/92 days), especially when prescribed online with an extended electronic signature, can be issued in installments for 30/31/32 days, and their overall validity is a maximum of 92 days, depending on the prescribed period. The first release for these longer prescriptions must occur within a maximum of 30 days from the date of issuance.",
      "bResponse": "The validity periods for medical prescriptions vary depending on the condition and type of prescription. For acute conditions, drugs can be prescribed for a maximum of 7 days, and the prescription itself is valid for a maximum of 48 hours. For subacute conditions, drugs can be prescribed for up to 8-10 days, with the prescription also valid for a maximum of 48 hours.\n\nFor patients with chronic illnesses, drugs can be prescribed for up to 30-31 days, and the medical prescription is valid for a maximum of 30 days from its issuing date. For patients with stabilized chronic diseases and a stable therapeutic regimen, drugs can be prescribed for a period of up to 90, 91, or 92 days. Prescriptions issued for these longer periods (90/91/92 days), especially when prescribed online with an extended electronic signature, can be issued in installments for 30/31/32 days, and their overall validity is a maximum of 92 days, depending on the prescribed period. The first release for these longer prescriptions must occur within a maximum of 30 days from the date of issuance. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 266,
      "question_id": 446,
      "content_block_id": 45,
      "answer": "The percentage of a drug's cost covered by health insurance varies depending on the drug's classification. It can be 90% for international common names (ICN) in sublist A, 50% for ICN in sublist B, 100% for ICN in sublist C, and 20% for ICN in sublist D.",
      "bResponse": "The percentage of a drug's cost covered by health insurance varies depending on the drug's classification. It can be 90% for international common names (ICN) in sublist A, 50% for ICN in sublist B, 100% for ICN in sublist C, and 20% for ICN in sublist D. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 267,
      "question_id": 447,
      "content_block_id": 45,
      "answer": "Yes, compensated medicines can be picked up by patients from any pharmacy in the country that has a contract with the health insurance houses. This is true regardless of the health insurance company with which the patient is registered or the health insurance company in contractual relation with the doctor, with the exception of medicines that are subject to cost-volume-result contracts.",
      "bResponse": "Yes, compensated medicines can be picked up by patients from any pharmacy in the country that has a contract with the health insurance houses. This is true regardless of the health insurance company with which the patient is registered or the health insurance company in contractual relation with the doctor, with the exception of medicines that are subject to cost-volume-result contracts. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 268,
      "question_id": 448,
      "content_block_id": 45,
      "answer": "Yes, people fleeing the war in Ukraine are exempted from paying the personal contribution for medicines given in outpatient treatment. This information is detailed in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” by the National Health Insurance House.",
      "bResponse": "Yes, people fleeing the war in Ukraine are exempted from paying the personal contribution for medicines given in outpatient treatment. This information is detailed in the “Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system” by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 269,
      "question_id": 449,
      "content_block_id": 45,
      "answer": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 270,
      "question_id": 450,
      "content_block_id": 45,
      "answer": "Beyond health, the project offers support in housing, education, and transportation. It also provides access to tools like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder.",
      "bResponse": "Beyond health, the project offers support in housing, education, and transportation. It also provides access to tools like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/medicines",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}