{
  "answers": [
    {
      "answer_id": 271,
      "question_id": 451,
      "content_block_id": 46,
      "answer": "The primary goal of the Dopomoha program, a Commit Global solution, is to support refugees. This is achieved through a partnership that offers \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). The program broadly provides humanitarian support and assistance to foreign citizens or stateless persons in special situations coming from the area of armed conflict in Ukraine.",
      "bResponse": "The primary goal of the Dopomoha program, a Commit Global solution, is to support refugees. This is achieved through a partnership that offers \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). The program broadly provides humanitarian support and assistance to foreign citizens or stateless persons in special situations coming from the area of armed conflict in Ukraine. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 272,
      "question_id": 452,
      "content_block_id": 46,
      "answer": "Humanitarian assistance offered to foreign citizens includes two solutions designed to support refugees: Law made simple, which helps citizens better understand their rights and obligations, and PTSD Help, a free assistant for managing Post Traumatic Stress Disorder. Additionally, beneficiaries of Emergency Ordinance no.15/2022, foreign citizens or stateless persons from the armed conflict in Ukraine, receive medical devices based on medical prescriptions without any personal contribution. Broader support categories also encompass Housing, Education, Health, Transportation, and Call center services.",
      "bResponse": "Humanitarian assistance offered to foreign citizens includes two solutions designed to support refugees: Law made simple, which helps citizens better understand their rights and obligations, and PTSD Help, a free assistant for managing Post Traumatic Stress Disorder. Additionally, beneficiaries of Emergency Ordinance no.15/2022, foreign citizens or stateless persons from the armed conflict in Ukraine, receive medical devices based on medical prescriptions without any personal contribution. Broader support categories also encompass Housing, Education, Health, Transportation, and Call center services. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 273,
      "question_id": 453,
      "content_block_id": 46,
      "answer": "Yes, the Law made simple program helps citizens better understand their rights and obligations.",
      "bResponse": "Yes, the Law made simple program helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 274,
      "question_id": 454,
      "content_block_id": 46,
      "answer": "The PTSD Help assistant provides free assistance for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "The PTSD Help assistant provides free assistance for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 275,
      "question_id": 455,
      "content_block_id": 46,
      "answer": "Medical devices are covered for patients, provided for a fixed or indefinite period, based on a medical prescription from a doctor who has a contract with the health insurance house. These devices are issued by providers also under contract with the health insurance house, either by purchasing or renting them. However, for certain medical devices with prices exceeding those set by CNAS, the insured person might need to cover a portion of the cost. Notably, beneficiaries from the armed conflict zone in Ukraine, under Emergency Ordinance no.15/2022, are not required to make any personal contribution for medical devices.",
      "bResponse": "Medical devices are covered for patients, provided for a fixed or indefinite period, based on a medical prescription from a doctor who has a contract with the health insurance house. These devices are issued by providers also under contract with the health insurance house, either by purchasing or renting them. However, for certain medical devices with prices exceeding those set by CNAS, the insured person might need to cover a portion of the cost. Notably, beneficiaries from the armed conflict zone in Ukraine, under Emergency Ordinance no.15/2022, are not required to make any personal contribution for medical devices. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 276,
      "question_id": 456,
      "content_block_id": 46,
      "answer": "Support services are offered in the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are offered in the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 277,
      "question_id": 457,
      "content_block_id": 46,
      "answer": "The provided summary mentions \"Call center\" as a category under various sections like \"Main page,\" \"Legal status,\" \"Info,\" \"Stay safe,\" \"Support,\" \"Housing,\" \"Education,\" \"Health,\" and \"Transportation,\" as well as under \"Other cities.\" However, it does not provide any specific information or instructions on how individuals can access or utilize a call center for inquiries, such as a phone number, operating hours, or contact procedure.",
      "bResponse": "The provided summary mentions \"Call center\" as a category under various sections like \"Main page,\" \"Legal status,\" \"Info,\" \"Stay safe,\" \"Support,\" \"Housing,\" \"Education,\" \"Health,\" and \"Transportation,\" as well as under \"Other cities.\" However, it does not provide any specific information or instructions on how individuals can access or utilize a call center for inquiries, such as a phone number, operating hours, or contact procedure. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 278,
      "question_id": 458,
      "content_block_id": 46,
      "answer": "Key partners involved in delivering support include Commit Global, which provides the overall solution, and Access, which partnered to create solutions like \"Law made simple\" and \"PTSD Help\" designed to support refugees. Additionally, the National Health Insurance House (CNAS) is responsible for the guide on rights in the social health insurance system and is involved in the provision of medical devices to patients.",
      "bResponse": "Key partners involved in delivering support include Commit Global, which provides the overall solution, and Access, which partnered to create solutions like \"Law made simple\" and \"PTSD Help\" designed to support refugees. Additionally, the National Health Insurance House (CNAS) is responsible for the guide on rights in the social health insurance system and is involved in the provision of medical devices to patients. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 279,
      "question_id": 459,
      "content_block_id": 46,
      "answer": "The available information regarding legal status is limited to its presence as a menu item on the main page, alongside other categories such as \"Info,\" \"Stay safe,\" \"Support,\" \"Housing,\" \"Education,\" \"Health,\" and \"Transportation.\" No specific details or content about legal status itself are provided in the summary.",
      "bResponse": "The available information regarding legal status is limited to its presence as a menu item on the main page, alongside other categories such as \"Info,\" \"Stay safe,\" \"Support,\" \"Housing,\" \"Education,\" \"Health,\" and \"Transportation.\" No specific details or content about legal status itself are provided in the summary. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 280,
      "question_id": 460,
      "content_block_id": 46,
      "answer": "Yes, you can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Yes, you can report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/medical-devices",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}