{
  "answers": [
    {
      "answer_id": 301,
      "question_id": 481,
      "content_block_id": 49,
      "answer": "The primary purpose of the Dopomoha solution, a Commit Global solution, is to support refugees. This is achieved by providing access to resources such as \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it contains information like the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\"",
      "bResponse": "The primary purpose of the Dopomoha solution, a Commit Global solution, is to support refugees. This is achieved by providing access to resources such as \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Additionally, it contains information like the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 302,
      "question_id": 482,
      "content_block_id": 49,
      "answer": "A partnership provides two solutions designed to support refugees: \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "A partnership provides two solutions designed to support refugees: \"Law made simple,\" which helps citizens better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 303,
      "question_id": 483,
      "content_block_id": 49,
      "answer": "'Law made simple' helps citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 304,
      "question_id": 484,
      "content_block_id": 49,
      "answer": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD). It is one of two solutions developed in partnership to support refugees.",
      "bResponse": "'PTSD Help' is a free assistant designed to help individuals manage Post Traumatic Stress Disorder (PTSD). It is one of two solutions developed in partnership to support refugees. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 305,
      "question_id": 485,
      "content_block_id": 49,
      "answer": "The National Health Insurance House (CNAS) is responsible for running the national curative health programs, which focus on treatment.",
      "bResponse": "The National Health Insurance House (CNAS) is responsible for running the national curative health programs, which focus on treatment. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 306,
      "question_id": 486,
      "content_block_id": 49,
      "answer": "Within the national curative health programs (PNSC), patients can benefit from medicine, sanitary materials, medical devices, specific services (such as radiotherapy and dialysis services), and specific investigations (like glycosylated hemoglobin dosage and PET-CT investigations), depending on the condition being treated. For patients with chronic renal failure receiving dialysis, non-medicalized transport from and to their homes and monthly transport of medicines and sanitary materials for peritoneal dialysis at home are also provided. Only medicines included in the List of compensated medicines approved by Government Decision are covered, and only for conditions subject to the PNSC.",
      "bResponse": "Within the national curative health programs (PNSC), patients can benefit from medicine, sanitary materials, medical devices, specific services (such as radiotherapy and dialysis services), and specific investigations (like glycosylated hemoglobin dosage and PET-CT investigations), depending on the condition being treated. For patients with chronic renal failure receiving dialysis, non-medicalized transport from and to their homes and monthly transport of medicines and sanitary materials for peritoneal dialysis at home are also provided. Only medicines included in the List of compensated medicines approved by Government Decision are covered, and only for conditions subject to the PNSC. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 307,
      "question_id": 487,
      "content_block_id": 49,
      "answer": "To enroll in a national curative health program, a specialist doctor can decide to enroll a patient based on their condition, state of health, and eligibility criteria. The treatment is prescribed by the specialist doctor, though for some ailments, a family doctor can prescribe it based on a medical letter from the specialist. Patients must contact a specialist doctor working in a health unit that operates the specific program. A list of these health facilities can be found on the web pages of health insurance companies, under the \"Information for insured people\" - \"National Curative Health Programs\" section.",
      "bResponse": "To enroll in a national curative health program, a specialist doctor can decide to enroll a patient based on their condition, state of health, and eligibility criteria. The treatment is prescribed by the specialist doctor, though for some ailments, a family doctor can prescribe it based on a medical letter from the specialist. Patients must contact a specialist doctor working in a health unit that operates the specific program. A list of these health facilities can be found on the web pages of health insurance companies, under the \"Information for insured people\" - \"National Curative Health Programs\" section. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 308,
      "question_id": 488,
      "content_block_id": 49,
      "answer": "The national curative health programs address a variety of specific diseases and conditions, including: Cardiovascular Disease, Oncology, deafness (treated through implantable auditory prostheses), Diabetes, Neurological diseases, Hemophilia and thalassemia, various Rare diseases, Mental Health, Endocrine diseases, Orthopedic conditions, conditions requiring transplantation of organs, tissues and cells of human origin, chronic renal failure (replacement of renal function), and intensive therapy for liver failure. The programs also include a national PET-CT program for diagnosis and treatment.",
      "bResponse": "The national curative health programs address a variety of specific diseases and conditions, including: Cardiovascular Disease, Oncology, deafness (treated through implantable auditory prostheses), Diabetes, Neurological diseases, Hemophilia and thalassemia, various Rare diseases, Mental Health, Endocrine diseases, Orthopedic conditions, conditions requiring transplantation of organs, tissues and cells of human origin, chronic renal failure (replacement of renal function), and intensive therapy for liver failure. The programs also include a national PET-CT program for diagnosis and treatment. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 309,
      "question_id": 489,
      "content_block_id": 49,
      "answer": "The various cities listed, including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara, are presented under the \"Other cities\" section, alongside categories like \"Housing,\" \"Education,\" \"Health,\" \"Transportation,\" and \"Call center.\" Their significance lies in indicating specific locations where support services or information related to these areas might be accessible or relevant.",
      "bResponse": "The various cities listed, including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara, are presented under the \"Other cities\" section, alongside categories like \"Housing,\" \"Education,\" \"Health,\" \"Transportation,\" and \"Call center.\" Their significance lies in indicating specific locations where support services or information related to these areas might be accessible or relevant. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 310,
      "question_id": 490,
      "content_block_id": 49,
      "answer": "Errors, inconsistencies, or omissions in the information can be reported by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Errors, inconsistencies, or omissions in the information can be reported by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/national-curative-health-programs",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}