{
  "answers": [
    {
      "answer_id": 281,
      "question_id": 461,
      "content_block_id": 47,
      "answer": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing them with resources such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. This information is specifically contained in a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\"",
      "bResponse": "The main purpose of the Dopomoha initiative, a Commit Global solution, is to support refugees by providing them with resources such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. This information is specifically contained in a \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system.\" For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 282,
      "question_id": 462,
      "content_block_id": 47,
      "answer": "Support offered to refugees includes \"Law made simple,\" designed to help them better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Furthermore, information is available through a guide on the rights of people from the armed conflict zone in Ukraine within the social health insurance system.",
      "bResponse": "Support offered to refugees includes \"Law made simple,\" designed to help them better understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. Furthermore, information is available through a guide on the rights of people from the armed conflict zone in Ukraine within the social health insurance system. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 283,
      "question_id": 463,
      "content_block_id": 47,
      "answer": "Yes, there are resources available to help understand legal rights. One solution designed to support refugees is \"Law made simple,\" which aims to help citizens better understand their rights and obligations. This information is contained in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House.",
      "bResponse": "Yes, there are resources available to help understand legal rights. One solution designed to support refugees is \"Law made simple,\" which aims to help citizens better understand their rights and obligations. This information is contained in the \"Guide on the rights of people from the armed conflict zone in Ukraine in the social health insurance system\" by the National Health Insurance House. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 284,
      "question_id": 464,
      "content_block_id": 47,
      "answer": "Yes, individuals can find assistance for managing Post Traumatic Stress Disorder (PTSD) through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees.",
      "bResponse": "Yes, individuals can find assistance for managing Post Traumatic Stress Disorder (PTSD) through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 285,
      "question_id": 465,
      "content_block_id": 47,
      "answer": "Yes, medical services and medicines necessary for the treatment of COVID-19 are covered by the FNUASS for insured persons, uninsured persons, and other individuals on the territory of Romania diagnosed with the virus. Additionally, all people in Romania showing COVID-19 symptoms can benefit from remote consultations. Medical services are also provided in evaluation centers for persons with mild or moderate clinical manifestations and at least two risk factors, without needing a referral note. The \"Post-Covid-19 Syndrome Evaluation\" service is covered during day hospitalization. Patients with moderate or severe respiratory insufficiency after COVID-19 may benefit from a continuous oxygen administration device, and those with certain conditions may receive noninvasive ventilation. Furthermore, post-COVID-19 conditions like physical therapy, psychological counseling, and psychotherapy are covered by the health insurance system, provided the doctors offering these services work in clinics contracted with the health insurance house.",
      "bResponse": "Yes, medical services and medicines necessary for the treatment of COVID-19 are covered by the FNUASS for insured persons, uninsured persons, and other individuals on the territory of Romania diagnosed with the virus. Additionally, all people in Romania showing COVID-19 symptoms can benefit from remote consultations. Medical services are also provided in evaluation centers for persons with mild or moderate clinical manifestations and at least two risk factors, without needing a referral note. The \"Post-Covid-19 Syndrome Evaluation\" service is covered during day hospitalization. Patients with moderate or severe respiratory insufficiency after COVID-19 may benefit from a continuous oxygen administration device, and those with certain conditions may receive noninvasive ventilation. Furthermore, post-COVID-19 conditions like physical therapy, psychological counseling, and psychotherapy are covered by the health insurance system, provided the doctors offering these services work in clinics contracted with the health insurance house. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 286,
      "question_id": 466,
      "content_block_id": 47,
      "answer": "One can get a COVID-19 vaccination in Bucharest at family medicine offices. A list of these offices is available for download.",
      "bResponse": "One can get a COVID-19 vaccination in Bucharest at family medicine offices. A list of these offices is available for download. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 287,
      "question_id": 467,
      "content_block_id": 47,
      "answer": "For post-COVID-19 conditions, support includes the \"Post-Covid-19 Syndrome Evaluation\" service during day hospitalization for those with long-term symptoms. Patients with moderate or severe respiratory insufficiency can receive a device for continuous oxygen administration, such as an oxygen concentrator. Noninvasive ventilation may also be provided for patients with specific conditions. Additionally, physical therapy, psychological counseling, and psychotherapy are available upon recommendation from cardiology and pneumology doctors, covered by the health insurance system if provided by contracted clinics.",
      "bResponse": "For post-COVID-19 conditions, support includes the \"Post-Covid-19 Syndrome Evaluation\" service during day hospitalization for those with long-term symptoms. Patients with moderate or severe respiratory insufficiency can receive a device for continuous oxygen administration, such as an oxygen concentrator. Noninvasive ventilation may also be provided for patients with specific conditions. Additionally, physical therapy, psychological counseling, and psychotherapy are available upon recommendation from cardiology and pneumology doctors, covered by the health insurance system if provided by contracted clinics. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 288,
      "question_id": 468,
      "content_block_id": 47,
      "answer": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 289,
      "question_id": 469,
      "content_block_id": 47,
      "answer": "The website lists \"Terms and conditions\" under its \"Useful links\" section. However, the summary does not provide the specific details or content of these terms and conditions.",
      "bResponse": "The website lists \"Terms and conditions\" under its \"Useful links\" section. However, the summary does not provide the specific details or content of these terms and conditions. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 290,
      "question_id": 470,
      "content_block_id": 47,
      "answer": "The platform offers support related to Housing and Transportation, as these are listed among the categories of support provided.",
      "bResponse": "The platform offers support related to Housing and Transportation, as these are listed among the categories of support provided. For more details, visit https://dopomoha.ro/en/patients-with-covid-19",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}