{
  "answers": [
    {
      "answer_id": 81,
      "question_id": 81,
      "content_block_id": 9,
      "answer": "The Dopomoha initiative provides comprehensive support designed for refugees, including legal assistance through \"Law made simple\" to help citizens understand their rights and obligations, and mental health support via \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also offers general support categories such as housing, education, health, and transportation.\n\nThe initiative facilitates access to emergency resources through \"Sprijin de Urgență,\" where users can request or provide food, products, clothing, tents, transportation, or volunteers. Accommodation support is available through \"Un Acoperiș\" for finding or offering temporary housing.\n\nAdditionally, it offers practical help with basic conversation phrases in Romanian, English, and Ukrainian for various needs, medical assistance information (e.g., finding a doctor, reporting illness, information on pregnancy, diabetes, allergies), and details on places and directions (police, ambulance, pharmacy, church, shop). It also covers transport options, document and financial assistance (identity cards, passports, money, ATMs, lawyers), and general information for daily life.",
      "bResponse": "The Dopomoha initiative provides comprehensive support designed for refugees, including legal assistance through \"Law made simple\" to help citizens understand their rights and obligations, and mental health support via \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also offers general support categories such as housing, education, health, and transportation.\n\nThe initiative facilitates access to emergency resources through \"Sprijin de Urgență,\" where users can request or provide food, products, clothing, tents, transportation, or volunteers. Accommodation support is available through \"Un Acoperiș\" for finding or offering temporary housing.\n\nAdditionally, it offers practical help with basic conversation phrases in Romanian, English, and Ukrainian for various needs, medical assistance information (e.g., finding a doctor, reporting illness, information on pregnancy, diabetes, allergies), and details on places and directions (police, ambulance, pharmacy, church, shop). It also covers transport options, document and financial assistance (identity cards, passports, money, ATMs, lawyers), and general information for daily life. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 82,
      "question_id": 82,
      "content_block_id": 9,
      "answer": "The Dopomoha initiative is designed to support refugees. It provides solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. The platform also offers information on housing, education, health, and transportation, along with basic conversation phrases in Ukrainian.",
      "bResponse": "The Dopomoha initiative is designed to support refugees. It provides solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. The platform also offers information on housing, education, health, and transportation, along with basic conversation phrases in Ukrainian. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 83,
      "question_id": 83,
      "content_block_id": 9,
      "answer": "The Law made simple program is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The Law made simple program is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 84,
      "question_id": 84,
      "content_block_id": 9,
      "answer": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is a free assistant designed for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 85,
      "question_id": 85,
      "content_block_id": 9,
      "answer": "The Dopomoha platform, a Commit Global solution, offers several types of assistance. It provides two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nAdditionally, through partnerships and linked initiatives, it facilitates:\n*   **Emergency support** via \"Sprijin de Urgență,\" where users can request or offer resources such as food, products, clothing, tents, transportation, or volunteers.\n*   **Accommodation assistance** through \"Un Acoperiș,\" helping individuals find temporary housing or allowing others to provide living spaces.\n\nThe platform also generally lists support for Housing, Education, Health, and Transportation, and includes practical information for medical help, places and directions, and document/money-related needs.",
      "bResponse": "The Dopomoha platform, a Commit Global solution, offers several types of assistance. It provides two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder.\n\nAdditionally, through partnerships and linked initiatives, it facilitates:\n*   **Emergency support** via \"Sprijin de Urgență,\" where users can request or offer resources such as food, products, clothing, tents, transportation, or volunteers.\n*   **Accommodation assistance** through \"Un Acoperiș,\" helping individuals find temporary housing or allowing others to provide living spaces.\n\nThe platform also generally lists support for Housing, Education, Health, and Transportation, and includes practical information for medical help, places and directions, and document/money-related needs. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 86,
      "question_id": 86,
      "content_block_id": 9,
      "answer": "Dopomoha services are offered in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha services are offered in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 87,
      "question_id": 87,
      "content_block_id": 9,
      "answer": "The Dopomoha platform supports Romanian, English, Ukrainian (Latin alphabet), and Ukrainian (Cyrillic alphabet).",
      "bResponse": "The Dopomoha platform supports Romanian, English, Ukrainian (Latin alphabet), and Ukrainian (Cyrillic alphabet). For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 88,
      "question_id": 88,
      "content_block_id": 9,
      "answer": "One can request or offer resources via Sprijin de Urgență by clicking on \"Request or provide resources\". This platform is for those who need or can provide resources, food, products, clothing, tents, transportation, or volunteers.",
      "bResponse": "One can request or offer resources via Sprijin de Urgență by clicking on \"Request or provide resources\". This platform is for those who need or can provide resources, food, products, clothing, tents, transportation, or volunteers. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 89,
      "question_id": 89,
      "content_block_id": 9,
      "answer": "To find or offer temporary accommodation through Un Acoperiș, you need to \"Access Un Acoperiș!\" which then allows you to \"Search or offer accommodation.\" This service supports those needing a temporary space or those willing to provide one for vulnerable people arriving in Romania.",
      "bResponse": "To find or offer temporary accommodation through Un Acoperiș, you need to \"Access Un Acoperiș!\" which then allows you to \"Search or offer accommodation.\" This service supports those needing a temporary space or those willing to provide one for vulnerable people arriving in Romania. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 90,
      "question_id": 90,
      "content_block_id": 9,
      "answer": "Users can provide feedback or report mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can provide feedback or report mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/phrase-book",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}