{
  "answers": [
    {
      "answer_id": 81,
      "question_id": 261,
      "content_block_id": 27,
      "answer": "The Dopomoha initiative, a Commit Global solution, aims to support refugees by providing resources such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also offers extensive psychological support, especially for children, during times of stress and crisis.",
      "bResponse": "The Dopomoha initiative, a Commit Global solution, aims to support refugees by providing resources such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also offers extensive psychological support, especially for children, during times of stress and crisis. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 82,
      "question_id": 262,
      "content_block_id": 27,
      "answer": "The types of support services offered include Housing, Education, Health, and Transportation. Additionally, specific solutions are provided such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" which is a free assistant for managing Post Traumatic Stress Disorder. Psychological support for children is also a key service, along with access to a call center.",
      "bResponse": "The types of support services offered include Housing, Education, Health, and Transportation. Additionally, specific solutions are provided such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" which is a free assistant for managing Post Traumatic Stress Disorder. Psychological support for children is also a key service, along with access to a call center. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 83,
      "question_id": 263,
      "content_block_id": 27,
      "answer": "Yes, there is a specific program for legal assistance called \"Law made simple.\" It is designed to help citizens better understand their rights and obligations.",
      "bResponse": "Yes, there is a specific program for legal assistance called \"Law made simple.\" It is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 84,
      "question_id": 264,
      "content_block_id": 27,
      "answer": "Yes, psychological support is provided for children, as the summary includes a dedicated section titled \"Psychological support for children\" which offers tips on how to provide psychological comfort to a child during stressful times. It emphasizes that war is stressful for children and provides advice such as hugging, explaining, distracting, and maintaining routines. It also advises parents to take care of their own well-being, express emotions appropriately, and make an action plan with the child. Additionally, it mentions \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD)\" as one of the solutions designed to support refugees.",
      "bResponse": "Yes, psychological support is provided for children, as the summary includes a dedicated section titled \"Psychological support for children\" which offers tips on how to provide psychological comfort to a child during stressful times. It emphasizes that war is stressful for children and provides advice such as hugging, explaining, distracting, and maintaining routines. It also advises parents to take care of their own well-being, express emotions appropriately, and make an action plan with the child. Additionally, it mentions \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD)\" as one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 85,
      "question_id": 265,
      "content_block_id": 27,
      "answer": "Yes, the platform offers \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees.",
      "bResponse": "Yes, the platform offers \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 86,
      "question_id": 266,
      "content_block_id": 27,
      "answer": "Support services are available in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are available in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 87,
      "question_id": 267,
      "content_block_id": 27,
      "answer": "The provided summary does not contain information on how to contact the support call center. It only lists \"Call center\" as a category under \"Support\" alongside other services like Housing, Education, Health, and Transportation.",
      "bResponse": "The provided summary does not contain information on how to contact the support call center. It only lists \"Call center\" as a category under \"Support\" alongside other services like Housing, Education, Health, and Transportation. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 88,
      "question_id": 268,
      "content_block_id": 27,
      "answer": "Yes, there are extensive resources and tips for parents on supporting their children, especially in stressful or emergency situations.\n\nThe summary provides:\n*   **General psychological support for children:** Emphasizing hugging, explaining, distracting, and the importance of calm parents. It also advises on taking care of oneself (sleep, food, communication) and explaining parental emotions to children in an age-appropriate manner.\n*   **5 useful tips to help children feel more protected in an emergency:** Including surrounding the child with love and care, tactile contact for young children, maintaining daily routines, understanding a child's misbehavior as an expression of feelings, and parents taking care of their own health.\n*   **Tips for parents in a state of stress:** Such as thinking of the future, getting rid of guilt, trying to eat and sleep, asking for help, and talking about emotions.\n*   **Detailed guidance on how parents can support a child:**\n    1.  **Make an action plan with your child:** Define routes to shelter, decide on actions, use short and clear phrases, and draw maps for visual understanding.\n    2.  **Observe the child's condition and respond to needs:** Ask open-ended questions, monitor emotional response and activity, and engage children who are in a stupor with questions, physical touch, or tasks.\n    3.  **Speak out and show your emotions:** Acknowledge the child's feelings (\"I see you're scared/angry\") rather than dismissing them. Avoid making promises that are not dependent on you, but reassure them of your presence (\"whatever happens, the main thing is that we have each other\"). Allow children to play or draw \"war\" to process emotions.\n    4.  **Hug the baby:** Body contact helps reduce stress. Teach self-calming exercises like \"Butterfly hugs\" and \"Cocoon,\" and focus on restoring stable breathing.\n    5.  **Follow a routine as much as possible:** Recreating the sequence of the day provides a sense of control.\n    6.  **Take care of yourself:** Parents' calmness and well-being influence the child. It's important to talk to friends and family for support.\n\nAdditionally, the summary provides links to UNICEF resources for more information on supporting children in conflict and crisis situations, and understanding symptoms of psychological trauma in children.",
      "bResponse": "Yes, there are extensive resources and tips for parents on supporting their children, especially in stressful or emergency situations.\n\nThe summary provides:\n*   **General psychological support for children:** Emphasizing hugging, explaining, distracting, and the importance of calm parents. It also advises on taking care of oneself (sleep, food, communication) and explaining parental emotions to children in an age-appropriate manner.\n*   **5 useful tips to help children feel more protected in an emergency:** Including surrounding the child with love and care, tactile contact for young children, maintaining daily routines, understanding a child's misbehavior as an expression of feelings, and parents taking care of their own health.\n*   **Tips for parents in a state of stress:** Such as thinking of the future, getting rid of guilt, trying to eat and sleep, asking for help, and talking about emotions.\n*   **Detailed guidance on how parents can support a child:**\n    1.  **Make an action plan with your child:** Define routes to shelter, decide on actions, use short and clear phrases, and draw maps for visual understanding.\n    2.  **Observe the child's condition and respond to needs:** Ask open-ended questions, monitor emotional response and activity, and engage children who are in a stupor with questions, physical touch, or tasks.\n    3.  **Speak out and show your emotions:** Acknowledge the child's feelings (\"I see you're scared/angry\") rather than dismissing them. Avoid making promises that are not dependent on you, but reassure them of your presence (\"whatever happens, the main thing is that we have each other\"). Allow children to play or draw \"war\" to process emotions.\n    4.  **Hug the baby:** Body contact helps reduce stress. Teach self-calming exercises like \"Butterfly hugs\" and \"Cocoon,\" and focus on restoring stable breathing.\n    5.  **Follow a routine as much as possible:** Recreating the sequence of the day provides a sense of control.\n    6.  **Take care of yourself:** Parents' calmness and well-being influence the child. It's important to talk to friends and family for support.\n\nAdditionally, the summary provides links to UNICEF resources for more information on supporting children in conflict and crisis situations, and understanding symptoms of psychological trauma in children. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 89,
      "question_id": 269,
      "content_block_id": 27,
      "answer": "The solution is a partnership with Access, made by A Commit Global solution.",
      "bResponse": "The solution is a partnership with Access, made by A Commit Global solution. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 90,
      "question_id": 270,
      "content_block_id": 27,
      "answer": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Users can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/psychological-support-for-children",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}