{
  "answers": [
    {
      "answer_id": 91,
      "question_id": 91,
      "content_block_id": 10,
      "answer": "Dopomoha.ro's primary goal is to support refugees by providing access to essential resources and information. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also facilitates emergency support through \"Sprijin de Urgență\" for resources like food, clothing, transportation, and volunteers, and \"Un Acoperiș\" for finding or offering temporary accommodation for vulnerable people coming to Romania.",
      "bResponse": "Dopomoha.ro's primary goal is to support refugees by providing access to essential resources and information. This includes solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. It also facilitates emergency support through \"Sprijin de Urgență\" for resources like food, clothing, transportation, and volunteers, and \"Un Acoperiș\" for finding or offering temporary accommodation for vulnerable people coming to Romania. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 92,
      "question_id": 92,
      "content_block_id": 10,
      "answer": "Dopomoha.ro provides support for housing, education, health, and transportation. It also offers specific solutions designed to support refugees, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. Additionally, through \"Sprijin de Urgență,\" it facilitates access to resources such as food, products, clothing, tents, and volunteers, and through \"Un Acoperiș,\" it supports finding temporary accommodation.",
      "bResponse": "Dopomoha.ro provides support for housing, education, health, and transportation. It also offers specific solutions designed to support refugees, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. Additionally, through \"Sprijin de Urgență,\" it facilitates access to resources such as food, products, clothing, tents, and volunteers, and through \"Un Acoperiș,\" it supports finding temporary accommodation. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 93,
      "question_id": 93,
      "content_block_id": 10,
      "answer": "Dopomoha.ro's services are accessible in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha.ro's services are accessible in the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 94,
      "question_id": 94,
      "content_block_id": 10,
      "answer": "The 'Law made simple' initiative helps citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' initiative helps citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 95,
      "question_id": 95,
      "content_block_id": 10,
      "answer": "PTSD Help offers assistance as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help offers assistance as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 96,
      "question_id": 96,
      "content_block_id": 10,
      "answer": "Individuals can request or offer resources such as food, products, clothing, tents, transportation, or volunteers through 'Sprijin de Urgență' by selecting the \"Request or provide resources\" option.",
      "bResponse": "Individuals can request or offer resources such as food, products, clothing, tents, transportation, or volunteers through 'Sprijin de Urgență' by selecting the \"Request or provide resources\" option. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 97,
      "question_id": 97,
      "content_block_id": 10,
      "answer": "'Un Acoperiș' is a service designed to support individuals in finding temporary accommodation or to allow others to provide a space to help vulnerable people arriving in Romania. It assists by enabling users to either search for or offer accommodation.",
      "bResponse": "'Un Acoperiș' is a service designed to support individuals in finding temporary accommodation or to allow others to provide a space to help vulnerable people arriving in Romania. It assists by enabling users to either search for or offer accommodation. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 98,
      "question_id": 98,
      "content_block_id": 10,
      "answer": "Yes, there is a guide available with common expressions in Romanian, translated into English and Ukrainian. It is referred to as a phrase book.",
      "bResponse": "Yes, there is a guide available with common expressions in Romanian, translated into English and Ukrainian. It is referred to as a phrase book. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 99,
      "question_id": 99,
      "content_block_id": 10,
      "answer": "Someone can report errors, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "Someone can report errors, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 100,
      "question_id": 100,
      "content_block_id": 10,
      "answer": "Dopomoha.ro is a Commit Global solution.",
      "bResponse": "Dopomoha.ro is a Commit Global solution. For more details, visit https://dopomoha.ro/en/share",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}