{
  "answers": [
    {
      "answer_id": 41,
      "question_id": 221,
      "content_block_id": 23,
      "answer": "The Dopomoha initiative is a Commit Global solution designed to support refugees. Its purpose is to provide assistance and information, including two specific solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also provides comprehensive information and support regarding entry into Romania, social services, work, education, medical assistance, and accommodation for refugees, particularly Ukrainian nationals.",
      "bResponse": "The Dopomoha initiative is a Commit Global solution designed to support refugees. Its purpose is to provide assistance and information, including two specific solutions: \"Law made simple,\" which helps citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also provides comprehensive information and support regarding entry into Romania, social services, work, education, medical assistance, and accommodation for refugees, particularly Ukrainian nationals. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 42,
      "question_id": 222,
      "content_block_id": 23,
      "answer": "The support services cover the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support services cover the Romanian cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 43,
      "question_id": 223,
      "content_block_id": 23,
      "answer": "Individuals in need are offered various types of support, including food, clothing, personal hygiene products, and primary health care, as well as emergency and free medical care for acute or chronic life-threatening diseases within temporary accommodation and humanitarian assistance camps. They also have the right to be included in national public health programs for contagious diseases.\n\nResources like food, products, clothing, tents, transportation, or volunteers can be requested through \"Sprijin de Urgență\".\n\nFor work, individuals have the right to work in Romania, potentially needing a work permit. Employment incentive measures and protection within the unemployment insurance system are available through registration with county employment agencies, and free services are offered by the National Agency for Employment (ANOFM).\n\nChildren and young refugees can enroll in the Romanian education system if they have legal residence or temporary protection/asylum.\n\nMedical assistance includes medical services, supplies, medicines, and devices, similar to insured Romanian citizens, without social health insurance contributions or co-payment for certain services. Specialized outpatient healthcare is also provided without a referral.\n\nFor accommodation, while there's no direct financial support for renting, individuals and legal entities hosting refugees can be reimbursed for daily accommodation and food expenses. Support in finding temporary accommodation is available through \"Un Acoperiș\".\n\nAdditionally, there are solutions designed to support refugees, such as \"Law made simple\" to help understand rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder.",
      "bResponse": "Individuals in need are offered various types of support, including food, clothing, personal hygiene products, and primary health care, as well as emergency and free medical care for acute or chronic life-threatening diseases within temporary accommodation and humanitarian assistance camps. They also have the right to be included in national public health programs for contagious diseases.\n\nResources like food, products, clothing, tents, transportation, or volunteers can be requested through \"Sprijin de Urgență\".\n\nFor work, individuals have the right to work in Romania, potentially needing a work permit. Employment incentive measures and protection within the unemployment insurance system are available through registration with county employment agencies, and free services are offered by the National Agency for Employment (ANOFM).\n\nChildren and young refugees can enroll in the Romanian education system if they have legal residence or temporary protection/asylum.\n\nMedical assistance includes medical services, supplies, medicines, and devices, similar to insured Romanian citizens, without social health insurance contributions or co-payment for certain services. Specialized outpatient healthcare is also provided without a referral.\n\nFor accommodation, while there's no direct financial support for renting, individuals and legal entities hosting refugees can be reimbursed for daily accommodation and food expenses. Support in finding temporary accommodation is available through \"Un Acoperiș\".\n\nAdditionally, there are solutions designed to support refugees, such as \"Law made simple\" to help understand rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 44,
      "question_id": 224,
      "content_block_id": 23,
      "answer": "Yes, there is specific help available for Post Traumatic Stress Disorder (PTSD). \"PTSD Help\" is mentioned as a free assistant designed to support refugees in managing Post Traumatic Stress Disorder.",
      "bResponse": "Yes, there is specific help available for Post Traumatic Stress Disorder (PTSD). \"PTSD Help\" is mentioned as a free assistant designed to support refugees in managing Post Traumatic Stress Disorder. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 45,
      "question_id": 225,
      "content_block_id": 23,
      "answer": "One can learn about legal status in Romania through \"Law made simple,\" a solution designed to help citizens better understand their rights and obligations.",
      "bResponse": "One can learn about legal status in Romania through \"Law made simple,\" a solution designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 46,
      "question_id": 226,
      "content_block_id": 23,
      "answer": "Yes, there are programs and platforms to assist with finding housing or accommodation. The \"Un Acoperiș\" platform is available for those who need support in finding temporary accommodation or for those who wish to provide a space. Additionally, temporary accommodation and humanitarian assistance camps are established by county/municipality committees where food, clothing, personal hygiene products, and primary healthcare are ensured. While there is no direct financial support for renting a home, individuals and legal entities hosting people from the conflict zone in Ukraine can receive reimbursement for daily accommodation and food expenses. Resources like tents can also be requested via the \"Sprijin de Urgență\" platform.",
      "bResponse": "Yes, there are programs and platforms to assist with finding housing or accommodation. The \"Un Acoperiș\" platform is available for those who need support in finding temporary accommodation or for those who wish to provide a space. Additionally, temporary accommodation and humanitarian assistance camps are established by county/municipality committees where food, clothing, personal hygiene products, and primary healthcare are ensured. While there is no direct financial support for renting a home, individuals and legal entities hosting people from the conflict zone in Ukraine can receive reimbursement for daily accommodation and food expenses. Resources like tents can also be requested via the \"Sprijin de Urgență\" platform. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 47,
      "question_id": 227,
      "content_block_id": 23,
      "answer": "All children and young refugees from Ukraine can enroll in the Romanian education system, provided they have legal residence in Romania, either through temporary protection or asylum.",
      "bResponse": "All children and young refugees from Ukraine can enroll in the Romanian education system, provided they have legal residence in Romania, either through temporary protection or asylum. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 48,
      "question_id": 228,
      "content_block_id": 23,
      "answer": "Yes, medical assistance and healthcare support are available. Foreign nationals or stateless persons from the armed conflict zone in Ukraine benefit from medical services, supplies, medicines, and medical devices included in national curative health programs, similar to insured Romanian citizens. They do not have to pay contributions to the social health insurance system, the personal contribution for outpatient medicines, and are exempt from co-payment. Medical services in specialized outpatient healthcare are provided without needing a referral from a doctor. Additionally, primary health care, appropriate treatment, emergency medical care, and free medical care and treatment for acute or chronic life-threatening diseases are ensured through the national health care system. They also have the right to be included in national public health programs for prevention, surveillance, and control of contagious diseases in epidemiological risk situations.",
      "bResponse": "Yes, medical assistance and healthcare support are available. Foreign nationals or stateless persons from the armed conflict zone in Ukraine benefit from medical services, supplies, medicines, and medical devices included in national curative health programs, similar to insured Romanian citizens. They do not have to pay contributions to the social health insurance system, the personal contribution for outpatient medicines, and are exempt from co-payment. Medical services in specialized outpatient healthcare are provided without needing a referral from a doctor. Additionally, primary health care, appropriate treatment, emergency medical care, and free medical care and treatment for acute or chronic life-threatening diseases are ensured through the national health care system. They also have the right to be included in national public health programs for prevention, surveillance, and control of contagious diseases in epidemiological risk situations. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 49,
      "question_id": 229,
      "content_block_id": 23,
      "answer": "Commit Global is responsible for the \"Dopomoha\" solution, which encompasses various initiatives designed to support refugees. These initiatives include \"Law made simple,\" which helps citizens understand their rights, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also appears to be the overarching entity behind the information and services provided on the platform, such as those related to housing, education, health, and transportation for refugees in Romania.",
      "bResponse": "Commit Global is responsible for the \"Dopomoha\" solution, which encompasses various initiatives designed to support refugees. These initiatives include \"Law made simple,\" which helps citizens understand their rights, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. It also appears to be the overarching entity behind the information and services provided on the platform, such as those related to housing, education, health, and transportation for refugees in Romania. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 50,
      "question_id": 230,
      "content_block_id": 23,
      "answer": "To request or offer resources such as food, products, clothing, tents, transportation, or volunteers via Sprijin de Urgență, you can register your request on the website https://sprijindeurgenta.ro/.",
      "bResponse": "To request or offer resources such as food, products, clothing, tents, transportation, or volunteers via Sprijin de Urgență, you can register your request on the website https://sprijindeurgenta.ro/. For more details, visit https://dopomoha.ro/en/short-stay",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}