{
  "answers": [
    {
      "answer_id": 201,
      "question_id": 381,
      "content_block_id": 39,
      "answer": "Support programs available for refugees include:\n\n1.  **Legal and Mental Health Assistance:**\n    *   **Law made simple:** A solution designed to help citizens better understand their rights and obligations.\n    *   **PTSD Help:** A free assistant for managing Post Traumatic Stress Disorder (PTSD).\n\n2.  **Medical Services:**\n    *   **Specialized Medical Services:** For individuals from war zones of Ukraine, specialized medical services for clinical specialties within the basic service package are provided without requiring a referral ticket from a family doctor. This includes:\n        *   Medical services for emergency situations.\n        *   Curative medical services for acute conditions.\n        *   Consultations for chronic diseases (up to 4 per quarter, maximum 2 per month), which can also be offered remotely.\n        *   Detection of diseases with endemic-epidemic potential (remote consultations available).\n        *   Consultations for family planning services (counseling, evaluation, monitoring, and treatment of complications).\n        *   Palliative care services.\n        *   Diagnostic and therapeutic services.\n        *   Pregnancy and pregnancy surveillance services.\n        *   Medical services for diagnostic purposes, including day hospitalization services (less than 12 hours) such as monitoring normal and high-risk pregnancies, prenatal screening, and early detection of precancerous lesions.\n    *   **Post-Hospitalization Consultations:** For those with a confirmed diagnosis upon leaving the hospital, up to 2 free consultations are offered for tracking condition evolution, performing therapeutic procedures, wound care (e.g., thread or cast removal), and recommendations for necessary paraclinical investigations.\n    *   **Referred Services:** Specialist doctors can recommend services such as medical/palliative care at home, medical devices, technologies, and assistive devices. They can also issue referral tickets for other specialties or medical leave certificates.\n    *   **Psychological and Physiotherapy Services:**\n        *   **Psychological Services:** Psychological counseling and psychotherapy, as well as special psychopedagogical counseling through a speech therapist, are available and can be provided remotely.\n        *   **Physiotherapy Services:** Individual or group physiotherapy, including with special mechanical, electromechanical, or robotic devices.\n        *   **Post-COVID-19 Support:** Patients with conditions or aggravations after COVID-19 can receive physical therapy, psychological counseling, and psychotherapy upon recommendation from cardiology and pulmonology doctors.",
      "bResponse": "Support programs available for refugees include:\n\n1.  **Legal and Mental Health Assistance:**\n    *   **Law made simple:** A solution designed to help citizens better understand their rights and obligations.\n    *   **PTSD Help:** A free assistant for managing Post Traumatic Stress Disorder (PTSD).\n\n2.  **Medical Services:**\n    *   **Specialized Medical Services:** For individuals from war zones of Ukraine, specialized medical services for clinical specialties within the basic service package are provided without requiring a referral ticket from a family doctor. This includes:\n        *   Medical services for emergency situations.\n        *   Curative medical services for acute conditions.\n        *   Consultations for chronic diseases (up to 4 per quarter, maximum 2 per month), which can also be offered remotely.\n        *   Detection of diseases with endemic-epidemic potential (remote consultations available).\n        *   Consultations for family planning services (counseling, evaluation, monitoring, and treatment of complications).\n        *   Palliative care services.\n        *   Diagnostic and therapeutic services.\n        *   Pregnancy and pregnancy surveillance services.\n        *   Medical services for diagnostic purposes, including day hospitalization services (less than 12 hours) such as monitoring normal and high-risk pregnancies, prenatal screening, and early detection of precancerous lesions.\n    *   **Post-Hospitalization Consultations:** For those with a confirmed diagnosis upon leaving the hospital, up to 2 free consultations are offered for tracking condition evolution, performing therapeutic procedures, wound care (e.g., thread or cast removal), and recommendations for necessary paraclinical investigations.\n    *   **Referred Services:** Specialist doctors can recommend services such as medical/palliative care at home, medical devices, technologies, and assistive devices. They can also issue referral tickets for other specialties or medical leave certificates.\n    *   **Psychological and Physiotherapy Services:**\n        *   **Psychological Services:** Psychological counseling and psychotherapy, as well as special psychopedagogical counseling through a speech therapist, are available and can be provided remotely.\n        *   **Physiotherapy Services:** Individual or group physiotherapy, including with special mechanical, electromechanical, or robotic devices.\n        *   **Post-COVID-19 Support:** Patients with conditions or aggravations after COVID-19 can receive physical therapy, psychological counseling, and psychotherapy upon recommendation from cardiology and pulmonology doctors. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 202,
      "question_id": 382,
      "content_block_id": 39,
      "answer": "The 'Law made simple' initiative is designed to support refugees by helping citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' initiative is designed to support refugees by helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 203,
      "question_id": 383,
      "content_block_id": 39,
      "answer": "'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "'PTSD Help' is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 204,
      "question_id": 384,
      "content_block_id": 39,
      "answer": "Specialized ambulatory medical assistance is provided in medical practices, health units, specialized and integrated outpatient clinics within hospitals, diagnostic and treatment medical centers, and palliative care clinics, contracted by the health insurance company.\n\nFor people from the war zones of Ukraine, specialized medical services can be accessed without a referral ticket (prescription) from a family doctor.\n\nConsultations for chronic conditions and diseases with potential endemo-epidemic that require isolation can also be offered remotely by any means of communication, without a mandatory referral ticket from a family doctor or other specialist, with documents sent online.\n\nDoctors with certain specializations (e.g., neurologist, psychiatrist, rheumatologist) can recommend services from a psychologist or physiotherapist if the outpatient clinic has qualified staff or a contract with a provider. Psychiatric therapies, psychological counseling, psychotherapy, and speech therapist services can also be provided remotely. Patients with conditions or aggravations after COVID-19 can benefit from physical therapy, psychological counseling, and psychotherapy through the recommendation of cardiology and pneumology doctors.",
      "bResponse": "Specialized ambulatory medical assistance is provided in medical practices, health units, specialized and integrated outpatient clinics within hospitals, diagnostic and treatment medical centers, and palliative care clinics, contracted by the health insurance company.\n\nFor people from the war zones of Ukraine, specialized medical services can be accessed without a referral ticket (prescription) from a family doctor.\n\nConsultations for chronic conditions and diseases with potential endemo-epidemic that require isolation can also be offered remotely by any means of communication, without a mandatory referral ticket from a family doctor or other specialist, with documents sent online.\n\nDoctors with certain specializations (e.g., neurologist, psychiatrist, rheumatologist) can recommend services from a psychologist or physiotherapist if the outpatient clinic has qualified staff or a contract with a provider. Psychiatric therapies, psychological counseling, psychotherapy, and speech therapist services can also be provided remotely. Patients with conditions or aggravations after COVID-19 can benefit from physical therapy, psychological counseling, and psychotherapy through the recommendation of cardiology and pneumology doctors. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 205,
      "question_id": 385,
      "content_block_id": 39,
      "answer": "Yes, there are specific medical services for people from war zones. Individuals coming from the war zones of Ukraine can receive specialized medical services for clinical specialties included in the basic service package without needing a referral ticket. Additionally, it is possible for them to get a consultation from a specialist without a prescription from a family doctor.",
      "bResponse": "Yes, there are specific medical services for people from war zones. Individuals coming from the war zones of Ukraine can receive specialized medical services for clinical specialties included in the basic service package without needing a referral ticket. Additionally, it is possible for them to get a consultation from a specialist without a prescription from a family doctor. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 206,
      "question_id": 386,
      "content_block_id": 39,
      "answer": "The kinds of psychological counseling or therapy offered include psychological counseling, psychotherapy, and special psychopedagogical counseling, which can be provided through a speech therapist. Psychiatric therapies are also mentioned. These services can be offered remotely through any means of communication. Patients with conditions or aggravations after COVID-19 can also benefit from psychological counseling and psychotherapy with a doctor's recommendation.",
      "bResponse": "The kinds of psychological counseling or therapy offered include psychological counseling, psychotherapy, and special psychopedagogical counseling, which can be provided through a speech therapist. Psychiatric therapies are also mentioned. These services can be offered remotely through any means of communication. Patients with conditions or aggravations after COVID-19 can also benefit from psychological counseling and psychotherapy with a doctor's recommendation. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 207,
      "question_id": 387,
      "content_block_id": 39,
      "answer": "The types of physiotherapy services available include individual or group physiotherapy, and physiotherapy with special devices such as mechanical, electromechanical, and robotic devices.",
      "bResponse": "The types of physiotherapy services available include individual or group physiotherapy, and physiotherapy with special devices such as mechanical, electromechanical, and robotic devices. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 208,
      "question_id": 388,
      "content_block_id": 39,
      "answer": "Patients with conditions or aggravations after COVID-19 can benefit from physical therapy, psychological counseling, and psychotherapy, provided through the recommendation of doctors from the clinical specialties of cardiology and pneumology.",
      "bResponse": "Patients with conditions or aggravations after COVID-19 can benefit from physical therapy, psychological counseling, and psychotherapy, provided through the recommendation of doctors from the clinical specialties of cardiology and pneumology. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 209,
      "question_id": 389,
      "content_block_id": 39,
      "answer": "The organizations behind the 'Commit Global solution' are Commit Global and Dopomoha.",
      "bResponse": "The organizations behind the 'Commit Global solution' are Commit Global and Dopomoha. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 210,
      "question_id": 390,
      "content_block_id": 39,
      "answer": "Support services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Support services are accessible in the following cities: Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/specialist-doctor",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}