{
  "answers": [
    {
      "answer_id": 41,
      "question_id": 41,
      "content_block_id": 5,
      "answer": "The Dopomoha platform is a Commit Global solution designed to support refugees. It provides information and resources related to housing, education, health, and transportation, and includes a call center. It also offers solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. Additionally, the platform provides guidance on staying safe, addressing human trafficking, offering a guide for emergencies or war, and a map of shelters in Romania.",
      "bResponse": "The Dopomoha platform is a Commit Global solution designed to support refugees. It provides information and resources related to housing, education, health, and transportation, and includes a call center. It also offers solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. Additionally, the platform provides guidance on staying safe, addressing human trafficking, offering a guide for emergencies or war, and a map of shelters in Romania. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 42,
      "question_id": 42,
      "content_block_id": 5,
      "answer": "Dopomoha provides support services covering Housing, Education, Health, and Transportation. It offers specific solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. The platform also provides information on staying safe, including guidance on human trafficking (how to reduce vulnerability, child safety, and reporting contacts) and a \"Guide for what to do in case of emergency or war\" with instructions on preparation and action. Additionally, it offers a map of shelters in Romania and Bucharest, and general support through a call center and for various cities like Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha provides support services covering Housing, Education, Health, and Transportation. It offers specific solutions like \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder. The platform also provides information on staying safe, including guidance on human trafficking (how to reduce vulnerability, child safety, and reporting contacts) and a \"Guide for what to do in case of emergency or war\" with instructions on preparation and action. Additionally, it offers a map of shelters in Romania and Bucharest, and general support through a call center and for various cities like Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 43,
      "question_id": 43,
      "content_block_id": 5,
      "answer": "Dopomoha's listed services cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Dopomoha's listed services cover the cities of Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 44,
      "question_id": 44,
      "content_block_id": 5,
      "answer": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations.",
      "bResponse": "The 'Law made simple' solution is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 45,
      "question_id": 45,
      "content_block_id": 5,
      "answer": "PTSD Help assists individuals with Post Traumatic Stress Disorder by serving as a free assistant for managing the condition.",
      "bResponse": "PTSD Help assists individuals with Post Traumatic Stress Disorder by serving as a free assistant for managing the condition. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 46,
      "question_id": 46,
      "content_block_id": 5,
      "answer": "Information and resources about human trafficking can be found under the \"Stay safe\" section. This includes details on how to reduce vulnerability to human trafficking, learn more about child safety, and find contacts to report in case of suspicion of human trafficking.",
      "bResponse": "Information and resources about human trafficking can be found under the \"Stay safe\" section. This includes details on how to reduce vulnerability to human trafficking, learn more about child safety, and find contacts to report in case of suspicion of human trafficking. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 47,
      "question_id": 47,
      "content_block_id": 5,
      "answer": "Yes, there is a guide available titled “What to do in case of emergency or war.” It is created by the Ukrainian authorities and provides detailed instructions on how to prepare for emergencies and how to act if they occur.",
      "bResponse": "Yes, there is a guide available titled “What to do in case of emergency or war.” It is created by the Ukrainian authorities and provides detailed instructions on how to prepare for emergencies and how to act if they occur. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 48,
      "question_id": 48,
      "content_block_id": 5,
      "answer": "A person can find a list of shelters in Romania on the \"Map of shelters in Romania\" section. Additionally, a specific list of shelters in Bucharest is also provided.",
      "bResponse": "A person can find a list of shelters in Romania on the \"Map of shelters in Romania\" section. Additionally, a specific list of shelters in Bucharest is also provided. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 49,
      "question_id": 49,
      "content_block_id": 5,
      "answer": "To report any mistakes, inconsistencies, or omissions on the Dopomoha website, you should send an email to dopomoha@code4.ro.",
      "bResponse": "To report any mistakes, inconsistencies, or omissions on the Dopomoha website, you should send an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 50,
      "question_id": 50,
      "content_block_id": 5,
      "answer": "Dopomoha's useful links section includes UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple.",
      "bResponse": "Dopomoha's useful links section includes UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple. For more details, visit https://dopomoha.ro/en/stay-safe",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}