{
  "answers": [
    {
      "answer_id": 121,
      "question_id": 301,
      "content_block_id": 31,
      "answer": "The main goal of the Commit Global initiative is to provide solutions and support, particularly for refugees and families with children with disabilities in times of war and emergencies. This includes offering \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder, both designed to support refugees. Additionally, it provides guidance and resources for taking care of children with disabilities during emergencies, including advice on preparing an emergency suitcase and strategies for managing stress in children with autism spectrum disorders.",
      "bResponse": "The main goal of the Commit Global initiative is to provide solutions and support, particularly for refugees and families with children with disabilities in times of war and emergencies. This includes offering \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" as a free assistant for managing Post Traumatic Stress Disorder, both designed to support refugees. Additionally, it provides guidance and resources for taking care of children with disabilities during emergencies, including advice on preparing an emergency suitcase and strategies for managing stress in children with autism spectrum disorders. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 122,
      "question_id": 302,
      "content_block_id": 31,
      "answer": "The support services offered include housing, education, health, and transportation, accessible via a call center. Additionally, there are solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. The platform also provides guidance and resources for taking care of children with disabilities during emergencies, including advice on preparing an emergency suitcase and strategies for children with autism spectrum disorders and/or mental disorders. Further support is indicated through useful links to organizations like UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple.",
      "bResponse": "The support services offered include housing, education, health, and transportation, accessible via a call center. Additionally, there are solutions designed to support refugees, such as \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help\" for managing Post Traumatic Stress Disorder. The platform also provides guidance and resources for taking care of children with disabilities during emergencies, including advice on preparing an emergency suitcase and strategies for children with autism spectrum disorders and/or mental disorders. Further support is indicated through useful links to organizations like UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, CineCeFace.ro, and LawMadeSimple. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 123,
      "question_id": 303,
      "content_block_id": 31,
      "answer": "Specific resources designed to support refugees are available, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. The platform also offers support in areas such as Housing, Education, Health, and Transportation, with a call center and services available in various cities including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "Specific resources designed to support refugees are available, including \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. The platform also offers support in areas such as Housing, Education, Health, and Transportation, with a call center and services available in various cities including Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 124,
      "question_id": 304,
      "content_block_id": 31,
      "answer": "Yes, the initiative provides assistance for Post Traumatic Stress Disorder (PTSD) through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees.",
      "bResponse": "Yes, the initiative provides assistance for Post Traumatic Stress Disorder (PTSD) through \"PTSD Help - your free assistant for managing Post Traumatic Stress Disorder (PTSD),\" which is one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 125,
      "question_id": 305,
      "content_block_id": 31,
      "answer": "Citizens can learn more about their legal rights and obligations through \"Law made simple,\" one of the solutions designed to support refugees.",
      "bResponse": "Citizens can learn more about their legal rights and obligations through \"Law made simple,\" one of the solutions designed to support refugees. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 126,
      "question_id": 306,
      "content_block_id": 31,
      "answer": "For families preparing for emergencies, especially those with children with disabilities, several important aspects are highlighted. It is advised to prepare an emergency suitcase for a child with a disability, which should include a strategic first aid kit for 3-4 weeks with necessary medicines, especially those taken regularly. Special food, such as infant formulas or purees, should be included with enough reserve if the child has a special diet or eating disorder. Hygiene products like diapers, disposable diapers, and remedies for bedsores and intertrigo are also crucial for children with toilet difficulties. Additionally, special equipment like beds, stretchers, or wheelchairs should be taken if required and possible during evacuation.\n\nFor children with autism spectrum disorders and/or mental disorders, specific preparations are recommended for situations involving explosions or bomb shelters. Parents are advised to build a \"hut\" with blankets and pillows next to a load-bearing wall and teach the child to take cover there for a few minutes. Using headphones for sensitive children or teaching them to use them is also suggested. Crucially, parents should remain calm, confident, and not panic or show excessive emotions, behaving as usual, as children with autism spectrum disorders react strongly to adult moods and behavior. Maintaining a daily routine, even when not in a bomb shelter, by engaging in regular activities like cooking, cleaning, or reading books, is also very important.",
      "bResponse": "For families preparing for emergencies, especially those with children with disabilities, several important aspects are highlighted. It is advised to prepare an emergency suitcase for a child with a disability, which should include a strategic first aid kit for 3-4 weeks with necessary medicines, especially those taken regularly. Special food, such as infant formulas or purees, should be included with enough reserve if the child has a special diet or eating disorder. Hygiene products like diapers, disposable diapers, and remedies for bedsores and intertrigo are also crucial for children with toilet difficulties. Additionally, special equipment like beds, stretchers, or wheelchairs should be taken if required and possible during evacuation.\n\nFor children with autism spectrum disorders and/or mental disorders, specific preparations are recommended for situations involving explosions or bomb shelters. Parents are advised to build a \"hut\" with blankets and pillows next to a load-bearing wall and teach the child to take cover there for a few minutes. Using headphones for sensitive children or teaching them to use them is also suggested. Crucially, parents should remain calm, confident, and not panic or show excessive emotions, behaving as usual, as children with autism spectrum disorders react strongly to adult moods and behavior. Maintaining a daily routine, even when not in a bomb shelter, by engaging in regular activities like cooking, cleaning, or reading books, is also very important. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 127,
      "question_id": 307,
      "content_block_id": 31,
      "answer": "Yes, there is specialized support for children with disabilities, particularly in times of war and emergencies. The information provided addresses important aspects of getting ready for emergencies for families with children with disabilities, emphasizing their need for both material and psychological resources. It details what an emergency suitcase for a child with a disability should contain, including a strategic first aid kit for 3-4 weeks with necessary medicines, special food, hygiene products for children with toilet difficulties (diapers, remedies for bedsores), and special equipment like beds, stretchers, or wheelchairs for evacuation.\n\nFurthermore, it offers specific advice for preparing children with autism spectrum disorders and/or mental disorders for situations like explosions or going to bomb shelters. This advice includes building a \"hut\" as a mini-shelter, using headphones for sensitive children, adults staying calm and confident, and maintaining a daily routine. The platform also offers \"Law made simple\" to help citizens understand their rights and \"PTSD Help\" for managing Post Traumatic Stress Disorder, which could indirectly support children with disabilities and their families.",
      "bResponse": "Yes, there is specialized support for children with disabilities, particularly in times of war and emergencies. The information provided addresses important aspects of getting ready for emergencies for families with children with disabilities, emphasizing their need for both material and psychological resources. It details what an emergency suitcase for a child with a disability should contain, including a strategic first aid kit for 3-4 weeks with necessary medicines, special food, hygiene products for children with toilet difficulties (diapers, remedies for bedsores), and special equipment like beds, stretchers, or wheelchairs for evacuation.\n\nFurthermore, it offers specific advice for preparing children with autism spectrum disorders and/or mental disorders for situations like explosions or going to bomb shelters. This advice includes building a \"hut\" as a mini-shelter, using headphones for sensitive children, adults staying calm and confident, and maintaining a daily routine. The platform also offers \"Law made simple\" to help citizens understand their rights and \"PTSD Help\" for managing Post Traumatic Stress Disorder, which could indirectly support children with disabilities and their families. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 128,
      "question_id": 308,
      "content_block_id": 31,
      "answer": "The support services are active in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The support services are active in Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 129,
      "question_id": 309,
      "content_block_id": 31,
      "answer": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro.",
      "bResponse": "Users can submit feedback or report any mistakes, inconsistencies, or omissions by writing an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 130,
      "question_id": 310,
      "content_block_id": 31,
      "answer": "Commit Global is the provider of the solution. A partnership was made with Access. Other affiliated initiatives and organizations include Law made simple, PTSD Help, UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, and CineCeFace.ro. The contact email also mentions Code4.ro.",
      "bResponse": "Commit Global is the provider of the solution. A partnership was made with Access. Other affiliated initiatives and organizations include Law made simple, PTSD Help, UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, and CineCeFace.ro. The contact email also mentions Code4.ro. For more details, visit https://dopomoha.ro/en/taking-care-of-children-with-disabilities",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}