{
  "answers": [
    {
      "answer_id": 31,
      "question_id": 211,
      "content_block_id": 22,
      "answer": "Temporary protection is a status granted in the context of a major influx of people displaced from Ukraine. It applies to: Ukrainian citizens who were living in Ukraine before February 24, 2022; non-Ukrainian nationals from a third country or stateless persons who received international or similar national protection before that date; family members of the aforementioned individuals; and non-Ukrainian nationals from a third country or stateless persons with legal permanent residency in Ukraine who cannot return safely to their country of origin.",
      "bResponse": "Temporary protection is a status granted in the context of a major influx of people displaced from Ukraine. It applies to: Ukrainian citizens who were living in Ukraine before February 24, 2022; non-Ukrainian nationals from a third country or stateless persons who received international or similar national protection before that date; family members of the aforementioned individuals; and non-Ukrainian nationals from a third country or stateless persons with legal permanent residency in Ukraine who cannot return safely to their country of origin. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 32,
      "question_id": 212,
      "content_block_id": 22,
      "answer": "Temporary protection in Romania applies to Ukrainian citizens who were living in Ukraine before February 24, 2022, regardless of when they left Ukraine. It also applies to non-Ukrainian nationals from a third country or stateless persons who received international or similar national protection before February 24, 2022. Family members of the aforementioned individuals are also eligible, as are non-Ukrainian nationals from a third country or stateless persons who had legal permanent residency in Ukraine before February 24, 2022, and cannot safely return to their country of origin.",
      "bResponse": "Temporary protection in Romania applies to Ukrainian citizens who were living in Ukraine before February 24, 2022, regardless of when they left Ukraine. It also applies to non-Ukrainian nationals from a third country or stateless persons who received international or similar national protection before February 24, 2022. Family members of the aforementioned individuals are also eligible, as are non-Ukrainian nationals from a third country or stateless persons who had legal permanent residency in Ukraine before February 24, 2022, and cannot safely return to their country of origin. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 33,
      "question_id": 213,
      "content_block_id": 22,
      "answer": "Beneficiaries of temporary protection in Romania have several rights. They are entitled to receive a document granting them the right to stay in Romania and to be informed in writing, in a language they understand, about the terms of temporary protection. They have the right to be employed, perform freelance activities, and engage in educational activities, vocational training, and practical work training according to the law. If they lack financial means, they can receive necessary support upon request.\n\nRegarding healthcare, beneficiaries are entitled to free primary and emergency medical care, as well as free treatment for acute or chronic life-threatening illnesses through the national healthcare system. They also receive adequate medical care if they have special needs. Medical services, supplies, medicines, and devices included in national curative health programs are provided without requiring social health insurance contributions, personal contributions for outpatient medicines, or co-payments, and specialized outpatient healthcare does not require a doctor's referral.\n\nFor education, those under 18 have free access to the national educational system under the same conditions as Romanian citizens, which includes free accommodation in boarding schools, food, resources like supplies and textbooks, health examinations, free vaccination, and free transport for eligible students. Free Romanian language courses are also provided. Ukrainian students can continue higher education in Romania under the same conditions as Romanian citizens, regardless of whether they have documents confirming their studies in Ukraine, and can benefit from Romanian state funding for tuition fees.\n\nIn terms of social support, during temporary accommodation in camps or other designated locations, beneficiaries are ensured food, clothing, personal hygiene products, and access to primary and emergency health care, including free treatment for life-threatening conditions, as well as inclusion in national public health programs for contagious disease prevention. Family members enjoying temporary protection in different EU states can be reunited, and families needing protection can be reunited in Romania, including spouses, unmarried minor children, and parents or responsible adults for minor beneficiaries.",
      "bResponse": "Beneficiaries of temporary protection in Romania have several rights. They are entitled to receive a document granting them the right to stay in Romania and to be informed in writing, in a language they understand, about the terms of temporary protection. They have the right to be employed, perform freelance activities, and engage in educational activities, vocational training, and practical work training according to the law. If they lack financial means, they can receive necessary support upon request.\n\nRegarding healthcare, beneficiaries are entitled to free primary and emergency medical care, as well as free treatment for acute or chronic life-threatening illnesses through the national healthcare system. They also receive adequate medical care if they have special needs. Medical services, supplies, medicines, and devices included in national curative health programs are provided without requiring social health insurance contributions, personal contributions for outpatient medicines, or co-payments, and specialized outpatient healthcare does not require a doctor's referral.\n\nFor education, those under 18 have free access to the national educational system under the same conditions as Romanian citizens, which includes free accommodation in boarding schools, food, resources like supplies and textbooks, health examinations, free vaccination, and free transport for eligible students. Free Romanian language courses are also provided. Ukrainian students can continue higher education in Romania under the same conditions as Romanian citizens, regardless of whether they have documents confirming their studies in Ukraine, and can benefit from Romanian state funding for tuition fees.\n\nIn terms of social support, during temporary accommodation in camps or other designated locations, beneficiaries are ensured food, clothing, personal hygiene products, and access to primary and emergency health care, including free treatment for life-threatening conditions, as well as inclusion in national public health programs for contagious disease prevention. Family members enjoying temporary protection in different EU states can be reunited, and families needing protection can be reunited in Romania, including spouses, unmarried minor children, and parents or responsible adults for minor beneficiaries. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 34,
      "question_id": 214,
      "content_block_id": 22,
      "answer": "Temporary protection in Romania is valid from March 4, 2024, to March 4, 2025, as decided by the EU Council to extend the protection for people displaced from Ukraine.",
      "bResponse": "Temporary protection in Romania is valid from March 4, 2024, to March 4, 2025, as decided by the EU Council to extend the protection for people displaced from Ukraine. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 35,
      "question_id": 215,
      "content_block_id": 22,
      "answer": "Yes, individuals with temporary protection status can legally work in Romania. They can be hired by a person or a company, perform freelance activities, and engage in vocational training or practical work training. To be employed, a residence permit is required, but no notice of employment or visa is needed. If an individual lacks necessary documents like diplomas, they can provide a statement confirming their training or experience and lack of a criminal record. However, for professions such as medicine, dentistry, veterinary medicine, pharmacy, architecture, or other liberal professions, specific documents are required. Beneficiaries can also register with county employment agencies or the Bucharest municipality to access employment incentive measures and unemployment insurance system protection, including free services from the National Agency for Employment (ANOFM).",
      "bResponse": "Yes, individuals with temporary protection status can legally work in Romania. They can be hired by a person or a company, perform freelance activities, and engage in vocational training or practical work training. To be employed, a residence permit is required, but no notice of employment or visa is needed. If an individual lacks necessary documents like diplomas, they can provide a statement confirming their training or experience and lack of a criminal record. However, for professions such as medicine, dentistry, veterinary medicine, pharmacy, architecture, or other liberal professions, specific documents are required. Beneficiaries can also register with county employment agencies or the Bucharest municipality to access employment incentive measures and unemployment insurance system protection, including free services from the National Agency for Employment (ANOFM). For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 36,
      "question_id": 216,
      "content_block_id": 22,
      "answer": "For children under 18 benefiting from temporary protection, there is a right to access the national educational system for free, under the same legal provisions as Romanian citizens.\n\nFor early education, primary, and secondary schools, Ukrainian children can attend Romanian schools under the same conditions as Romanians. This includes rights such as free accommodation in boarding schools, food allocation through social programs, free resources (supplies, clothing, footwear, textbooks), health examinations in schools and free vaccination, free transport for orphaned students or those with special educational needs, and free Romanian language courses.\n\nFor higher education, Ukrainian citizens can continue their studies in Romania under the same conditions as Romanian citizens, even if they don't have documents confirming their studies in Ukraine. Doctoral students must present diplomas that allowed them access to their study cycle before completing their studies. Ukrainian citizens can also benefit from Romanian state funding to cover tuition fees. To enroll, students submit a written request to the university, which evaluates it according to its regulations and, if positive, issues a Letter of acceptance of academic mobility.",
      "bResponse": "For children under 18 benefiting from temporary protection, there is a right to access the national educational system for free, under the same legal provisions as Romanian citizens.\n\nFor early education, primary, and secondary schools, Ukrainian children can attend Romanian schools under the same conditions as Romanians. This includes rights such as free accommodation in boarding schools, food allocation through social programs, free resources (supplies, clothing, footwear, textbooks), health examinations in schools and free vaccination, free transport for orphaned students or those with special educational needs, and free Romanian language courses.\n\nFor higher education, Ukrainian citizens can continue their studies in Romania under the same conditions as Romanian citizens, even if they don't have documents confirming their studies in Ukraine. Doctoral students must present diplomas that allowed them access to their study cycle before completing their studies. Ukrainian citizens can also benefit from Romanian state funding to cover tuition fees. To enroll, students submit a written request to the university, which evaluates it according to its regulations and, if positive, issues a Letter of acceptance of academic mobility. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 37,
      "question_id": 217,
      "content_block_id": 22,
      "answer": "Yes, medical assistance is provided for people under temporary protection in Romania. Beneficiaries have the right to receive free primary medical care and treatment, emergency medical care, and free treatment for acute or chronic life-threatening illnesses through the national emergency medical healthcare and qualified first aid system. They also have the right to adequate medical care if they have special needs.\n\nForeign nationals or stateless persons from the armed conflict area in Ukraine benefit from medical services, medical supplies, medicines, medical devices, and services included in national curative health programs, similar to insured Romanian citizens, without paying social health insurance contributions. They are also exempt from personal contributions for outpatient medicines and co-payments. Medical services in specialized outpatient healthcare are provided without a doctor's referral.\n\nWithin temporary accommodation and humanitarian assistance camps or other designated locations, primary health care, appropriate treatment, emergency medical care, and free medical care for acute or chronic life-threatening diseases are ensured. They also have the right to be included in national public health programs for the prevention, surveillance, and control of contagious diseases in epidemiological risk situations.",
      "bResponse": "Yes, medical assistance is provided for people under temporary protection in Romania. Beneficiaries have the right to receive free primary medical care and treatment, emergency medical care, and free treatment for acute or chronic life-threatening illnesses through the national emergency medical healthcare and qualified first aid system. They also have the right to adequate medical care if they have special needs.\n\nForeign nationals or stateless persons from the armed conflict area in Ukraine benefit from medical services, medical supplies, medicines, medical devices, and services included in national curative health programs, similar to insured Romanian citizens, without paying social health insurance contributions. They are also exempt from personal contributions for outpatient medicines and co-payments. Medical services in specialized outpatient healthcare are provided without a doctor's referral.\n\nWithin temporary accommodation and humanitarian assistance camps or other designated locations, primary health care, appropriate treatment, emergency medical care, and free medical care for acute or chronic life-threatening diseases are ensured. They also have the right to be included in national public health programs for the prevention, surveillance, and control of contagious diseases in epidemiological risk situations. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 38,
      "question_id": 218,
      "content_block_id": 22,
      "answer": "Family members under temporary protection in different European Union Member States can be reunited, with their wishes being taken into account. If one or more family members of a temporary protection beneficiary are not yet in Romania, the family will be reunited if they need protection. This reunification can be requested for a spouse, an unmarried minor child (of the beneficiary or spouse), or the father or mother (or another responsible adult) of an unmarried minor beneficiary.",
      "bResponse": "Family members under temporary protection in different European Union Member States can be reunited, with their wishes being taken into account. If one or more family members of a temporary protection beneficiary are not yet in Romania, the family will be reunited if they need protection. This reunification can be requested for a spouse, an unmarried minor child (of the beneficiary or spouse), or the father or mother (or another responsible adult) of an unmarried minor beneficiary. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 39,
      "question_id": 219,
      "content_block_id": 22,
      "answer": "For social services, individuals can receive food, clothing, personal hygiene products, primary health care, emergency medical care, and free medical care and treatment for acute or chronic life-threatening diseases, as well as inclusion in national public health programs for contagious diseases. These are provided in temporary accommodation and humanitarian assistance camps or other designated accommodation locations. The `sprijindeurgenta.ro` platform can be used to request resources such as food, products, or clothing. Refugees also have access to `Law made simple` for understanding rights and obligations, and `PTSD Help` for managing Post Traumatic Stress Disorder. Medical assistance is available, including specialized outpatient healthcare without a referral. Children and students have access to the national education system, including free accommodation in boarding schools, food, supplies, health examinations, free transport for certain students, and Romanian language courses. Ukrainian citizens can also continue higher education, potentially benefiting from Romanian state funding. Family reunification services are available to reunite separated family members, including spouses, unmarried minors, and parents/guardians of minor beneficiaries.\n\nRegarding accommodation, there is currently no direct financial support for renting a home. However, individuals and legal entities who host people from the conflict zone in Ukraine can receive reimbursement for daily accommodation and food expenses. Temporary accommodation can be found or offered through `Un Acoperiș`. Those hosting foreigners are legally obligated to inform the local Police within 3 days, or register through the General Inspectorate for Immigration portal (`portaligi.mai.gov.ro/inregistrarestraini/`). If staying in a hotel or other touristic venue, the administration handles the check-in form and data submission to the Police. Residence permits require registration of residence, with details either proven by documents or declared, noting the locality and county.",
      "bResponse": "For social services, individuals can receive food, clothing, personal hygiene products, primary health care, emergency medical care, and free medical care and treatment for acute or chronic life-threatening diseases, as well as inclusion in national public health programs for contagious diseases. These are provided in temporary accommodation and humanitarian assistance camps or other designated accommodation locations. The `sprijindeurgenta.ro` platform can be used to request resources such as food, products, or clothing. Refugees also have access to `Law made simple` for understanding rights and obligations, and `PTSD Help` for managing Post Traumatic Stress Disorder. Medical assistance is available, including specialized outpatient healthcare without a referral. Children and students have access to the national education system, including free accommodation in boarding schools, food, supplies, health examinations, free transport for certain students, and Romanian language courses. Ukrainian citizens can also continue higher education, potentially benefiting from Romanian state funding. Family reunification services are available to reunite separated family members, including spouses, unmarried minors, and parents/guardians of minor beneficiaries.\n\nRegarding accommodation, there is currently no direct financial support for renting a home. However, individuals and legal entities who host people from the conflict zone in Ukraine can receive reimbursement for daily accommodation and food expenses. Temporary accommodation can be found or offered through `Un Acoperiș`. Those hosting foreigners are legally obligated to inform the local Police within 3 days, or register through the General Inspectorate for Immigration portal (`portaligi.mai.gov.ro/inregistrarestraini/`). If staying in a hotel or other touristic venue, the administration handles the check-in form and data submission to the Police. Residence permits require registration of residence, with details either proven by documents or declared, noting the locality and county. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 40,
      "question_id": 220,
      "content_block_id": 22,
      "answer": "'Sprijin de Urgență' is an initiative where individuals can request or provide various resources such as food, products, clothing, tents, transportation, or volunteers. 'Un Acoperiș' is an initiative designed to help people find temporary accommodation or to offer a space to help vulnerable individuals arriving in Romania.",
      "bResponse": "'Sprijin de Urgență' is an initiative where individuals can request or provide various resources such as food, products, clothing, tents, transportation, or volunteers. 'Un Acoperiș' is an initiative designed to help people find temporary accommodation or to offer a space to help vulnerable individuals arriving in Romania. For more details, visit https://dopomoha.ro/en/temporary-protection",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}