{
  "answers": [
    {
      "answer_id": 111,
      "question_id": 111,
      "content_block_id": 12,
      "answer": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees and citizens by offering a range of services and information. Its purpose includes providing legal assistance through \"Law made simple\" to help individuals understand their rights and obligations, offering mental health support with \"PTSD Help,\" and facilitating access to emergency resources such as food, clothing, shelter, transportation, and volunteers via \"Sprijin de Urgență.\" It also organizes and provides information on evacuation buses and free transfers from Ukraine to Romania via Moldova, offers a \"Rescue 4x4\" service for emergency vehicle interventions, and provides comprehensive details on various transportation options within Romania, including train, bus, taxi, and subway information.",
      "bResponse": "The Dopomoha initiative, a Commit Global solution, is designed to support refugees and citizens by offering a range of services and information. Its purpose includes providing legal assistance through \"Law made simple\" to help individuals understand their rights and obligations, offering mental health support with \"PTSD Help,\" and facilitating access to emergency resources such as food, clothing, shelter, transportation, and volunteers via \"Sprijin de Urgență.\" It also organizes and provides information on evacuation buses and free transfers from Ukraine to Romania via Moldova, offers a \"Rescue 4x4\" service for emergency vehicle interventions, and provides comprehensive details on various transportation options within Romania, including train, bus, taxi, and subway information. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 112,
      "question_id": 112,
      "content_block_id": 12,
      "answer": "The platform offers various types of assistance, including legal aid through \"Law made simple\" to help citizens understand their rights and obligations, and mental health support with \"PTSD Help\" for managing Post Traumatic Stress Disorder. It facilitates emergency resources such as food, products, clothing, tents, transportation, and volunteers via \"Sprijin de Urgență.\"\n\nFor transportation, it provides information and services for:\n*   Evacuation buses from Odessa to Palanka.\n*   Free transfers from Ukraine to Romania via Moldova, which includes first aid, hot drinks, food, and onward bus transfers in Huși.\n*   \"Rescue 4x4,\" a free public service for vehicle rescue, recovery, and emergency interventions.\n*   Information on train and bus/maxi taxi routes, timetables, and ticket purchasing within Romania.\n*   Recommendations for taxi services using apps like Free Now, Uber, or Bolt.\n*   Information on traveling by subway, including ticket purchase options.",
      "bResponse": "The platform offers various types of assistance, including legal aid through \"Law made simple\" to help citizens understand their rights and obligations, and mental health support with \"PTSD Help\" for managing Post Traumatic Stress Disorder. It facilitates emergency resources such as food, products, clothing, tents, transportation, and volunteers via \"Sprijin de Urgență.\"\n\nFor transportation, it provides information and services for:\n*   Evacuation buses from Odessa to Palanka.\n*   Free transfers from Ukraine to Romania via Moldova, which includes first aid, hot drinks, food, and onward bus transfers in Huși.\n*   \"Rescue 4x4,\" a free public service for vehicle rescue, recovery, and emergency interventions.\n*   Information on train and bus/maxi taxi routes, timetables, and ticket purchasing within Romania.\n*   Recommendations for taxi services using apps like Free Now, Uber, or Bolt.\n*   Information on traveling by subway, including ticket purchase options. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 113,
      "question_id": 113,
      "content_block_id": 12,
      "answer": "'Law made simple' is designed to help citizens better understand their rights and obligations.",
      "bResponse": "'Law made simple' is designed to help citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 114,
      "question_id": 114,
      "content_block_id": 12,
      "answer": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is described as a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 115,
      "question_id": 115,
      "content_block_id": 12,
      "answer": "Through 'Sprijin de Urgență', you can request or offer resources, food, products, clothing, tents, transportation, or volunteers.",
      "bResponse": "Through 'Sprijin de Urgență', you can request or offer resources, food, products, clothing, tents, transportation, or volunteers. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 116,
      "question_id": 116,
      "content_block_id": 12,
      "answer": "Yes, there are organized evacuation routes from Ukraine to Romania. ICF Gloria and Adra Ukraine organize evacuation buses from the Odessa railway station to Palanca (Moldova) every Monday and Thursday. Additionally, the United Nations Refugee Agency (UNHCR) and the International Organization for Migration (IOM) organize safe transportation from Ukraine to Romania via Moldova, with buses departing from the Palanca border in Moldova to Huși, Romania. In Huși, first aid, hot drinks, and food are available, and volunteers assist with transfers to buses for Bucharest or Iasi.",
      "bResponse": "Yes, there are organized evacuation routes from Ukraine to Romania. ICF Gloria and Adra Ukraine organize evacuation buses from the Odessa railway station to Palanca (Moldova) every Monday and Thursday. Additionally, the United Nations Refugee Agency (UNHCR) and the International Organization for Migration (IOM) organize safe transportation from Ukraine to Romania via Moldova, with buses departing from the Palanca border in Moldova to Huși, Romania. In Huși, first aid, hot drinks, and food are available, and volunteers assist with transfers to buses for Bucharest or Iasi. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 117,
      "question_id": 117,
      "content_block_id": 12,
      "answer": "Information available regarding train travel in Romania includes train routes and timetables for passenger trains between main cities. This data is directly sourced from the largest railway operators: CFR Călători, Transferoviar Călători, Regio Călători, Interregional Călători, and Astra Trans Carpatic. You can buy international train tickets via cfrcalatori.ro, and find more details at https://www.cfrcalatori.ro and https://mersultrenurilor.infofer.ro/. For overnight trains, it is advised to shut your sleeper compartment door securely as there are no locks, and to keep valuable possessions close. The Romanian government does not cover transportation costs.",
      "bResponse": "Information available regarding train travel in Romania includes train routes and timetables for passenger trains between main cities. This data is directly sourced from the largest railway operators: CFR Călători, Transferoviar Călători, Regio Călători, Interregional Călători, and Astra Trans Carpatic. You can buy international train tickets via cfrcalatori.ro, and find more details at https://www.cfrcalatori.ro and https://mersultrenurilor.infofer.ro/. For overnight trains, it is advised to shut your sleeper compartment door securely as there are no locks, and to keep valuable possessions close. The Romanian government does not cover transportation costs. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 118,
      "question_id": 118,
      "content_block_id": 12,
      "answer": "Yes, users can purchase tickets for bus and maxi-taxi services online in Romania through the provided websites, https://www.autogari.ro/ and https://www.mersulautobuzelor.ro/. Additionally, users can top-up their bus cards online at https://online.stbsa.ro/.",
      "bResponse": "Yes, users can purchase tickets for bus and maxi-taxi services online in Romania through the provided websites, https://www.autogari.ro/ and https://www.mersulautobuzelor.ro/. Additionally, users can top-up their bus cards online at https://online.stbsa.ro/. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 119,
      "question_id": 119,
      "content_block_id": 12,
      "answer": "It is recommended to use apps like Free Now, Uber, or Bolt for rides in Romania instead of hailing a cab. These services cover all major cities in Romania and are available in English.",
      "bResponse": "It is recommended to use apps like Free Now, Uber, or Bolt for rides in Romania instead of hailing a cab. These services cover all major cities in Romania and are available in English. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 120,
      "question_id": 120,
      "content_block_id": 12,
      "answer": "You can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro.",
      "bResponse": "You can provide feedback or report any mistakes, inconsistencies, or omissions by writing an e-mail to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/transportation",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}