{
  "answers": [
    {
      "answer_id": 71,
      "question_id": 251,
      "content_block_id": 26,
      "answer": "Dopomoha offers support services in Housing, Education, Health, and Transportation, and provides access to a Call center. Additionally, it offers two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. The platform also links to other support resources such as UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, and CineCeFace.ro.",
      "bResponse": "Dopomoha offers support services in Housing, Education, Health, and Transportation, and provides access to a Call center. Additionally, it offers two solutions designed to support refugees: \"Law made simple\" to help citizens understand their rights and obligations, and \"PTSD Help,\" a free assistant for managing Post Traumatic Stress Disorder. The platform also links to other support resources such as UnAcoperis.ro, SprijinDeUrgenta.ro, WomenCenter, UkraineChildCancerHelp.ro, ConsiliereHIV.ro, and CineCeFace.ro. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 72,
      "question_id": 252,
      "content_block_id": 26,
      "answer": "The cities in Romania covered by the available services are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara.",
      "bResponse": "The cities in Romania covered by the available services are Brașov, Brăila, Constanța, Galați, Iași, Oradea, Suceava, Sibiu, Cluj-Napoca, and Timișoara. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 73,
      "question_id": 253,
      "content_block_id": 26,
      "answer": "The \"Law made simple\" solution assists people by helping citizens better understand their rights and obligations.",
      "bResponse": "The \"Law made simple\" solution assists people by helping citizens better understand their rights and obligations. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 74,
      "question_id": 254,
      "content_block_id": 26,
      "answer": "PTSD Help is designed to be a free assistant for managing Post Traumatic Stress Disorder (PTSD).",
      "bResponse": "PTSD Help is designed to be a free assistant for managing Post Traumatic Stress Disorder (PTSD). For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 75,
      "question_id": 255,
      "content_block_id": 26,
      "answer": "Vaccination is considered important for health protection because it is the only way to protect against and prevent dangerous complications from rapidly spreading infectious diseases such as measles, rubella, polio, diphtheria, haemophilus influenza tip b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, and mumps, which can threaten both children and adults. It serves as a means of preserving human health and life by protecting against diseases that can be avoided. Unlike natural infections, vaccination does not weaken the immune system; rather, it involves only a tiny fraction of the immune system's capacity, offering protection against serious conditions like polio, which can lead to irreversible paralysis, and rubella outbreaks.",
      "bResponse": "Vaccination is considered important for health protection because it is the only way to protect against and prevent dangerous complications from rapidly spreading infectious diseases such as measles, rubella, polio, diphtheria, haemophilus influenza tip b (Hib), tuberculosis, pertussis, tetanus, hepatitis B, and mumps, which can threaten both children and adults. It serves as a means of preserving human health and life by protecting against diseases that can be avoided. Unlike natural infections, vaccination does not weaken the immune system; rather, it involves only a tiny fraction of the immune system's capacity, offering protection against serious conditions like polio, which can lead to irreversible paralysis, and rubella outbreaks. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 76,
      "question_id": 256,
      "content_block_id": 26,
      "answer": "Yes, there are specific recommendations for mandatory vaccinations in Romania. It is crucial not to delay vaccinations for newborns, with immediate vaccination for Hepatitis B and tuberculosis (BCG) if available at the birth institution, or as soon as possible at outpatient clinics otherwise. If a child has missed scheduled vaccines, the schedule should be caught up as soon as possible, considering the emergency situation in Ukraine, by contacting the nearest County Department for Public Health or healthcare provider for free vaccinations. Hepatitis B vaccination should commence when the child weighs 2 kilograms or is 1 month old. From two months of age, children should be vaccinated against diphtheria, tetanus, pertussis, polio, fungal infections, pneumococcus, rotavirus, and meningococcus. Adults are also recommended to be vaccinated, including against COVID-19.",
      "bResponse": "Yes, there are specific recommendations for mandatory vaccinations in Romania. It is crucial not to delay vaccinations for newborns, with immediate vaccination for Hepatitis B and tuberculosis (BCG) if available at the birth institution, or as soon as possible at outpatient clinics otherwise. If a child has missed scheduled vaccines, the schedule should be caught up as soon as possible, considering the emergency situation in Ukraine, by contacting the nearest County Department for Public Health or healthcare provider for free vaccinations. Hepatitis B vaccination should commence when the child weighs 2 kilograms or is 1 month old. From two months of age, children should be vaccinated against diphtheria, tetanus, pertussis, polio, fungal infections, pneumococcus, rotavirus, and meningococcus. Adults are also recommended to be vaccinated, including against COVID-19. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 77,
      "question_id": 257,
      "content_block_id": 26,
      "answer": "If a child has missed scheduled vaccines or does not have them at all, the schedule should be made up as soon as possible, taking into account the emergency situation in Ukraine. Contact your nearest County Department for Public Health or healthcare provider for free vaccinations. If you have access to vaccines not included in the national vaccination calendar of Ukraine, such as rotavirus, pneumococci infection, or flu, take them as soon as possible. If traveling abroad, do not refuse or delay any offered vaccinations.\n\nIt is important to remember that if a child misses a vaccination, it is not necessary to start all vaccinations against that infection from the beginning; instead, schedule the next vaccines with a doctor. If the schedule is not followed, vaccination can be done against any infection in any order, as long as the intervals of doses are followed to achieve maximum effectiveness.",
      "bResponse": "If a child has missed scheduled vaccines or does not have them at all, the schedule should be made up as soon as possible, taking into account the emergency situation in Ukraine. Contact your nearest County Department for Public Health or healthcare provider for free vaccinations. If you have access to vaccines not included in the national vaccination calendar of Ukraine, such as rotavirus, pneumococci infection, or flu, take them as soon as possible. If traveling abroad, do not refuse or delay any offered vaccinations.\n\nIt is important to remember that if a child misses a vaccination, it is not necessary to start all vaccinations against that infection from the beginning; instead, schedule the next vaccines with a doctor. If the schedule is not followed, vaccination can be done against any infection in any order, as long as the intervals of doses are followed to achieve maximum effectiveness. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 78,
      "question_id": 258,
      "content_block_id": 26,
      "answer": "Individuals can access free vaccination services by contacting their nearest County Department for Public Health or healthcare provider.",
      "bResponse": "Individuals can access free vaccination services by contacting their nearest County Department for Public Health or healthcare provider. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 79,
      "question_id": 259,
      "content_block_id": 26,
      "answer": "Yes, common reactions such as fever or muscle aches may occur after vaccination. These reactions are considered normal.",
      "bResponse": "Yes, common reactions such as fever or muscle aches may occur after vaccination. These reactions are considered normal. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    },
    {
      "answer_id": 80,
      "question_id": 260,
      "content_block_id": 26,
      "answer": "To provide feedback or report any mistakes, inconsistencies, or omissions, you can send an email to dopomoha@code4.ro.",
      "bResponse": "To provide feedback or report any mistakes, inconsistencies, or omissions, you can send an email to dopomoha@code4.ro. For more details, visit https://dopomoha.ro/en/vaccination",
      "cSubject": "Whole Page Content",
      "dLanguage": "English",
      "eVerified Translation": "No",
      "fStatus": "Scraped"
    }
  ]
}