{
  "questions": [
    {
      "question_id": 1,
      "content_block_id": 1,
      "question": "What are the educational rights being ensured for Ukrainian preschoolers?"
    },
    {
      "question_id": 2,
      "content_block_id": 1,
      "question": "Can Ukrainian students attend Romanian schools during this period?"
    },
    {
      "question_id": 3,
      "content_block_id": 1,
      "question": "Are there any restrictions regarding the location where these educational measures must take place?"
    },
    {
      "question_id": 4,
      "content_block_id": 1,
      "question": "Who approves the adoption of these rapid crisis management measures?"
    },
    {
      "question_id": 5,
      "content_block_id": 1,
      "question": "Which countries participate in ensuring the right to education for Ukrainians?"
    },
    {
      "question_id": 6,
      "content_block_id": 2,
      "question": "What documents do I need to enroll my child?"
    },
    {
      "question_id": 7,
      "content_block_id": 2,
      "question": "Where can I find the application form for enrolling my child?"
    },
    {
      "question_id": 8,
      "content_block_id": 2,
      "question": "Who do I contact if my child needs psycho-pedagogical assistance?"
    },
    {
      "question_id": 9,
      "content_block_id": 2,
      "question": "Can unaccompanied minors enroll in extracurricular activities?"
    },
    {
      "question_id": 10,
      "content_block_id": 2,
      "question": "What is the process for registering a child from outside the country?"
    },
    {
      "question_id": 11,
      "content_block_id": 3,
      "question": "What services does Maricica Ciubara provide?"
    },
    {
      "question_id": 12,
      "content_block_id": 3,
      "question": "What are the eligibility requirements for Ukrainian children to enroll in Romanian schools?"
    },
    {
      "question_id": 13,
      "content_block_id": 3,
      "question": "Where can I find more information about the support provided by ISMB for Ukrainian students?"
    },
    {
      "question_id": 14,
      "content_block_id": 3,
      "question": "Are there any age restrictions for Ukrainian children seeking admission to Romanian schools?"
    },
    {
      "question_id": 15,
      "content_block_id": 3,
      "question": "What resources are available for parents who want to help their children adjust to the Romanian education system?"
    },
    {
      "question_id": 16,
      "content_block_id": 4,
      "question": "What documents do I need to enroll in a study cycle in Romania?"
    },
    {
      "question_id": 17,
      "content_block_id": 4,
      "question": "How does the CNRED recognize and equivalence of foreign diplomas?"
    },
    {
      "question_id": 18,
      "content_block_id": 4,
      "question": "Can non-EU students enroll in Romanian universities for further studies?"
    },
    {
      "question_id": 19,
      "content_block_id": 4,
      "question": "Are there any restrictions on who can participate in community gardening programs in Romania?"
    },
    {
      "question_id": 20,
      "content_block_id": 4,
      "question": "How can I obtain a Romanian diploma after completing my studies in another EU country?"
    },
    {
      "question_id": 21,
      "content_block_id": 6,
      "question": "What type of support do Ukrainian minors receive?"
    },
    {
      "question_id": 22,
      "content_block_id": 6,
      "question": "Where do they stay while receiving assistance?"
    },
    {
      "question_id": 23,
      "content_block_id": 6,
      "question": "Are there any additional expenses covered by this support system?"
    },
    {
      "question_id": 24,
      "content_block_id": 6,
      "question": "Who qualifies for these special accommodations and allowances?"
    },
    {
      "question_id": 25,
      "content_block_id": 6,
      "question": "Can Ukrainian minors still attend school while staying in Romania?"
    },
    {
      "question_id": 26,
      "content_block_id": 7,
      "question": "What types of educational programs are available for Ukrainian children in Romania?"
    },
    {
      "question_id": 27,
      "content_block_id": 7,
      "question": "Are there any requirements for enrolling in Ukrainian schools or kindergartens in Romania?"
    },
    {
      "question_id": 28,
      "content_block_id": 7,
      "question": "Can you provide more information about the learning platforms used by Ukrainian schools and kindergartens in Romania?"
    },
    {
      "question_id": 29,
      "content_block_id": 7,
      "question": "Do private schools in Romania offer free education to Ukrainian students?"
    },
    {
      "question_id": 30,
      "content_block_id": 7,
      "question": "How can parents ensure their child receives an accredited education at a Ukrainian school or kindergarten in Romania?"
    },
    {
      "question_id": 31,
      "content_block_id": 8,
      "question": "Which courses and activities are offered for free?"
    },
    {
      "question_id": 32,
      "content_block_id": 8,
      "question": "Where can I find the schedule and sign up for courses?"
    },
    {
      "question_id": 33,
      "content_block_id": 8,
      "question": "Are there language courses available for adults and children?"
    },
    {
      "question_id": 34,
      "content_block_id": 8,
      "question": "What types of classes are included in the program?"
    },
    {
      "question_id": 35,
      "content_block_id": 8,
      "question": "Can I learn yoga, drawing, or chess through this program?"
    },
    {
      "question_id": 36,
      "content_block_id": 9,
      "question": "What are the holidays celebrated in Romanian schools?"
    },
    {
      "question_id": 37,
      "content_block_id": 9,
      "question": "When is the summer break in Romanian schools?"
    },
    {
      "question_id": 38,
      "content_block_id": 9,
      "question": "Do Romanianget national holidays off from school?"
    },
    {
      "question_id": 39,
      "content_block_id": 9,
      "question": "Are there any religious holidays observed in Romanian schools?"
    },
    {
      "question_id": 40,
      "content_block_id": 9,
      "question": "Can international students get days off during school breaks?"
    }
  ]
}