{
  "questions": [
    {
      "question_id": 91,
      "content_block_id": 21,
      "question": "What are the requirements for Ukrainian citizens to work in Romania?"
    },
    {
      "question_id": 92,
      "content_block_id": 21,
      "question": "Can Ukrainian citizens without qualifications or experience documents still find jobs?"
    },
    {
      "question_id": 93,
      "content_block_id": 21,
      "question": "Where can Ukrainian citizens register to look for work in Romania?"
    },
    {
      "question_id": 94,
      "content_block_id": 21,
      "question": "Who assists Ukrainian citizens in finding a job after registering?"
    },
    {
      "question_id": 95,
      "content_block_id": 21,
      "question": "Are there any costs associated with using the services provided by employment agencies?"
    },
    {
      "question_id": 96,
      "content_block_id": 22,
      "question": "What kind of jobs are available on the Jobs4Ukraine platform?"
    },
    {
      "question_id": 97,
      "content_block_id": 22,
      "question": "Who is eligible to use the Jobs4Ukraine platform?"
    },
    {
      "question_id": 98,
      "content_block_id": 22,
      "question": "Where are the available job opportunities located?"
    },
    {
      "question_id": 99,
      "content_block_id": 22,
      "question": "Does the Jobs4Ukraine platform offer assistance with visa processes?"
    },
    {
      "question_id": 100,
      "content_block_id": 22,
      "question": "How does one sign up for the Jobs4Ukraine platform?"
    },
    {
      "question_id": 101,
      "content_block_id": 23,
      "question": "What types of support are available for Ukrainian citizens looking for jobs?"
    },
    {
      "question_id": 102,
      "content_block_id": 23,
      "question": "How can Ukrainian citizens access the Romanian employment system?"
    },
    {
      "question_id": 103,
      "content_block_id": 23,
      "question": "Who are the organizations that offer help with employment and integration?"
    },
    {
      "question_id": 104,
      "content_block_id": 23,
      "question": "What guidance is provided regarding the legal aspects of finding a job?"
    },
    {
      "question_id": 105,
      "content_block_id": 23,
      "question": "What kind of resources are available for Ukrainian citizens seeking employment?"
    },
    {
      "question_id": 106,
      "content_block_id": 24,
      "question": "What languages ​​is the Adecco platform available in?"
    },
    {
      "question_id": 107,
      "content_block_id": 24,
      "question": "Who can apply for job opportunities through the Adecco platform?"
    },
    {
      "question_id": 108,
      "content_block_id": 24,
      "question": "Does the Adecco platform offer support with the hiring process for Ukrainian refugees?"
    },
    {
      "question_id": 109,
      "content_block_id": 24,
      "question": "Are there any specific industries or sectors that currently have job openings for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 110,
      "content_block_id": 24,
      "question": "Can international candidates apply for jobs on the Adecco platform?"
    },
    {
      "question_id": 111,
      "content_block_id": 25,
      "question": "What services does Ateliere Fără Frontiere offer?"
    },
    {
      "question_id": 112,
      "content_block_id": 25,
      "question": "Who does Ateliere Fără Frontiere help integrate?"
    },
    {
      "question_id": 113,
      "content_block_id": 25,
      "question": "Where can I submit an application for job search assistance at Ateliere Fără Frontiere?"
    },
    {
      "question_id": 114,
      "content_block_id": 25,
      "question": "Can refugees from Ukraine receive support with their job searches through Ateliere Fără Frontiere?"
    },
    {
      "question_id": 115,
      "content_block_id": 25,
      "question": "How can I contact Ateliere Fără Frontiere regarding their job search assistance services?"
    },
    {
      "question_id": 116,
      "content_block_id": 26,
      "question": "What are some challenges faced by Ukrainian refugees when trying to find work in Romania?"
    },
    {
      "question_id": 117,
      "content_block_id": 26,
      "question": "How does the Romanian government support professional integration for Ukrainian refugees?"
    },
    {
      "question_id": 118,
      "content_block_id": 26,
      "question": "Which organizations are involved in providing job opportunities and services for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 119,
      "content_block_id": 26,
      "question": "What cultural practices contribute to successful integration of Ukrainian refugees into Romanian society?"
    },
    {
      "question_id": 120,
      "content_block_id": 26,
      "question": "Are there any language barriers that hinder Ukrainian refugees from finding employment in Romania?"
    }
  ]
}