{
  "questions": [
    {
      "question_id": 25,
      "content_block_id": 25,
      "question": "What are the essential nutrition guidelines for children, especially during emergencies?"
    },
    {
      "question_id": 26,
      "content_block_id": 25,
      "question": "Why is breastfeeding considered crucial for a baby's immunity and well-being?"
    },
    {
      "question_id": 27,
      "content_block_id": 25,
      "question": "Can stress or anxiety affect a mother's breast milk production or quality?"
    },
    {
      "question_id": 28,
      "content_block_id": 25,
      "question": "What is the recommended feeding frequency for breastfed babies?"
    },
    {
      "question_id": 29,
      "content_block_id": 25,
      "question": "Are there specific reasons to continue breastfeeding during emergency situations?"
    },
    {
      "question_id": 30,
      "content_block_id": 25,
      "question": "What steps should a mother take to maintain lactation if she is temporarily separated from her baby?"
    },
    {
      "question_id": 31,
      "content_block_id": 25,
      "question": "How can a mother try to restore her milk supply if it has decreased?"
    },
    {
      "question_id": 32,
      "content_block_id": 25,
      "question": "What are the guidelines for feeding infant formula to babies under six months old?"
    },
    {
      "question_id": 33,
      "content_block_id": 25,
      "question": "Are there specific safety precautions for preparing dry infant formula?"
    },
    {
      "question_id": 34,
      "content_block_id": 25,
      "question": "What food and drink options are appropriate for children older than six months?"
    },
    {
      "question_id": 35,
      "content_block_id": 25,
      "question": "How can one ensure access to clean drinking water for children during an emergency?"
    },
    {
      "question_id": 36,
      "content_block_id": 25,
      "question": "What types of ready-to-eat foods are recommended for an emergency food supply for children?"
    },
    {
      "question_id": 37,
      "content_block_id": 25,
      "question": "Where can breastfeeding mothers find support and counseling services in Romania?"
    },
    {
      "question_id": 38,
      "content_block_id": 25,
      "question": "Is there a contact number for urgent assistance for refugee mothers and infants from Ukraine?"
    },
    {
      "question_id": 39,
      "content_block_id": 25,
      "question": "What additional resources are available for information on women's health and breastfeeding?"
    }
  ]
}