{
  "questions": [
    {
      "question_id": 260,
      "content_block_id": 61,
      "question": "What types of assistance are available for individuals arriving in Iași?"
    },
    {
      "question_id": 261,
      "content_block_id": 61,
      "question": "Where can I find important contact details for services in Iași?"
    },
    {
      "question_id": 262,
      "content_block_id": 61,
      "question": "Is there any support for accommodation and meals provided in Iași?"
    },
    {
      "question_id": 263,
      "content_block_id": 61,
      "question": "How does public transportation operate in Iași, and what are the associated costs?"
    },
    {
      "question_id": 264,
      "content_block_id": 61,
      "question": "Which hospitals provide urgent medical services in Iași?"
    },
    {
      "question_id": 265,
      "content_block_id": 61,
      "question": "Are there free medical services for refugees in Iași, specifically for family medicine?"
    },
    {
      "question_id": 266,
      "content_block_id": 61,
      "question": "What organizations offer psychological support in Iași?"
    },
    {
      "question_id": 267,
      "content_block_id": 61,
      "question": "Are psychological support services available in multiple languages in Iași?"
    },
    {
      "question_id": 268,
      "content_block_id": 61,
      "question": "What educational programs are available for children and adolescents in Iași?"
    },
    {
      "question_id": 269,
      "content_block_id": 61,
      "question": "Are there free Romanian language courses offered to adults in Iași?"
    },
    {
      "question_id": 270,
      "content_block_id": 61,
      "question": "Which local organizations provide general support services to newcomers in Iași?"
    },
    {
      "question_id": 271,
      "content_block_id": 61,
      "question": "Can I receive legal advice regarding asylum procedures or integration in Iași?"
    },
    {
      "question_id": 272,
      "content_block_id": 61,
      "question": "Is there assistance available for accessing medical services and medicines in Iași?"
    },
    {
      "question_id": 273,
      "content_block_id": 61,
      "question": "Are there social and educational activities organized for children in Iași?"
    },
    {
      "question_id": 274,
      "content_block_id": 61,
      "question": "What support is available for women's health services or for victims of domestic violence in Iași?"
    },
    {
      "question_id": 275,
      "content_block_id": 61,
      "question": "Where can individuals living with HIV find psycho-medical-social services in Romania?"
    },
    {
      "question_id": 276,
      "content_block_id": 61,
      "question": "Is there information or support related to job searching in Iași?"
    },
    {
      "question_id": 277,
      "content_block_id": 61,
      "question": "What resources are available regarding housing information in Iași?"
    }
  ]
}