{
  "questions": [
    {
      "question_id": 892,
      "content_block_id": 57,
      "question": "What kind of help is available for people arriving in Constanța?"
    },
    {
      "question_id": 893,
      "content_block_id": 57,
      "question": "What are the important emergency contact numbers in Constanța?"
    },
    {
      "question_id": 894,
      "content_block_id": 57,
      "question": "How can I contact the Immigration Service of Constanța county?"
    },
    {
      "question_id": 895,
      "content_block_id": 57,
      "question": "Is there a support program for accommodation, meals, and integration in Constanța?"
    },
    {
      "question_id": 896,
      "content_block_id": 57,
      "question": "What public transportation options are available for getting around Constanța?"
    },
    {
      "question_id": 897,
      "content_block_id": 57,
      "question": "Where can one access medical services in Constanța?"
    },
    {
      "question_id": 898,
      "content_block_id": 57,
      "question": "Are there specific medical services for children in Constanța?"
    },
    {
      "question_id": 899,
      "content_block_id": 57,
      "question": "Are there organizations offering psychological support in Constanța?"
    },
    {
      "question_id": 900,
      "content_block_id": 57,
      "question": "In what languages can psychological support services be obtained in Constanța?"
    },
    {
      "question_id": 901,
      "content_block_id": 57,
      "question": "How can Ukrainian students enroll in educational institutions in Constanța?"
    },
    {
      "question_id": 902,
      "content_block_id": 57,
      "question": "Are there specific organizations offering general support to newcomers in Constanța?"
    },
    {
      "question_id": 903,
      "content_block_id": 57,
      "question": "What services does AIDRom provide in Constanța?"
    },
    {
      "question_id": 904,
      "content_block_id": 57,
      "question": "What kind of assistance is offered by the ROUA Center Constanța?"
    },
    {
      "question_id": 905,
      "content_block_id": 57,
      "question": "What support does the Sensiblu Foundation offer in Constanța?"
    },
    {
      "question_id": 906,
      "content_block_id": 57,
      "question": "What assistance does the Novapolis Association provide in the Constanța and Isaccea border areas?"
    },
    {
      "question_id": 907,
      "content_block_id": 57,
      "question": "Where can I find information about housing in Constanța?"
    },
    {
      "question_id": 908,
      "content_block_id": 57,
      "question": "Is there support available for finding employment in Constanța?"
    },
    {
      "question_id": 909,
      "content_block_id": 57,
      "question": "Are there services dedicated to women's health or victims of domestic violence in Constanța?"
    },
    {
      "question_id": 910,
      "content_block_id": 57,
      "question": "Are there free and confidential services for people living with HIV in Romania?"
    }
  ]
}