{
  "questions": [
    {
      "question_id": 487,
      "content_block_id": 59,
      "question": "What kind of assistance is available for newcomers arriving in Suceava?"
    },
    {
      "question_id": 488,
      "content_block_id": 59,
      "question": "Where can I find essential contact information for official services in Suceava?"
    },
    {
      "question_id": 489,
      "content_block_id": 59,
      "question": "How can one register for temporary protection in Suceava County?"
    },
    {
      "question_id": 490,
      "content_block_id": 59,
      "question": "Are there any special transportation benefits for refugees in Suceava?"
    },
    {
      "question_id": 491,
      "content_block_id": 59,
      "question": "What medical services are available for those in need in Suceava?"
    },
    {
      "question_id": 492,
      "content_block_id": 59,
      "question": "Which organizations offer psychological support services in Suceava?"
    },
    {
      "question_id": 493,
      "content_block_id": 59,
      "question": "Are there schools in Suceava county that offer teaching in the Ukrainian language?"
    },
    {
      "question_id": 494,
      "content_block_id": 59,
      "question": "What types of support do non-governmental organizations provide in Suceava?"
    },
    {
      "question_id": 495,
      "content_block_id": 59,
      "question": "Where can one find material support or vouchers in Suceava?"
    },
    {
      "question_id": 496,
      "content_block_id": 59,
      "question": "Are there services available for translating documents and diplomas?"
    },
    {
      "question_id": 497,
      "content_block_id": 59,
      "question": "Are Romanian or English language courses offered to new arrivals?"
    },
    {
      "question_id": 498,
      "content_block_id": 59,
      "question": "Can new arrivals access legal advice or representation?"
    },
    {
      "question_id": 499,
      "content_block_id": 59,
      "question": "Is there a support center for women's health services or domestic violence victims?"
    },
    {
      "question_id": 500,
      "content_block_id": 59,
      "question": "Where can one find counseling and support for people living with HIV?"
    },
    {
      "question_id": 501,
      "content_block_id": 59,
      "question": "What is the contact information for the Regional Center for Procedures and Accommodation for Asylum Seekers?"
    },
    {
      "question_id": 502,
      "content_block_id": 59,
      "question": "What is the emergency call number and anti-traffic hotline in Romania?"
    },
    {
      "question_id": 503,
      "content_block_id": 59,
      "question": "Are there specific psychological or medical services available for children?"
    },
    {
      "question_id": 504,
      "content_block_id": 59,
      "question": "Are there services specifically for vulnerable groups such as people with disabilities or unaccompanied minors?"
    },
    {
      "question_id": 505,
      "content_block_id": 59,
      "question": "Is there information or support available regarding job opportunities?"
    },
    {
      "question_id": 506,
      "content_block_id": 59,
      "question": "Where can one find information about housing options?"
    }
  ]
}