{
  "questions": [
    {
      "question_id": 939,
      "content_block_id": 6,
      "question": "Is Romania accepting Ukrainian refugees fleeing the war?"
    },
    {
      "question_id": 940,
      "content_block_id": 6,
      "question": "What are the official helpline numbers for Ukrainians seeking assistance in Romania?"
    },
    {
      "question_id": 941,
      "content_block_id": 6,
      "question": "What documents do Ukrainian nationals need to enter Romania?"
    },
    {
      "question_id": 942,
      "content_block_id": 6,
      "question": "Can Ukrainian citizens enter Romania without a valid passport or other documents?"
    },
    {
      "question_id": 943,
      "content_block_id": 6,
      "question": "Which border crossings can Ukrainian nationals use to enter Romania from Ukraine?"
    },
    {
      "question_id": 944,
      "content_block_id": 6,
      "question": "Do Ukrainian citizens with biometric passports need a visa to travel to other European Union countries from Romania?"
    },
    {
      "question_id": 945,
      "content_block_id": 6,
      "question": "What are the provisions for unaccompanied Ukrainian children entering Romania?"
    },
    {
      "question_id": 946,
      "content_block_id": 6,
      "question": "What institutions are responsible for the care of unaccompanied Ukrainian minors in Romania?"
    },
    {
      "question_id": 947,
      "content_block_id": 6,
      "question": "How can one report suspected child abuse cases involving Ukrainian children in Romania?"
    },
    {
      "question_id": 948,
      "content_block_id": 6,
      "question": "Is there support available for finding temporary accommodation for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 949,
      "content_block_id": 6,
      "question": "Can Ukrainian hryvnia (UAH) be exchanged for Romanian lei (RON) in Romania, and what are the conditions?"
    },
    {
      "question_id": 950,
      "content_block_id": 6,
      "question": "Are there any fees for banking services or opening an account for Ukrainian citizens at Romanian banks?"
    },
    {
      "question_id": 951,
      "content_block_id": 6,
      "question": "How can individuals request or offer emergency resources like food, clothing, or transportation for Ukrainians in Romania?"
    },
    {
      "question_id": 952,
      "content_block_id": 6,
      "question": "Where are the Regional Centers for Procedures and Accommodation for Asylum Seekers located in Romania?"
    },
    {
      "question_id": 953,
      "content_block_id": 6,
      "question": "What are the contact details for the Regional Centers for Asylum Seekers in Romania?"
    }
  ]
}