{
  "questions": [
    {
      "question_id": 203,
      "content_block_id": 55,
      "question": "What resources are available for new arrivals in Brașov seeking general help and integration?"
    },
    {
      "question_id": 204,
      "content_block_id": 55,
      "question": "What are the emergency phone numbers in Brașov, including for anti-traffic hotlines?"
    },
    {
      "question_id": 205,
      "content_block_id": 55,
      "question": "Where is the CATTIA Community Center located, and what services does it provide for Ukrainian refugees?"
    },
    {
      "question_id": 206,
      "content_block_id": 55,
      "question": "Is there a program in Brașov that provides support for accommodation and meals?"
    },
    {
      "question_id": 207,
      "content_block_id": 55,
      "question": "Which hospitals in Brașov provide emergency medical services for adults and children?"
    },
    {
      "question_id": 208,
      "content_block_id": 55,
      "question": "How can uninsured individuals access primary healthcare services in Brașov?"
    },
    {
      "question_id": 209,
      "content_block_id": 55,
      "question": "Are there free medical services in Brașov for conditions like dialysis, or support for mobility impairments?"
    },
    {
      "question_id": 210,
      "content_block_id": 55,
      "question": "Which organizations offer psychological support in Brașov, and in what languages?"
    },
    {
      "question_id": 211,
      "content_block_id": 55,
      "question": "How can one schedule an individual psychological consultation in Brașov?"
    },
    {
      "question_id": 212,
      "content_block_id": 55,
      "question": "How do Ukrainian preschoolers and pupils enroll in educational units in Brașov County?"
    },
    {
      "question_id": 213,
      "content_block_id": 55,
      "question": "Are there educational events for children and adults available at the CATTIA center?"
    },
    {
      "question_id": 214,
      "content_block_id": 55,
      "question": "Is public transport in Brașov free for certain individuals, and what is required to use it?"
    },
    {
      "question_id": 215,
      "content_block_id": 55,
      "question": "Where can women find support for reproductive health, navigating the health system, or domestic violence services in Brașov?"
    },
    {
      "question_id": 216,
      "content_block_id": 55,
      "question": "What support is available in Romania for people living with HIV who need psycho-medical-social services?"
    },
    {
      "question_id": 217,
      "content_block_id": 55,
      "question": "Do public libraries in Brașov offer Romanian language courses for Ukrainians?"
    },
    {
      "question_id": 218,
      "content_block_id": 55,
      "question": "Which organizations provide general support services for migrants and refugees in Brașov, such as Terre des Hommes or UNHCR?"
    }
  ]
}