{
  "questions": [
    {
      "question_id": 371,
      "content_block_id": 17,
      "question": "How can Ukrainian children enroll in schools or kindergartens in Romania?"
    },
    {
      "question_id": 372,
      "content_block_id": 17,
      "question": "What is the process for enrolling a child in extracurricular activities in Romania?"
    },
    {
      "question_id": 373,
      "content_block_id": 17,
      "question": "Is psycho-pedagogical assistance available for Ukrainian children in Romanian educational institutions?"
    },
    {
      "question_id": 374,
      "content_block_id": 17,
      "question": "Are there opportunities for Ukrainian children to learn Romanian in the school system?"
    },
    {
      "question_id": 375,
      "content_block_id": 17,
      "question": "How can Ukrainian students continue their university studies in Romania?"
    },
    {
      "question_id": 376,
      "content_block_id": 17,
      "question": "Can Ukrainian students enroll in Romanian universities if they do not have all their academic documents?"
    },
    {
      "question_id": 377,
      "content_block_id": 17,
      "question": "What is the process for recognizing foreign diplomas for further studies or employment in Romania?"
    },
    {
      "question_id": 378,
      "content_block_id": 17,
      "question": "Which Romanian institution is responsible for the equivalence of foreign studies and diplomas?"
    },
    {
      "question_id": 379,
      "content_block_id": 17,
      "question": "What documents are required to apply for diploma recognition in Romania?"
    },
    {
      "question_id": 380,
      "content_block_id": 17,
      "question": "Are there any fees associated with the recognition of foreign diplomas in Romania?"
    },
    {
      "question_id": 381,
      "content_block_id": 17,
      "question": "How long does the evaluation process for diploma recognition typically take in Romania?"
    },
    {
      "question_id": 382,
      "content_block_id": 17,
      "question": "What support services, such as accommodation and financial allowances, are available for Ukrainian minors in Romania?"
    },
    {
      "question_id": 383,
      "content_block_id": 17,
      "question": "Are there Ukrainian-language schools or kindergartens available in Romania?"
    },
    {
      "question_id": 384,
      "content_block_id": 17,
      "question": "What free courses and activities are offered to Ukrainian refugees in Romania?"
    },
    {
      "question_id": 385,
      "content_block_id": 17,
      "question": "Where can one find information about the school year structure and holidays in Romanian educational institutions?"
    },
    {
      "question_id": 386,
      "content_block_id": 17,
      "question": "Who can be contacted for specific assistance regarding the integration of Ukrainian children into the Romanian education system?"
    }
  ]
}