{
  "questions": [
    {
      "question_id": 601,
      "content_block_id": 1,
      "question": "What are the different ways to enter Romania?"
    },
    {
      "question_id": 602,
      "content_block_id": 1,
      "question": "Do Ukrainian nationals need a valid passport to enter Romania?"
    },
    {
      "question_id": 603,
      "content_block_id": 1,
      "question": "Can individuals apply for asylum after entering Romania?"
    },
    {
      "question_id": 604,
      "content_block_id": 1,
      "question": "What is temporary protection in Romania, and how long does it last?"
    },
    {
      "question_id": 605,
      "content_block_id": 1,
      "question": "What are the entry requirements for children entering Romania from Ukraine?"
    },
    {
      "question_id": 606,
      "content_block_id": 1,
      "question": "How are unaccompanied children from Ukraine handled upon entering Romania?"
    },
    {
      "question_id": 607,
      "content_block_id": 1,
      "question": "Are there specific age restrictions for Ukrainian men entering Romania?"
    },
    {
      "question_id": 608,
      "content_block_id": 1,
      "question": "Are COVID-19 vaccination certificates or PCR tests required to enter Romania from Ukraine?"
    },
    {
      "question_id": 609,
      "content_block_id": 1,
      "question": "What are the entry requirements for non-Ukrainian nationals residing in Ukraine entering Romania?"
    },
    {
      "question_id": 610,
      "content_block_id": 1,
      "question": "Can I bring my pet when entering Romania from Ukraine, and are there specific health requirements for animals?"
    },
    {
      "question_id": 611,
      "content_block_id": 1,
      "question": "What are the entry requirements for Russian citizens entering Romania?"
    },
    {
      "question_id": 612,
      "content_block_id": 1,
      "question": "Which border crossing points are available for entering Romania from Ukraine?"
    },
    {
      "question_id": 613,
      "content_block_id": 1,
      "question": "Is it possible to enter Romania through the Republic of Moldova?"
    },
    {
      "question_id": 614,
      "content_block_id": 1,
      "question": "Where can I find real-time waiting times for border crossings into Romania?"
    },
    {
      "question_id": 615,
      "content_block_id": 1,
      "question": "Is there a contact number for questions about access into Romania?"
    },
    {
      "question_id": 616,
      "content_block_id": 1,
      "question": "Is official transport organized from the Romanian border points?"
    },
    {
      "question_id": 617,
      "content_block_id": 1,
      "question": "What resources are available for finding accommodation, food, or other assistance in Romania?"
    }
  ]
}