{
  "questions": [
    {
      "question_id": 402,
      "content_block_id": 36,
      "question": "What medical services are available for people fleeing the war in Ukraine through the Romanian social health insurance system?"
    },
    {
      "question_id": 403,
      "content_block_id": 36,
      "question": "Are individuals from Ukraine required to pay for social health insurance contributions or co-payments for medical services in Romania?"
    },
    {
      "question_id": 404,
      "content_block_id": 36,
      "question": "How do people coming from the armed conflict area in Ukraine register to receive an identification number for the Romanian social health insurance system?"
    },
    {
      "question_id": 405,
      "content_block_id": 36,
      "question": "What specific medical services, medicines, and devices are included in the basic service package within the Romanian social health insurance system?"
    },
    {
      "question_id": 406,
      "content_block_id": 36,
      "question": "What is the role of a family doctor in providing primary medical care for people from the armed conflict zone in Ukraine in Romania?"
    },
    {
      "question_id": 407,
      "content_block_id": 36,
      "question": "Do people from Ukraine need to be registered on a family doctor's own list to receive medical services in Romania?"
    },
    {
      "question_id": 408,
      "content_block_id": 36,
      "question": "What types of curative medical services, including for emergencies and acute conditions, can a family doctor provide in Romania?"
    },
    {
      "question_id": 409,
      "content_block_id": 36,
      "question": "How often can patients with chronic diseases receive consultations from a family doctor in Romania?"
    },
    {
      "question_id": 410,
      "content_block_id": 36,
      "question": "What preventive health services are offered by family doctors in Romania, and for which age groups?"
    },
    {
      "question_id": 411,
      "content_block_id": 36,
      "question": "Can family doctors in Romania perform diagnostic and therapeutic medical services such as spirometry or administer treatments?"
    },
    {
      "question_id": 412,
      "content_block_id": 36,
      "question": "Are home medical consultations available from family doctors in Romania for patients who cannot travel?"
    },
    {
      "question_id": 413,
      "content_block_id": 36,
      "question": "Can family doctors in Romania provide medical consultations remotely for patients?"
    },
    {
      "question_id": 414,
      "content_block_id": 36,
      "question": "What types of medical documents, like referral tickets or prescriptions, can a family doctor issue in Romania?"
    },
    {
      "question_id": 415,
      "content_block_id": 36,
      "question": "Where can one find an up-to-date list and contact details for family doctors in Bucharest, Romania?"
    }
  ]
}