{
  "questions": [
    {
      "question_id": 40,
      "content_block_id": 18,
      "question": "Is there a cash assistance program available from UNHCR in Romania?"
    },
    {
      "question_id": 41,
      "content_block_id": 18,
      "question": "Who is eligible to receive UNHCR cash assistance in Romania?"
    },
    {
      "question_id": 42,
      "content_block_id": 18,
      "question": "What is the process to apply for UNHCR cash assistance?"
    },
    {
      "question_id": 43,
      "content_block_id": 18,
      "question": "How much money is provided through UNHCR cash assistance?"
    },
    {
      "question_id": 44,
      "content_block_id": 18,
      "question": "What documents are required to register for UNHCR cash assistance?"
    },
    {
      "question_id": 45,
      "content_block_id": 18,
      "question": "Where are the UNHCR cash assistance enrollment centers located?"
    },
    {
      "question_id": 46,
      "content_block_id": 18,
      "question": "What are the operating hours for UNHCR cash assistance enrollment centers?"
    },
    {
      "question_id": 47,
      "content_block_id": 18,
      "question": "Do I need an appointment to register for UNHCR cash assistance?"
    },
    {
      "question_id": 48,
      "content_block_id": 18,
      "question": "How will I be notified about my appointment for UNHCR cash assistance?"
    },
    {
      "question_id": 49,
      "content_block_id": 18,
      "question": "Can I receive UNHCR cash assistance if I am already getting aid from another organization?"
    },
    {
      "question_id": 50,
      "content_block_id": 18,
      "question": "Why does UNHCR collect fingerprints for cash assistance enrollment?"
    },
    {
      "question_id": 51,
      "content_block_id": 18,
      "question": "What banking details are needed to receive UNHCR cash assistance?"
    },
    {
      "question_id": 52,
      "content_block_id": 18,
      "question": "How can I update my phone number or family composition for UNHCR cash assistance?"
    },
    {
      "question_id": 53,
      "content_block_id": 18,
      "question": "How is the UNHCR cash assistance disbursed?"
    },
    {
      "question_id": 54,
      "content_block_id": 18,
      "question": "What is the time limit for picking up UNHCR cash assistance sent via MoneyGram?"
    },
    {
      "question_id": 55,
      "content_block_id": 18,
      "question": "What contact information is available for questions about UNHCR cash assistance?"
    },
    {
      "question_id": 56,
      "content_block_id": 18,
      "question": "What should I bring to my UNHCR cash assistance enrollment appointment?"
    }
  ]
}