{
  "questions": [
    {
      "question_id": 547,
      "content_block_id": 21,
      "question": "What are the requirements for Ukrainian citizens to enter Romania?"
    },
    {
      "question_id": 548,
      "content_block_id": 21,
      "question": "What documents are needed for children or minors to enter Romania?"
    },
    {
      "question_id": 549,
      "content_block_id": 21,
      "question": "Are there any specific rules for Ukrainian men aged 18-60 entering Romania?"
    },
    {
      "question_id": 550,
      "content_block_id": 21,
      "question": "Are COVID-19 vaccination certificates or PCR tests required to enter Romania?"
    },
    {
      "question_id": 551,
      "content_block_id": 21,
      "question": "What are the rules for bringing pets or animals into Romania?"
    },
    {
      "question_id": 552,
      "content_block_id": 21,
      "question": "How can third-country nationals who resided in Ukraine enter Romania?"
    },
    {
      "question_id": 553,
      "content_block_id": 21,
      "question": "What kind of support and rights are available for unaccompanied minors in Romania?"
    },
    {
      "question_id": 554,
      "content_block_id": 21,
      "question": "What is 'temporary protection' in Romania, and who is eligible for it?"
    },
    {
      "question_id": 555,
      "content_block_id": 21,
      "question": "How can one apply for asylum in Romania, and what rights do asylum seekers have?"
    },
    {
      "question_id": 556,
      "content_block_id": 21,
      "question": "What medical services are available for people arriving in Romania from Ukraine?"
    },
    {
      "question_id": 557,
      "content_block_id": 21,
      "question": "Can children from Ukraine attend school in Romania, and are there options for higher education?"
    },
    {
      "question_id": 558,
      "content_block_id": 21,
      "question": "How can one exchange Ukrainian Hryvnia (UAH) for Romanian Lei (RON) in Romania?"
    },
    {
      "question_id": 559,
      "content_block_id": 21,
      "question": "Is there financial support available for accommodation for beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 560,
      "content_block_id": 21,
      "question": "What assistance is available for the LGBTQIA+ community and children with cancer in Romania?"
    },
    {
      "question_id": 561,
      "content_block_id": 21,
      "question": "What is the procedure for finding a job or employment in Romania for new arrivals?"
    },
    {
      "question_id": 562,
      "content_block_id": 21,
      "question": "Where can one get help or support if they are a victim of abuse or trafficking in Romania?"
    },
    {
      "question_id": 563,
      "content_block_id": 21,
      "question": "What are the official border crossing points from Ukraine or Moldova into Romania?"
    },
    {
      "question_id": 564,
      "content_block_id": 21,
      "question": "How can one extend the validity of a Ukrainian passport in Romania?"
    }
  ]
}