{
  "questions": [
    {
      "question_id": 766,
      "content_block_id": 34,
      "question": "Can Ukrainian citizens from conflict zones work in Romania?"
    },
    {
      "question_id": 767,
      "content_block_id": 34,
      "question": "What is the process for Ukrainian citizens to register for employment in Romania?"
    },
    {
      "question_id": 768,
      "content_block_id": 34,
      "question": "What documents are required for Ukrainian citizens to register for work in Romania?"
    },
    {
      "question_id": 769,
      "content_block_id": 34,
      "question": "Do Ukrainian citizens need prior qualifications or experience to work in Romania?"
    },
    {
      "question_id": 770,
      "content_block_id": 34,
      "question": "Are there free services available to Ukrainian citizens for finding jobs in Romania?"
    },
    {
      "question_id": 771,
      "content_block_id": 34,
      "question": "Which organizations or agencies offer employment support to Ukrainian citizens in Romania?"
    },
    {
      "question_id": 772,
      "content_block_id": 34,
      "question": "Are there online platforms, such as Jobs4Ukraine, for Ukrainian citizens to find job opportunities in Romania?"
    },
    {
      "question_id": 773,
      "content_block_id": 34,
      "question": "Where can Ukrainian citizens find official guides on how to look for a job in Romania?"
    },
    {
      "question_id": 774,
      "content_block_id": 34,
      "question": "Is a special statement needed for Ukrainian citizens to sign an employment contract in Romania?"
    },
    {
      "question_id": 775,
      "content_block_id": 34,
      "question": "Does the National Agency for Employment provide services specifically for Ukrainian citizens?"
    },
    {
      "question_id": 776,
      "content_block_id": 34,
      "question": "What kind of job search assistance does Ateliere Fără Frontiere offer Ukrainian refugees?"
    },
    {
      "question_id": 777,
      "content_block_id": 34,
      "question": "Are there resources for general integration of Ukrainian refugees into the Romanian community and labor market?"
    }
  ]
}