{
  "questions": [
    {
      "question_id": 968,
      "content_block_id": 38,
      "question": "What medical tests and imaging services are available for refugees from Ukraine?"
    },
    {
      "question_id": 969,
      "content_block_id": 38,
      "question": "How can refugees from Ukraine access free laboratory analysis and imaging investigations?"
    },
    {
      "question_id": 970,
      "content_block_id": 38,
      "question": "What are the requirements for refugees from Ukraine to qualify for free medical tests?"
    },
    {
      "question_id": 971,
      "content_block_id": 38,
      "question": "Where can refugees from Ukraine go to get free medical tests and imaging?"
    },
    {
      "question_id": 972,
      "content_block_id": 38,
      "question": "What specific types of laboratory analyses, such as blood, urine, or immunological tests, are covered for refugees from Ukraine?"
    },
    {
      "question_id": 973,
      "content_block_id": 38,
      "question": "Are high-performance imaging investigations like CT, MRI, and ultrasounds also covered for refugees from Ukraine?"
    },
    {
      "question_id": 974,
      "content_block_id": 38,
      "question": "How can one locate laboratories and imaging centers that offer free medical services to refugees from Ukraine?"
    },
    {
      "question_id": 975,
      "content_block_id": 38,
      "question": "How long is a referral ticket for medical investigations valid for refugees from Ukraine?"
    },
    {
      "question_id": 976,
      "content_block_id": 38,
      "question": "What is the procedure if a laboratory cannot perform the medical investigations immediately for refugees from Ukraine?"
    },
    {
      "question_id": 977,
      "content_block_id": 38,
      "question": "Are there specific medical conditions or patient groups that receive priority for investigations for refugees from Ukraine?"
    },
    {
      "question_id": 978,
      "content_block_id": 38,
      "question": "Are preventive medical consultations and associated tests covered for refugees from Ukraine?"
    }
  ]
}