{
  "questions": [
    {
      "question_id": 75,
      "content_block_id": 46,
      "question": "What are medical devices and who typically receives them?"
    },
    {
      "question_id": 76,
      "content_block_id": 46,
      "question": "Is a medical prescription always required to obtain medical devices?"
    },
    {
      "question_id": 77,
      "content_block_id": 46,
      "question": "How long is a medical prescription for medical devices valid?"
    },
    {
      "question_id": 78,
      "content_block_id": 46,
      "question": "Who are the authorized providers of medical devices?"
    },
    {
      "question_id": 79,
      "content_block_id": 46,
      "question": "Do patients need to pay a personal contribution for medical devices?"
    },
    {
      "question_id": 80,
      "content_block_id": 46,
      "question": "Are there exceptions to paying a personal contribution for medical devices for certain groups, such as those from the armed conflict in Ukraine?"
    },
    {
      "question_id": 81,
      "content_block_id": 46,
      "question": "What types of medical devices are covered in the basic package for outpatient recovery?"
    },
    {
      "question_id": 82,
      "content_block_id": 46,
      "question": "What is the overall procedure for obtaining medical devices?"
    },
    {
      "question_id": 83,
      "content_block_id": 46,
      "question": "What specific documents are required when applying for medical devices?"
    },
    {
      "question_id": 84,
      "content_block_id": 46,
      "question": "How long does it take for a medical device application to be approved or rejected?"
    },
    {
      "question_id": 85,
      "content_block_id": 46,
      "question": "What happens if the approved monthly fund for medical devices is exceeded?"
    },
    {
      "question_id": 86,
      "content_block_id": 46,
      "question": "How can the approval decision for medical devices be received?"
    },
    {
      "question_id": 87,
      "content_block_id": 46,
      "question": "What documents are needed to collect the medical device from a provider after approval?"
    },
    {
      "question_id": 88,
      "content_block_id": 46,
      "question": "Can applications and documents for medical devices be submitted remotely, such as by post or online?"
    }
  ]
}