{
  "questions": [
    {
      "question_id": 711,
      "content_block_id": 43,
      "question": "Where can medical recovery services be obtained, such as in hospitals or sanatoriums?"
    },
    {
      "question_id": 712,
      "content_block_id": 43,
      "question": "Are medical recovery services available for both children and adults?"
    },
    {
      "question_id": 713,
      "content_block_id": 43,
      "question": "What is the maximum duration for medical recovery services provided in spa sanatoriums annually?"
    },
    {
      "question_id": 714,
      "content_block_id": 43,
      "question": "Can the annual duration of medical recovery services in spa sanatoriums be divided into multiple periods?"
    },
    {
      "question_id": 715,
      "content_block_id": 43,
      "question": "What is the minimum number of procedures per day for medical recovery in spa sanatoriums?"
    },
    {
      "question_id": 716,
      "content_block_id": 43,
      "question": "How many days per week are medical recovery procedures typically provided in spa sanatoriums?"
    },
    {
      "question_id": 717,
      "content_block_id": 43,
      "question": "Do patients need to pay a personal contribution for medical recovery services received in spa sanatoriums?"
    },
    {
      "question_id": 718,
      "content_block_id": 43,
      "question": "Are there any groups of people exempt from paying a personal contribution for medical recovery services in spa sanatoriums?"
    },
    {
      "question_id": 719,
      "content_block_id": 43,
      "question": "Are patients required to fully cover the costs for medical recovery services that extend beyond a standard hospitalization period?"
    },
    {
      "question_id": 720,
      "content_block_id": 43,
      "question": "What kind of referral is needed to receive physical medicine and rehabilitation treatment in spa sanatoriums?"
    },
    {
      "question_id": 721,
      "content_block_id": 43,
      "question": "Which types of doctors are authorized to issue referrals for physical medicine and rehabilitation treatment in spa sanatoriums?"
    },
    {
      "question_id": 722,
      "content_block_id": 43,
      "question": "What specific criteria are used to determine eligibility for a referral for physical medicine and rehabilitation treatment?"
    },
    {
      "question_id": 723,
      "content_block_id": 43,
      "question": "Who determines the exact period and flow of medical recovery services for a patient?"
    },
    {
      "question_id": 724,
      "content_block_id": 43,
      "question": "Is there a limit to the number of days for medical recovery services provided in sanatoriums that are not spa or preventive sanatoriums?"
    },
    {
      "question_id": 725,
      "content_block_id": 43,
      "question": "Where can an official guide on the rights to social health insurance system services be found?"
    }
  ]
}