{
  "questions": [
    {
      "question_id": 581,
      "content_block_id": 2,
      "question": "What are the different ways to legally enter Romania?"
    },
    {
      "question_id": 582,
      "content_block_id": 2,
      "question": "How do individual rights differ based on one's status in Romania?"
    },
    {
      "question_id": 583,
      "content_block_id": 2,
      "question": "What specific rights do beneficiaries of temporary protection have in Romania?"
    },
    {
      "question_id": 584,
      "content_block_id": 2,
      "question": "Can individuals with temporary protection status work in Romania?"
    },
    {
      "question_id": 585,
      "content_block_id": 2,
      "question": "Is financial assistance available for people with temporary protection in Romania?"
    },
    {
      "question_id": 586,
      "content_block_id": 2,
      "question": "What medical services are available for individuals under temporary protection in Romania?"
    },
    {
      "question_id": 587,
      "content_block_id": 2,
      "question": "Do children under temporary protection have access to education in Romania?"
    },
    {
      "question_id": 588,
      "content_block_id": 2,
      "question": "Can families separated by conflict be reunited in Romania under temporary protection?"
    },
    {
      "question_id": 589,
      "content_block_id": 2,
      "question": "Are there social services provided for people with temporary protection in Romania?"
    },
    {
      "question_id": 590,
      "content_block_id": 2,
      "question": "Is accommodation support available for those with temporary protection in Romania?"
    },
    {
      "question_id": 591,
      "content_block_id": 2,
      "question": "How can Ukrainian citizens receive pension payments while residing in Romania?"
    },
    {
      "question_id": 592,
      "content_block_id": 2,
      "question": "Can individuals with a short-stay right work in Romania?"
    },
    {
      "question_id": 593,
      "content_block_id": 2,
      "question": "What medical care is provided for people with a short-stay right in Romania?"
    },
    {
      "question_id": 594,
      "content_block_id": 2,
      "question": "What legal support is available for asylum seekers in Romania?"
    },
    {
      "question_id": 595,
      "content_block_id": 2,
      "question": "Do asylum seekers have the right to accommodation in Romania?"
    },
    {
      "question_id": 596,
      "content_block_id": 2,
      "question": "Can asylum seekers access medical assistance in Romania?"
    },
    {
      "question_id": 597,
      "content_block_id": 2,
      "question": "Are asylum seekers allowed to work in Romania?"
    },
    {
      "question_id": 598,
      "content_block_id": 2,
      "question": "What educational opportunities exist for children who are asylum seekers in Romania?"
    },
    {
      "question_id": 599,
      "content_block_id": 2,
      "question": "Where can one find emergency resources like food or clothing in Romania?"
    },
    {
      "question_id": 600,
      "content_block_id": 2,
      "question": "Is there a platform to find temporary accommodation in Romania?"
    }
  ]
}