{
  "questions": [
    {
      "question_id": 111,
      "content_block_id": 49,
      "question": "What are National Curative Health Programs?"
    },
    {
      "question_id": 112,
      "content_block_id": 49,
      "question": "What is the main purpose of National Curative Health Programs?"
    },
    {
      "question_id": 113,
      "content_block_id": 49,
      "question": "Who is responsible for managing National Curative Health Programs?"
    },
    {
      "question_id": 114,
      "content_block_id": 49,
      "question": "What types of medical benefits do patients receive through National Curative Health Programs?"
    },
    {
      "question_id": 115,
      "content_block_id": 49,
      "question": "Do National Curative Health Programs cover the cost of medicines and medical devices?"
    },
    {
      "question_id": 116,
      "content_block_id": 49,
      "question": "Are specific medical services, like radiotherapy or dialysis, included in National Curative Health Programs?"
    },
    {
      "question_id": 117,
      "content_block_id": 49,
      "question": "How are medicines dispensed to patients enrolled in National Curative Health Programs?"
    },
    {
      "question_id": 118,
      "content_block_id": 49,
      "question": "Are all prescribed medicines covered by National Curative Health Programs?"
    },
    {
      "question_id": 119,
      "content_block_id": 49,
      "question": "How does a patient enroll in a National Curative Health Program?"
    },
    {
      "question_id": 120,
      "content_block_id": 49,
      "question": "Does a specialist doctor need to approve enrollment in a National Curative Health Program?"
    },
    {
      "question_id": 121,
      "content_block_id": 49,
      "question": "Where can patients find a list of health facilities that offer National Curative Health Programs?"
    },
    {
      "question_id": 122,
      "content_block_id": 49,
      "question": "What specific medical conditions or diseases are addressed by National Curative Health Programs?"
    },
    {
      "question_id": 123,
      "content_block_id": 49,
      "question": "Is there a National Curative Health Program for cancer or cardiovascular diseases?"
    },
    {
      "question_id": 124,
      "content_block_id": 49,
      "question": "Does the National Curative Health Program for renal function replacement include patient transport?"
    }
  ]
}