{
  "questions": [
    {
      "question_id": 837,
      "content_block_id": 47,
      "question": "Who is eligible for covered medical services and medicines for COVID-19 treatment in Romania?"
    },
    {
      "question_id": 838,
      "content_block_id": 47,
      "question": "What organization covers COVID-19 medical services and medicines in Romania?"
    },
    {
      "question_id": 839,
      "content_block_id": 47,
      "question": "Are remote consultations available for people experiencing COVID-19 symptoms in Romania?"
    },
    {
      "question_id": 840,
      "content_block_id": 47,
      "question": "What are the requirements to receive medical services at COVID-19 evaluation centers?"
    },
    {
      "question_id": 841,
      "content_block_id": 47,
      "question": "Is a referral note necessary for medical services at COVID-19 evaluation centers?"
    },
    {
      "question_id": 842,
      "content_block_id": 47,
      "question": "Is there a specific medical service for evaluating post-COVID-19 syndrome?"
    },
    {
      "question_id": 843,
      "content_block_id": 47,
      "question": "Can individuals with respiratory issues after COVID-19 obtain oxygen administration devices?"
    },
    {
      "question_id": 844,
      "content_block_id": 47,
      "question": "Are noninvasive ventilation devices available for specific post-COVID-19 conditions?"
    },
    {
      "question_id": 845,
      "content_block_id": 47,
      "question": "What types of rehabilitative therapies are available for post-COVID-19 conditions?"
    },
    {
      "question_id": 846,
      "content_block_id": 47,
      "question": "Are physical therapy, psychological counseling, and psychotherapy for post-COVID-19 conditions covered by health insurance?"
    },
    {
      "question_id": 847,
      "content_block_id": 47,
      "question": "How can one obtain medical devices for post-COVID-19 care?"
    },
    {
      "question_id": 848,
      "content_block_id": 47,
      "question": "Where can one find details on accessing specialist medical services?"
    },
    {
      "question_id": 849,
      "content_block_id": 47,
      "question": "Is there a list of locations for COVID-19 vaccination in Bucharest?"
    },
    {
      "question_id": 850,
      "content_block_id": 47,
      "question": "What is the official source of information about COVID-19 medical services and rights?"
    }
  ]
}