{
  "questions": [
    {
      "question_id": 807,
      "content_block_id": 67,
      "question": "What types of mental health and psychological support are available for refugees from Ukraine in Romania?"
    },
    {
      "question_id": 808,
      "content_block_id": 67,
      "question": "Which organizations provide mental health services for refugees and other vulnerable groups in Romania?"
    },
    {
      "question_id": 809,
      "content_block_id": 67,
      "question": "In what languages can individuals receive psychological assistance from support organizations?"
    },
    {
      "question_id": 810,
      "content_block_id": 67,
      "question": "Are mental health services available in cities across Romania, or primarily in Bucharest?"
    },
    {
      "question_id": 811,
      "content_block_id": 67,
      "question": "Can psychological or psychiatric services be covered by an insurance company like CNAS?"
    },
    {
      "question_id": 812,
      "content_block_id": 67,
      "question": "What specific workshops does the ALIAT Association offer for Ukrainian adults?"
    },
    {
      "question_id": 813,
      "content_block_id": 67,
      "question": "Do mental health support programs also cater to humanitarian aid workers?"
    },
    {
      "question_id": 814,
      "content_block_id": 67,
      "question": "How can one contact the various organizations for psychological support?"
    },
    {
      "question_id": 815,
      "content_block_id": 67,
      "question": "Are services available for specific vulnerable populations such as survivors of gender-based violence or unaccompanied children?"
    },
    {
      "question_id": 816,
      "content_block_id": 67,
      "question": "Do organizations provide psychological first aid as part of their support?"
    },
    {
      "question_id": 817,
      "content_block_id": 67,
      "question": "Are mental health consultations offered for both adults and children?"
    },
    {
      "question_id": 818,
      "content_block_id": 67,
      "question": "What kind of support does the Red Cross Romania offer for mental health?"
    },
    {
      "question_id": 819,
      "content_block_id": 67,
      "question": "Where are the workshops organized by ALIAT Association held?"
    },
    {
      "question_id": 820,
      "content_block_id": 67,
      "question": "Does the AMURTEL team provide individual or group mental health support sessions?"
    },
    {
      "question_id": 821,
      "content_block_id": 67,
      "question": "Are there services focused on addiction treatment available from any organizations?"
    }
  ]
}