{
  "questions": [
    {
      "question_id": 911,
      "content_block_id": 27,
      "question": "What kind of psychological support can be offered to children experiencing war or intense stress?"
    },
    {
      "question_id": 912,
      "content_block_id": 27,
      "question": "Why is it important for parents to remain calm when supporting their children during difficult times?"
    },
    {
      "question_id": 913,
      "content_block_id": 27,
      "question": "How can parents effectively take care of their own well-being while also supporting a child?"
    },
    {
      "question_id": 914,
      "content_block_id": 27,
      "question": "What is the recommended way for parents to explain their own emotions, such as sadness, to a child?"
    },
    {
      "question_id": 915,
      "content_block_id": 27,
      "question": "What specific actions can parents take to help children feel more protected during an emergency?"
    },
    {
      "question_id": 916,
      "content_block_id": 27,
      "question": "How should parents respond when a child is not listening due to stress or trying to express difficult feelings?"
    },
    {
      "question_id": 917,
      "content_block_id": 27,
      "question": "What kind of action plan can parents create with their child for safety during a crisis?"
    },
    {
      "question_id": 918,
      "content_block_id": 27,
      "question": "How can parents observe and respond to a child's emotional state, especially if they appear to be in shock?"
    },
    {
      "question_id": 919,
      "content_block_id": 27,
      "question": "Is it helpful or harmful for children to play or draw about war, and how can it assist with coping?"
    },
    {
      "question_id": 920,
      "content_block_id": 27,
      "question": "What physical comforting techniques or breathing exercises can help a child calm down and reduce stress?"
    },
    {
      "question_id": 921,
      "content_block_id": 27,
      "question": "Why is maintaining a daily routine important for children during periods of uncertainty?"
    },
    {
      "question_id": 922,
      "content_block_id": 27,
      "question": "How can parents deal with feelings of guilt related to a crisis situation?"
    },
    {
      "question_id": 923,
      "content_block_id": 27,
      "question": "What role does thinking about the future and peace play in a parent's and child's well-being?"
    },
    {
      "question_id": 924,
      "content_block_id": 27,
      "question": "Are there external resources or organizations that offer additional guidance for supporting children in crisis?"
    }
  ]
}