{
  "questions": [
    {
      "question_id": 357,
      "content_block_id": 23,
      "question": "What are the different ways to enter Romania?"
    },
    {
      "question_id": 358,
      "content_block_id": 23,
      "question": "Can individuals apply for asylum after entering Romania?"
    },
    {
      "question_id": 359,
      "content_block_id": 23,
      "question": "What social services are provided for people with temporary accommodation in Romania?"
    },
    {
      "question_id": 360,
      "content_block_id": 23,
      "question": "How can one request essential resources like food or clothing through Sprijin de Urgență?"
    },
    {
      "question_id": 361,
      "content_block_id": 23,
      "question": "Is it possible to work in Romania without temporary protection status?"
    },
    {
      "question_id": 362,
      "content_block_id": 23,
      "question": "What documents are needed to obtain a residence permit for work purposes in Romania?"
    },
    {
      "question_id": 363,
      "content_block_id": 23,
      "question": "Are there specific requirements for working in liberal professions like medicine in Romania?"
    },
    {
      "question_id": 364,
      "content_block_id": 23,
      "question": "What free employment services are offered by ANOFM in Romania?"
    },
    {
      "question_id": 365,
      "content_block_id": 23,
      "question": "What are the conditions for Ukrainian children and young refugees to enroll in the Romanian education system?"
    },
    {
      "question_id": 366,
      "content_block_id": 23,
      "question": "What medical assistance is available for foreign nationals from the armed conflict zone in Ukraine?"
    },
    {
      "question_id": 367,
      "content_block_id": 23,
      "question": "Do foreign nationals from the armed conflict zone in Ukraine need to pay for medical services?"
    },
    {
      "question_id": 368,
      "content_block_id": 23,
      "question": "Is financial support available for renting a home in Romania?"
    },
    {
      "question_id": 369,
      "content_block_id": 23,
      "question": "Are there reimbursements for individuals or legal entities hosting people from the conflict zone in Ukraine?"
    },
    {
      "question_id": 370,
      "content_block_id": 23,
      "question": "How does Un Acoperiș assist with finding or offering temporary accommodation in Romania?"
    }
  ]
}