{
  "questions": [
    {
      "question_id": 954,
      "content_block_id": 71,
      "question": "What types of social benefits are available for refugees from Ukraine under temporary protection in Romania?"
    },
    {
      "question_id": 955,
      "content_block_id": 71,
      "question": "Is there financial support for mothers with newborns from Ukraine in Romania?"
    },
    {
      "question_id": 956,
      "content_block_id": 71,
      "question": "Are single parents or guardians from Ukraine in Romania eligible for a monthly childcare allowance?"
    },
    {
      "question_id": 957,
      "content_block_id": 71,
      "question": "What specific benefits, such as accommodation or allowances, are provided for Ukrainian minors in Romania?"
    },
    {
      "question_id": 958,
      "content_block_id": 71,
      "question": "Can adults with disabilities from Ukraine access social services in Romania?"
    },
    {
      "question_id": 959,
      "content_block_id": 71,
      "question": "Is there a state allowance available for Ukrainian children residing in Romania?"
    },
    {
      "question_id": 960,
      "content_block_id": 71,
      "question": "Are unemployment benefits offered to refugees from Ukraine under temporary protection in Romania?"
    },
    {
      "question_id": 961,
      "content_block_id": 71,
      "question": "What are the general eligibility requirements for social benefits for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 962,
      "content_block_id": 71,
      "question": "Where should applications for social benefits for Ukrainian refugees in Romania be submitted?"
    },
    {
      "question_id": 963,
      "content_block_id": 71,
      "question": "What documents are typically required when applying for social benefits for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 964,
      "content_block_id": 71,
      "question": "Are there different monthly allowance amounts for children based on age or disability under the State Allowance for Children program in Romania?"
    },
    {
      "question_id": 965,
      "content_block_id": 71,
      "question": "What is the maximum duration for receiving unemployment benefits for refugees in Romania?"
    },
    {
      "question_id": 966,
      "content_block_id": 71,
      "question": "Do recipients of unemployment benefits in Romania also receive health insurance coverage?"
    },
    {
      "question_id": 967,
      "content_block_id": 71,
      "question": "Are there any ongoing obligations for individuals receiving social benefits or allowances for Ukrainian refugees in Romania?"
    }
  ]
}