{
  "questions": [
    {
      "question_id": 342,
      "content_block_id": 39,
      "question": "What types of medical services are offered by a specialty doctor in a basic package?"
    },
    {
      "question_id": 343,
      "content_block_id": 39,
      "question": "Where can specialized ambulatory medical assistance be obtained?"
    },
    {
      "question_id": 344,
      "content_block_id": 39,
      "question": "Are there specific provisions for people from the war zones of Ukraine to access specialist consultations?"
    },
    {
      "question_id": 345,
      "content_block_id": 39,
      "question": "How many consultations are permitted for patients with chronic conditions per quarter?"
    },
    {
      "question_id": 346,
      "content_block_id": 39,
      "question": "Can medical consultations for chronic conditions be conducted remotely?"
    },
    {
      "question_id": 347,
      "content_block_id": 39,
      "question": "Are free follow-up consultations available after a hospital stay, and if so, for what reasons?"
    },
    {
      "question_id": 348,
      "content_block_id": 39,
      "question": "What are day hospitalization services in a specialized ambulatory setting?"
    },
    {
      "question_id": 349,
      "content_block_id": 39,
      "question": "What specific medical services are included in day hospitalization?"
    },
    {
      "question_id": 350,
      "content_block_id": 39,
      "question": "What types of recommendations can a specialist doctor provide after a consultation?"
    },
    {
      "question_id": 351,
      "content_block_id": 39,
      "question": "Can specialist doctors recommend services from psychologists or physiotherapists?"
    },
    {
      "question_id": 352,
      "content_block_id": 39,
      "question": "What services can a psychologist provide in a specialized outpatient clinic?"
    },
    {
      "question_id": 353,
      "content_block_id": 39,
      "question": "What services can a physiotherapist offer?"
    },
    {
      "question_id": 354,
      "content_block_id": 39,
      "question": "Are remote options available for psychological counseling or physiotherapy?"
    },
    {
      "question_id": 355,
      "content_block_id": 39,
      "question": "Are there specific physical therapy or psychological services for individuals recovering from COVID-19?"
    },
    {
      "question_id": 356,
      "content_block_id": 39,
      "question": "What is the official source of information regarding these specialized medical services?"
    }
  ]
}