{
  "questions": [
    {
      "question_id": 134,
      "content_block_id": 16,
      "question": "How can individuals offer help or volunteer to support vulnerable people in Romania?"
    },
    {
      "question_id": 135,
      "content_block_id": 16,
      "question": "How can one request or provide emergency resources like food, clothing, or transportation?"
    },
    {
      "question_id": 136,
      "content_block_id": 16,
      "question": "Where can one find specialized medical assistance for rare or chronic health conditions?"
    },
    {
      "question_id": 137,
      "content_block_id": 16,
      "question": "Is support available for finding temporary accommodation in Romania?"
    },
    {
      "question_id": 138,
      "content_block_id": 16,
      "question": "How can one provide housing for vulnerable people coming to Romania?"
    },
    {
      "question_id": 139,
      "content_block_id": 16,
      "question": "Where can individuals find job opportunities suitable for them in Romania?"
    },
    {
      "question_id": 140,
      "content_block_id": 16,
      "question": "What information is available regarding education rights and school enrollment for Ukrainians in Romania?"
    },
    {
      "question_id": 141,
      "content_block_id": 16,
      "question": "Are specialized call centers available for accessing various types of support and information?"
    },
    {
      "question_id": 142,
      "content_block_id": 16,
      "question": "Is pro bono legal assistance offered to Ukrainian refugees?"
    },
    {
      "question_id": 143,
      "content_block_id": 16,
      "question": "How can one access transportation or technical vehicle assistance in an emergency?"
    },
    {
      "question_id": 144,
      "content_block_id": 16,
      "question": "Are free language courses and activities available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 145,
      "content_block_id": 16,
      "question": "Where can individuals who have used drugs find support services?"
    },
    {
      "question_id": 146,
      "content_block_id": 16,
      "question": "What mental health services are available for refugees from Ukraine?"
    },
    {
      "question_id": 147,
      "content_block_id": 16,
      "question": "Is there an online map to find organizations helping refugees from Ukraine?"
    },
    {
      "question_id": 148,
      "content_block_id": 16,
      "question": "Where can one learn more about the process of integrating refugees into Romania?"
    }
  ]
}