{
  "questions": [
    {
      "question_id": 174,
      "content_block_id": 24,
      "question": "What types of support and services are available for individuals struggling with drug use?"
    },
    {
      "question_id": 175,
      "content_block_id": 24,
      "question": "Are drug addiction support services typically confidential and free of charge?"
    },
    {
      "question_id": 176,
      "content_block_id": 24,
      "question": "Which national agency provides assistance to drug users in Romania?"
    },
    {
      "question_id": 177,
      "content_block_id": 24,
      "question": "What specific medical, psychological, and social services does the National Anti-Drug Agency offer?"
    },
    {
      "question_id": 178,
      "content_block_id": 24,
      "question": "How can one contact the National Anti-Drug Agency for help?"
    },
    {
      "question_id": 179,
      "content_block_id": 24,
      "question": "Does the National Anti-Drug Agency operate centers in all counties across Romania?"
    },
    {
      "question_id": 180,
      "content_block_id": 24,
      "question": "Where can I find contact details for National Anti-Drug Agency centers in specific counties?"
    },
    {
      "question_id": 181,
      "content_block_id": 24,
      "question": "Are there specialized counseling services for juvenile drug users in Bucharest?"
    },
    {
      "question_id": 182,
      "content_block_id": 24,
      "question": "Which organizations in Bucharest provide substitute treatment and comprehensive assistance for drug users?"
    },
    {
      "question_id": 183,
      "content_block_id": 24,
      "question": "What are the addresses and operating hours of the National Anti-Drug Agency centers in Bucharest?"
    },
    {
      "question_id": 184,
      "content_block_id": 24,
      "question": "Are there other independent providers of drug addiction services in Bucharest besides the National Anti-Drug Agency?"
    },
    {
      "question_id": 185,
      "content_block_id": 24,
      "question": "Do all drug treatment facilities in Bucharest offer free services, or are some paid?"
    },
    {
      "question_id": 186,
      "content_block_id": 24,
      "question": "Where can minors receive drug detoxification services in Bucharest?"
    },
    {
      "question_id": 187,
      "content_block_id": 24,
      "question": "Where can adults receive drug detoxification services in Bucharest?"
    },
    {
      "question_id": 188,
      "content_block_id": 24,
      "question": "What is the emergency phone number for overdose treatment and assistance?"
    }
  ]
}