{
  "questions": [
    {
      "question_id": 877,
      "content_block_id": 31,
      "question": "What are the unique challenges of caring for children with disabilities during war or emergencies?"
    },
    {
      "question_id": 878,
      "content_block_id": 31,
      "question": "What types of resources are most needed by families with children with disabilities in emergency situations?"
    },
    {
      "question_id": 879,
      "content_block_id": 31,
      "question": "How can families with children with disabilities effectively prepare for emergencies?"
    },
    {
      "question_id": 880,
      "content_block_id": 31,
      "question": "What specific items should be included in an emergency suitcase for a child with a disability?"
    },
    {
      "question_id": 881,
      "content_block_id": 31,
      "question": "Are there particular medical supplies essential for an emergency kit for a child with a disability?"
    },
    {
      "question_id": 882,
      "content_block_id": 31,
      "question": "What special dietary needs should be considered when packing emergency food for a child with a disability?"
    },
    {
      "question_id": 883,
      "content_block_id": 31,
      "question": "What hygiene products are recommended for children with toileting difficulties in an emergency kit?"
    },
    {
      "question_id": 884,
      "content_block_id": 31,
      "question": "Is it advisable to include special equipment like wheelchairs in an emergency evacuation plan for a child with a disability?"
    },
    {
      "question_id": 885,
      "content_block_id": 31,
      "question": "How can children with autism spectrum disorders be prepared for sudden loud noises or emergency evacuations?"
    },
    {
      "question_id": 886,
      "content_block_id": 31,
      "question": "What strategies can help children with mental disorders cope with the stress of bomb shelters?"
    },
    {
      "question_id": 887,
      "content_block_id": 31,
      "question": "What practical advice do experienced parents offer for managing children with autism during crisis situations?"
    },
    {
      "question_id": 888,
      "content_block_id": 31,
      "question": "Why is a calm demeanor important for parents caring for children with autism during emergencies?"
    },
    {
      "question_id": 889,
      "content_block_id": 31,
      "question": "How does maintaining a daily routine benefit children with autism spectrum disorders during times of emergency?"
    },
    {
      "question_id": 890,
      "content_block_id": 31,
      "question": "Can creating a 'mini-shelter' help children with autism during emergencies?"
    },
    {
      "question_id": 891,
      "content_block_id": 31,
      "question": "Are noise-cancelling headphones useful for children with sensory sensitivities during emergencies?"
    }
  ]
}