{
  "questions": [
    {
      "question_id": 416,
      "content_block_id": 22,
      "question": "What are the different ways to enter Romania?"
    },
    {
      "question_id": 417,
      "content_block_id": 22,
      "question": "Who is eligible for temporary protection in Romania?"
    },
    {
      "question_id": 418,
      "content_block_id": 22,
      "question": "Can someone choose the European Union country where they receive temporary protection?"
    },
    {
      "question_id": 419,
      "content_block_id": 22,
      "question": "What rights are granted to beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 420,
      "content_block_id": 22,
      "question": "What obligations do individuals with temporary protection have in Romania?"
    },
    {
      "question_id": 421,
      "content_block_id": 22,
      "question": "How long is temporary protection valid in Romania?"
    },
    {
      "question_id": 422,
      "content_block_id": 22,
      "question": "What are the requirements for registering one's residence in Romania?"
    },
    {
      "question_id": 423,
      "content_block_id": 22,
      "question": "Can a person return to their country of origin while holding temporary protection in Romania?"
    },
    {
      "question_id": 424,
      "content_block_id": 22,
      "question": "Under what conditions can temporary protection be excluded or revoked in Romania?"
    },
    {
      "question_id": 425,
      "content_block_id": 22,
      "question": "Which authorities are responsible for issuing residence permits for temporary protection in Romania?"
    },
    {
      "question_id": 426,
      "content_block_id": 22,
      "question": "How can someone waive or end their temporary protection status in Romania?"
    },
    {
      "question_id": 427,
      "content_block_id": 22,
      "question": "Are there specific provisions for employment for those with temporary protection in Romania?"
    },
    {
      "question_id": 428,
      "content_block_id": 22,
      "question": "What educational opportunities are available for children and students under temporary protection in Romania?"
    },
    {
      "question_id": 429,
      "content_block_id": 22,
      "question": "Is medical assistance available for beneficiaries of temporary protection in Romania?"
    },
    {
      "question_id": 430,
      "content_block_id": 22,
      "question": "How does family reunification work for people under temporary protection in Romania?"
    },
    {
      "question_id": 431,
      "content_block_id": 22,
      "question": "What social services and support are provided to individuals with temporary protection in Romania?"
    },
    {
      "question_id": 432,
      "content_block_id": 22,
      "question": "Is accommodation support provided for people with temporary protection in Romania?"
    },
    {
      "question_id": 433,
      "content_block_id": 22,
      "question": "How do i get temporary protection?"
    },
    {
      "question_id": 434,
      "content_block_id": 22,
      "question": "What are the rules regarding the validity and replacement of residence permits for temporary protection in Romania?"
    }
  ]
}