{
  "questions": [
    {
      "question_id": 296,
      "content_block_id": 32,
      "question": "What changes have been made to the support program for Ukrainians living in Romania?"
    },
    {
      "question_id": 297,
      "content_block_id": 32,
      "question": "What is the new financial support program available for Ukrainians in Romania?"
    },
    {
      "question_id": 298,
      "content_block_id": 32,
      "question": "Who is eligible for the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 299,
      "content_block_id": 32,
      "question": "How much financial support can a Ukrainian individual or family receive for accommodation in Romania?"
    },
    {
      "question_id": 300,
      "content_block_id": 32,
      "question": "For how long can Ukrainians receive the monthly lump sum for accommodation in Romania?"
    },
    {
      "question_id": 301,
      "content_block_id": 32,
      "question": "Are there specific situations where the accommodation financial support amount is different?"
    },
    {
      "question_id": 302,
      "content_block_id": 32,
      "question": "What documents are required to apply for the accommodation financial support in Romania?"
    },
    {
      "question_id": 303,
      "content_block_id": 32,
      "question": "Where and how can Ukrainians apply for the new financial support program in Romania?"
    },
    {
      "question_id": 304,
      "content_block_id": 32,
      "question": "Are there any conditions that prevent Ukrainians from receiving the accommodation support program?"
    },
    {
      "question_id": 305,
      "content_block_id": 32,
      "question": "What financial support is available for Ukrainians in Romania after the initial accommodation lump sum period ends?"
    },
    {
      "question_id": 306,
      "content_block_id": 32,
      "question": "What is the Minimum Inclusion Income program for Ukrainians in Romania?"
    },
    {
      "question_id": 307,
      "content_block_id": 32,
      "question": "What other social benefits are available for Ukrainian refugees in Romania?"
    },
    {
      "question_id": 308,
      "content_block_id": 32,
      "question": "Is there assistance available for Ukrainian refugees to find housing in Romania?"
    },
    {
      "question_id": 309,
      "content_block_id": 32,
      "question": "Who can Ukrainians contact for help if they experience difficulties with support applications in Romania?"
    }
  ]
}